{"科目名":"彫刻　Ａ","講義名":"彫刻Ａ","サブタイトル":"彫刻A　表現基礎Ⅱ5〜9授業週 〈2単位 実技〉","受講可能学科":"造形学部・彫刻学科","担当研究室":"彫刻学科","担当教員":"伊藤　誠、黒川　弘毅、冨井　大裕、三沢　厚彦、髙柳　恵里、牛島　達治、細井　篤、桑名　紗衣子","分野":"専門Ⅰ類","対象学年":"1年","科目群":"専門Ⅰ類（必修）","キャンパス":"鷹の台","開講期間":"２.３期 2021/05/10-2021/07/03","曜日・時限":"集中","授業形態":"実技","単位数":"2.0","履修条件":"特になし","授業概要・カリキュラム上の位置づけ":"彫刻は、「人間とは何か」という問いかけを根底において発しながら作り続けられてきた。この意味において、彫刻の歴史は「人体彫刻」の歴史に他ならない。人体は、「正しい」形として作られてきたのではない。人体彫刻は、その時代ごとに〈しかじかの様に存在するもの〉として作られてきたのであり、それはまた自らの身体が、眼に見える世界より揺るぎなく存在することを人類が感じ続けてきた証である。現代において、人間を作ることの難しさは、彫刻を作ることの難しさと等しい。1年次のカリキュラムポリシーにおける、彫刻独自のプロセスを学び、存在と空間をテーマとし、それを発見する方法について理解する。作家として活動する教員が、その知見による指導方法で、学生にカリキュラムポリシーに基づいた実技を修得させる。専門領域の教員のみならず様々な表現で活動する教員の指導と講評を受けられる環境とする。課題｜彫刻Aは2つの課題の選択となる。a：塑造モデルを観察しながら、塑造で人体を作る。その実践の中で、「人間」を彫刻で表現することの固有な問題について考える。技術的には芯棒を使用したモデリング（１／２スケールのヌードモデル塑像制作）と、石膏によるキャスティング作業を行う。（詳細はオリエンテーションで説明する）b：内側のかたち例えばペットボトルの中の水はどんな形をしているだろうか。そしてその中の水を飲む時、水を含んだ口の中はどんな形をしているだろうか。この課題は「内側のかたち」について感じながら「外側のかたち（木型）」を制作し、その木型の中に石膏を流し込み硬化した後、型から石膏でかたどられた内側のかたちを取り出す。「内側のかたち」は「人間」をモチーフとする。制作する「外側のかたち（木型）」は板材（幅120㎜）を基本とする。（詳細はオリエンテーションで説明する）","授業方法":"原則として対面による授業","到達目標":"a：塑造モデルの観察をとおして人体の構造を把握し、コントラポスト（片足重心の立姿勢）を1/2等身の塑像において再現する力を習得する。1/2等身の塑像を石膏で型取りする技術を習得する。b：内側のかたち版画の「版」と「画」、「ネガ」と「ポジ」のように、立体的なイメージに与えた「型」とそこから生まれる「形」の関係が理解できる。","ディプロマポリシーとの関連":"https://www.musabi.ac.jp/wp-content/uploads/2021/05/CurriculumMap_scp.pdf","授業計画・課題に対するフィードバック":"a：塑造オリエンテーション時に日程の詳細を説明する。第 1 週｜第 1 日：オリエンテーション第 2 日：制作開始第 4 日：塑像における芯棒の考え方について、芯棒の製作第 3 週｜第 4 日：塑像講評第 4 週｜第 1 日：石膏型取りオリエンテーション、石膏型取り開始第 5 週｜第 5 日：清掃、第 6 日：プレゼンテーション、講評 b：内側のかたちオリエンテーション時に日程の詳細を説明する。第 1 週｜オリエンテーション→首像制作、石膏型取り実習第 2 週｜第 1 日：「内側のかたち」レクチャー→デッサン開始第 2 日～第6日：デッサン、試作制作第 3 週｜第 1 日：制作開始、石膏の扱い＋道具説明第 5 週｜第 5 日：清掃、第 6 日：プレゼンテーション、講評 ＊日程に関しては、場合によって変動することがある＊スケジュールに変更があった場合は事前に研究室から連絡","履修上の留意点":"課題、自主制作を問わず制作の記録資料を作成する（写真・映像等）。授業日数の60％以上の出席を必要とする。b：内側のかたち第1週は、石膏型取り実習として、首像を制作する。","準備学習内容・時間の目安":"a：塑造画集や美術資料図書館の石膏像など「立っている」人体彫刻のコントラポストをみておくこと。  b：内側のかたち特に準備するものはないが、第1週に石膏型取り実習として首像を制作する。画集、美術館等で首像彫刻をみておくことを推奨する。","成績評価の方法":"出席状況を確認しながら、◯授業での制作プロセス◯提出課題の独創性、表現力を重視し、担当教官と講師により合議して総合的に評価する。実技結果（課題への理解、独創性、表現力）50%制作プロセス（制作に対する積極性、プランのアップデート、制作環境の意識等）50%","テキスト":"オリエンテーション、実習中に関わらず、必要に応じて様々な領域から準備する。","教員との連絡方法（オフィスアワー）":"教員の出校日は研究室扉に掲示してある。それ以外の出校については研究室窓口で問い合わせる。"}