{"科目名":"ミュゼオロジーと運営","講義名":"ミュゼオロジーと運営","受講可能学科":"造形学部・芸術文化学科","担当研究室":"芸術文化学科","担当教員":"河原　啓子","分野":"専門Ⅱ類選択","対象学年":"3年","科目群":"専門Ⅱ類（選択）","キャンパス":"鷹の台","開講期間":"前期 2021/04/12-2021/07/10","曜日・時限":"月４","授業形態":"講義","単位数":"2.0","履修条件":"学芸員課程選択必修（芸術文化学科3年次）","授業概要・カリキュラム上の位置づけ":"ミュージアムの経営（マネジメント）は、どのように行われるべきなのか。まず、ミュージアムとそこで行われてきた展覧会の歴史をふり返りながら、これまでのミュージアム・マネジメントを検討し、次に、実際のミュージアム・マネジメントを鑑みることで、ミュージアム・マネジメントの定義や制度、そこに関わる諸項目と、必要な方法論を学ぶ。そして、ミュージアム・マネジメントの柱ともいえる展覧会マネジメントにおいて、どのような企画立案と実際の運営が求められるのかを考察する。また、ミュージアムとその展示活動を有効に人々に伝えるための広報・マーケティングの方法、利用者との関係を深めるミュージアム・ショップ、レストランなどの役割についても取りあげる。さらに、ミュージアムにおけるネットワークの構築として、ＩＴの活用、地域住民や他機関の連携などの側面を解説する。","授業方法":"基本は対面授業であるが、必要に応じてハイブリットもしくは、オンラインでの授業になる。","到達目標":"ミュージアム・マネジメントに関する理解を深め、ミュージアムにおける的確な管理と運営について理解し、ミュージアム・マネジメントの基礎的な方法論を修得するよう指導する。","ディプロマポリシーとの関連":"https://www.musabi.ac.jp/wp-content/uploads/2021/05/CurriculumMap_apm.pdf","授業計画・課題に対するフィードバック":"第 1 週　ミュージアム・マネジメントとは　日本の展覧会史を勘案しながら　第 2 週　ミュージアムの経営基盤１　行財政制度第 3 週　ミュージアムの経営基盤２　危機管理　第 4 週　ミュージアムの経営基盤３　組織第 5 週　ミュージアム・マネジメント１ 　ミュージアムの使命第 6 週　ミュージアム・マネジメント２ 　検討第 7 週　ミュージアム・マネジメント３ 　関連イベント　ミュージアムコンサートほか第 8 週　ミュージアム・マネジメント４　　アミューズメントの側面第 9 週　ミュージアム・マネジメント５　モバイルミュージアム第10週　　ミュージアム・マネジメント６　メディア・イベント（１）第11週　　ミュージアム・マネジメント７　メディア・イベント（２）　第12週　ネットワークの構築　情報処理マネジメントほか第13週　普及活動　ミュージアムショップ　レストランなど第14週　まとめ第15週　講評随時コメントシート（リアクションペーパー）に相当するコメントを回収。必要に応じてフィードバック。","履修上の留意点":"知識の獲得、情報の収集を基盤にしながら、社会のニーズを分析し、実践的なミュージアム・マネジメント能力の獲得を目指してほしい。","準備学習内容・時間の目安":"普段からミュージアムに足を向け、ミュージアム経営についての自己の見解を明らかにしておく。時間の目安は、各自が設定するテーマによって異なる。","成績評価の方法":"平常評価と課題。","テキスト":"必要に応じて資料を配布する。","参考文献(作品）等":"参考文献（洋書は手にとりやすい翻訳書を選出した。）＝金子伸二、杉浦幸子編『ミュゼオロジーの展開　経営論・資料論』武蔵野美術大学出版局、2016年。北澤憲昭『眼の神殿』美術出版社、1989年。木下直之『美術という見世物』平凡社、1993年。倉田公裕『博物館学』雄山閣、1987年。佐藤道信『美術のアイデンティティー』吉川弘文館、2007年。並木誠士、吉中充代、米谷優編『現代美術館学』昭和堂、1998年。松村秀治『ミュージアムの思想』白水社、2003年。ピエール・ブルデュー、アラン・ダンベル、ドミニック・シュナッペー『美術愛好/ヨーロッパの美術館と観衆』山下正之訳、木鐸社、1994年。アルビン・トフラー『文化の消費者』岡村次郎監訳、勁草書房、1997年。河原啓子『芸術受容の近代的パラダイム　日本における見る欲望と価値観の形成』美術年鑑社、2001年。河原啓子『「空想美術館」を超えて』美術年鑑社、2011年。他に、必要に応じて授業で紹介する。"}