{"科目名":"芸術文化演習Ⅰ","講義名":"芸術文化演習Ⅰ","サブタイトル":"アートと社会の多様で多数の接点―美術史・博物館学・美術教育・アートマネジメント・現代メディア文化研究などの観点から―","受講可能学科":"造形学部・芸術文化学科","担当研究室":"芸術文化学科","担当教員":"春原　史寛","分野":"専門Ⅰ類","対象学年":"3年","科目群":"専門Ⅰ類（必修）","キャンパス":"鷹の台","開講期間":"後期 2021/09/06-2021/12/18","曜日・時限":"木１,木２","授業形態":"演習","単位数":"2.0","授業概要・カリキュラム上の位置づけ":"ゼミ形式で行われる本授業は、美術史（主に近現代）、博物館学、美術教育、アートマネージメント、現代メディア文化論（ポップカルチャー研究）等のアートと社会を接続する理論の専門性を中心に展開します。本ゼミは、【専門的な文献を読むこと（学術書を各自が担当して読み込んで発表）】、【論理的な文章を書くこと（研究レポートの提出）】、【多様に思考すること（授業の内外、プロジェクトにおける議論）】を重視します。アートに関する諸理論のうちから、文化論的・歴史学的・博物館学的な対象の把握・解釈・記述・伝達の仕方をひとつの学術的専門性の高い方法論として学び、修得します。同時に専門的な実践として、学外（ミュージアム等）と連携したり記録冊子を制作したりするゼミの全体プロジェクトでは、場やプロジェクトの企画・運営を行い、アートやプロジェクトなどのプランニングとマネジメントを実践的に経験します。以上のことで、これまでのカリキュラムにおける学びを自己のなかで統合・整理しなおし、各自の関心を追求して独自の「問い」の確立と解決方法の考案、探求の目的の明確化（卒業研究の前提）につなげること、そして自ら学んで社会に発信する姿勢と力を養うことを目指します。そのすべてのプロセスで社会とアートの多様な接点をできるだけ多数設定することをテーマとします。この3年生ゼミでの社会への視点の獲得をベースに、次年度の4年生ゼミでは、自分が設定した卒業研究テーマについて、綿密な資料と社会リサーチと、テキストによる研究の論理的構成を経て、アウトプットとして緻密な文章で他者を説得する【論文】、説得力のある新たな実践で芸術文化の社会的意義を示す【プランニング】、先行する表現の分析により構築的に独自の表現形式を追求する【作品表現】の、いずれかの形式の研究成果を提出します。なお、ゼミの選択に当たっては、担当教員の専門性と自己の関心のマッチングを再度確認してください。担当教員はアート・デザイン領域の制作・表現を専門としてはいません。また、多様な多人数のメンバーが構成するゼミの場を、快適で充実した学びの場とするために、遅刻をしない、提出物などの期限を守る、ゼミ内の連絡のチェックは怠らない、連絡にはきちんと反応するなどの社会常識を必ず踏まえて参加してください。加えて、自分の適性や特質を把握して、全体のなかでどのような役割が果たせるのか、よく考えることを望みます。【過去の全体プロジェクト】2019年度は、2つの全体プロジェクトを実施しました。長野県の公立美術館である東御市梅野記念絵画館特別展「小倉尚人展」の教育普及事業を担当し、子ども向け造形・鑑賞ワークショップを実施し、さらに、群馬県立自然史博物館企画展「ぐんまの自然の「いま」を伝える展」に参加し、サイエンスとアートの協同による展示企画の提案を行いました。2020年度は、群馬県立自然史博物館企画展への参加を継続し、リサーチ（調査研究）・プロジェクトとして、「コロナ禍の芸術文化運動」をテーマとして、各自の関心のある領域を調査・考察し、レポートをまとめ、ゼミ全体での冊子制作を行いました。","授業方法":"講義および演習","到達目標":"美術史・博物館学・美術教育・アートマネジメント・現代メディア文化論分野における個人研究テーマの獲得","ディプロマポリシーとの関連":"https://www.musabi.ac.jp/wp-content/uploads/2021/05/CurriculumMap_apm.pdf","授業計画・課題に対するフィードバック":"第１回：　オリエンテーションとディスカッション第２回：　個人テーマのプレゼンテーションとディスカッション／フィールドワーク第３回：　個人テーマのプレゼンテーションとディスカッション／フィールドワーク第４回：　個人テーマのプレゼンテーションとディスカッション／フィールドワーク第５回：　個人テーマの進捗報告／全体プロジェクトの企画第６回：　個人テーマの進捗報告／全体プロジェクトの企画第７回：　個人テーマの進捗報告／全体プロジェクトの企画第８回：　個人テーマの進捗報告／全体プロジェクトの企画第９回：　個人テーマの進捗報告／全体プロジェクトの企画第10回：　個人テーマの進捗報告／全体プロジェクトの企画第11回：　個人テーマの進捗報告／全体プロジェクトの企画第12回：　個人テーマの進捗報告／全体プロジェクトの企画第13回：　成果のアウトプット（展示、冊子等）第14回：　成果のアウトプット（展示、冊子等）第15週：　学びのふりかえり","履修上の留意点":"ゼミは他者との協同の学びの場であり、全体のなかで自分はどのような貢献ができるのかを意識してください。また、よりより学びの場を作るために、遅刻をしない、提出物などの期限を守る、連絡をきちんと確認するなどの自己マネージメントを徹底してください。","準備学習内容・時間の目安":"個自分は（アートにおける）どのようなことになぜ関心を持っているのかを深く徹底的に省察してきてください。","成績評価の方法":"2／3以上の出席を前提に、授業への参加の姿勢と発表・課題の内容、履修前後の学びの自己評価等を総合して評価します。","テキスト":"適宜授業内で参照すべき文献・資料・展覧会・ミュージアム等を提示します。","教員との連絡方法（オフィスアワー）":"事前にメール等でアポイントメントを取ってください。","リンク":"http://apm.musabi.ac.jp/about/faculty/sunohara/"}