{"科目名":"デザイン演習　Ⅰｄ","講義名":"デザイン演習Ⅰｄ","サブタイトル":"テクストインフォメーション","受講可能学科":"造形学部・基礎デザイン学科","担当研究室":"基礎デザイン学科","担当教員":"篠崎　晃一","分野":"専門Ⅰ類","対象学年":"3年","科目群":"専門Ⅰ類（選択）","キャンパス":"鷹の台","開講期間":"後期 2021/09/06-2021/12/18","曜日・時限":"木１,木２","授業形態":"演習","単位数":"2.0","履修条件":"特になし","授業概要・カリキュラム上の位置づけ":"「テクスト論」の概念を拡張したテクストインフォメーションの試みは、まちづくりを行う施政や設計者の立場からではなく、読者＝生活者からの視点で環境に潜むデザインの構造を読み取る実験である。都市計画やまちづくり、ストリートファニチャーやサイン計画などには作者である設計者の意図がある。しかし自然現象や経済的状況を背景とした読者としての生活者の活動は、この意図に迎合しつつ、ときに無視し、反発し、それらが渾然一体となり「街」という環境が作り出されている。演習では「街」の中から、ひとつのキーワードを道具として「テクスト構造＝デザインの対象となりうる要素と関係性」を発掘する。それは都市計画や建築という作者の意図に対峙して、そこに生きられたモノやヒトの各々の関係性の発見であり、ある環境における生物の「生態」を分析することに近しい。最終的にその新たなデザインの要素（ことば）を基に、再び見えてきた街の姿を空間に表現する。この演習の目標は、テクスト概念を手掛かりとしてデザイン行為のための新たなデザインの対象＝インフォメーションを獲得することと、それが言語的な構造を持って立ち上がってくるという新たな表現方法におけるデザインの視座の獲得である。またこの演習では、その計画立案から調査、制作、空間展示、プレゼンテーションに至るまでのチームによる実制作を通して総合的なプロデュースの感覚を獲得することができる。演習の中では街という時空をモチーフとするが、ここで獲得した視座は、広告、ゲーム、映像、工業製品、Webサイト、広義のプログラムなどを対象とするデザイン方法論として、その応用展開の可能性が開かれている。","到達目標":"テクスト概念を手掛かりとしてデザイン行為のための新たなデザインの対象＝インフォメーションを獲得することと、それが言語的な構造を持って立ち上がってくるという新たな表現方法におけるデザインの視座の獲得、およびその計画立案から調査、制作、空間展示、プレゼンテーションに至るまでのチームによる実制作を通して総合的なプロデュースの体験。","ディプロマポリシーとの関連":"https://www.musabi.ac.jp/wp-content/uploads/2021/05/CurriculumMap_scd.pdf","授業計画・課題に対するフィードバック":"演習の前半は、環境から情報を読み取るワークショップなどを通して最終的な表現に向かうためためのトレーニングとして位置づける。後半は研究グループを結成しリサーチや解析の方法から会場の展示における表現方法まで、グループワークの中でその方針を立て、具体的な制作段階へと移行する。オンライン授業と対面授業を組み合わせ、相互のコミュニケーション環境を活かしたプロセスを組む。第01回　テクストインフォメーションの概念と演習全体のプロセスについて第02回　プレゼンテーションの演習および認識と表現について第03回　分析のためのキーワードの提示／言葉の構造と環境の構造を考察する第04回　キーワードを基に、写真によって環境要素を抽出するワークショップ第05回　研究グループの結成／情報の整理と情報構造の理解／街を解析する第06回　環境から読み取るデザイン要素の検討／テーマ設定第07回　研究方針のプレゼンテーション／外部から招く講師による講評第08回　リサーチ／それぞれの研究対象と表現方法へのアプローチ第09回　データの解析と表示計画の具現化第10回　映像、造形、パネル等の制作、会場計画と広報宣伝の計画第11回　プレゼンテーションと展示の準備第12回　プレゼンテーションと合評会／外部から招く講師による講評第13回　制作ノート提出","履修上の留意点":"この演習は「テクストインフォメーション」の概念を基に進めるが、論理的な背景として2年次の「テクスト研究」の履修と合わせると、統合的な理解が促進されると考える。","準備学習内容・時間の目安":"「デザイン論」、「記号論」、「表示方法論」など1、2年の必修科目の復習","成績評価の方法":"概念の理解度、演習のプロセス、成果物とプレゼンテーション（グループ）、制作ノート（個人）を総合的に評価する。","参考文献(作品）等":"■ 向井周太郎著『生とデザイン－かたちの詩学』■ リチャード・S・ワーマン著『それは｢情報｣ではない。』","リンク":"http://textinformation.seesaa.net/"}