{"科目名":"International Communication Ⅱ","講義名":"International Communication ⅡA","サブタイトル":"Introduction to Academic, Professional, and Practical Language of Human-Centered Design","担当研究室":"クリエイティブイノベーション学科","担当教員":"長谷川　敦士","分野":"専門基礎科目","対象学年":"3年","科目群":"専門基礎（必修）","キャンパス":"","開講期間":"第2ターム 2021/06/07-2021/07/31","曜日・時限":"火５","授業形態":"演習","単位数":"1.0","授業概要・カリキュラム上の位置づけ":"This course aims to introduce advanced English-speaking students to the academic, professional, and practical language of human-centered design --the foundation for creative innovation and design thinking. Through discussion, hands-on activities, and exposition students will develop their capacity to communicate naturally in English on contemporary design issues through the lens of the 4 phase design process (ie double-diamond model). Using the basic methods of contextual inquiry (observation and interview), students will participate in a 'design sprint' as a way to gain first-hand understanding of vocabulary and the communication skills necessary for their practice as designers.","授業方法":"This class will follow a 'hybrid' model of lecture, student presentation, critique, group discussion, and team-based activities conducted completely in English. One guest speaker (non Japanese) will be invited during the semester on a topic relevant to our coursework.","到達目標":"Students will increase their English vocabulary and deepen their understanding for theory and practice in the field of human-centered design and creative innovation.","ディプロマポリシーとの関連":"https://www.musabi.ac.jp/wp-content/uploads/2021/05/CurriculumMap_ci.pdf","授業計画・課題に対するフィードバック":"RESEARCHWeek 9　(A) Design Feed; (B) Primary research: Interviews (C) Empathy interview frameworkWeek 10　(A) Design Feed; (B) Presentation of interview research; (C) Vocabulary reviewSTORYTELLING and PRESENTATIONWeek 11　(A) Design Feed; (B) Introduction of final assignment: Journey maps, Design Vocabulary Glossary; (C) Iteration and critiqueWeek 12　(A) Design Feed; (B) Journey map critique #1 - Instructor to student teamWeek 13　(A) Design Feed; (B) Information design principlesWeek 14　(A) Design Feed; (B) Journey map critique #2 - Student team to student teamWeek 15　(A) Design Feed; (B) Journey map critique #3 - Instructor to student teamWeek 16　Final team presentationsSyllabus is subject to change due to time and performance considerations","履修上の留意点":"N/A","準備学習内容・時間の目安":"N/A","成績評価の方法":"Students will be graded on:Attendance and participation: 50%Final project execution and presentation: 50%","テキスト":"The Field Guide to Human-Centered DesignBy IDEO.orgDownload a free PDF here: https://www.designkit.org/resources/1","テキストISBN番号":"N/A","参考文献(作品）等":"• Delft Design Guide, Perspectives - Models - Appraoches - Methods; Delft University of Technology; BIS Publishers, Netherlands• How Design Makes the World; Scott Berkun; Berkun Media LLC• Mapping Experiences; Jim Kalbach; O'Reilly Media Inc.• Mismatch, How Inclusion Shapes Design; Kat Holmes; MIT Press• Research For Designers, A Guide to Methods and Practice; Gjoko Muratovski; Sage Publications• Universal Methods of Design; Martin and Hanington; Rockport Publishers","教員との連絡方法（オフィスアワー）":"Questions regarding the lecture content will be accepted, and are expected, during each class. Additional questions can be emailed to the instructor at robert.zolna@gmail.com. Please allow 12 hours for a response.","リンク":"https://www.designkit.org/resources/1"}