{"科目名":"工業技術概論","講義名":"工業技術概論(造Ⅱ）","受講可能学科":"全学科（工芸工業デザイン学科を除く）","担当研究室":"工芸工業デザイン学科","担当教員":"内山　純、近藤　嘉男","分野":"造形総合Ⅱ類","対象学年":"3年,4年","科目群":"造形総合Ⅱ類","キャンパス":"鷹の台","開講期間":"通年 2021/04/12-2021/12/18","曜日・時限":"月３","授業形態":"講義","単位数":"4.0","履修条件":"学部3年生以上のみ、履修できる。受講者定員は25名までとする。（工芸工業デザイン学科は学科別Ⅱ類として開講）","授業概要・カリキュラム上の位置づけ":"工芸工業デザインに必要な幅広い工業技術の知識を得るだけでなく、その将来的な可能性についても探る。これにより、新しいデザインを見いだす手段として工業技術をとらえる力を身につける。工業製品に使用される金属、プラスチック、セラミックスなどについて種類や製造加工方法を学んだ後、⼯業製品においての活⽤技術について、実例を⽤いて理解を深める。またメカトロニクスの応⽤例としてロボットなどを紹介する。各⾃テーマを設定、調査、提案を試みることで工業技術の可能性を探る。","授業方法":"・Zoomを用いて、教員と学生全員がオンラインで授業を実施する。・各回ごとに、自宅課題を提示する。授業内で時間を設けて質疑応答にも対応する。・講義資料を配布、サンプル、映像資料などを使って講義を行い、レポートで理解度を確認する。・発表、討議を行う回もある。","到達目標":"①工業製品に使用される材料の種類、製造加工方法の基礎知識を習得し説明できる。②工業製品に使用されている工業技術についての基礎知識を習得し説明できる。③新しいデザインを見いだす手段として工業技術をとらえることができる。","ディプロマポリシーとの関連":"https://www.musabi.ac.jp/wp-content/uploads/2021/05/CurriculumMap_fad2.pdf","授業計画・課題に対するフィードバック":"第１回　オリエンテーション、工業技術について第２回　金属材料の基礎　（種類と特徴）第３回　金属材料の加工技術Ⅰ　（切削加工）第４回　金属材料の加工技術Ⅱ　（塑性加工、溶接、鋳造）第５回　金属材料の加工技術Ⅲ　（加工技術の応用）第６回　プラスチック材料の基礎（種類と特徴）第７回　プラスチック材料の成形技術Ⅰ（各種成形方法１）第８回　プラスチック材料の成形技術Ⅱ（各種成形方法２）第９回　プラスチック材料の成型技術Ⅲ（金型、設計の留意点）第１０回　プラスチック材料の成形技術Ⅳ（成形技術の応用）第１１回　プラスチック材料の加飾第１２回　プラスチック材料（特殊な材料と加工）第１３回　セラミックス第１４回　最近の材料、加工技術第１５回　前期の復習第１６回　プラスチックの応用１（射出成形）第１７回　射出成形の応用第１８回　プラスチックの応用２（金型）第１９回　金型の応用第２０回　プラスチックの応用３（加飾）第２１回　加飾の応用第２２回　メカトロニクス技術（ロボット技術）第２３回　メカトロニクス技術の応用第２４～２５回　工業製品設計（実例紹介）第２６～２７回　年間の復習第２８～３０回　応用と展開（まとめと各自テーマ調査、発表、討議）","履修上の留意点":"・Ｚoomを使用しオンラインで授業を行う。・必要に応じMeetを通して事前に資料を配付するので、あらかじめ参照できるように準備して参加すること。・課題やレポート、出席の扱いなどは授業内で指示する。・資料や動画をスクリーンにも映しだすので、パソコン環境で授業に参加するのが望ましい。・授業開始１０分前までに、ログインしておくこと。・最終的に各自テーマを設定、調査してまとめ、オンラインで発表を行う。","準備学習内容・時間の目安":"・講義資料などを用いて復習し、関連技術を調査し討議するための準備を行う。（60分／週）・各自設定したテーマについて継続的に調査し、提案を試みる。（30分／週）","成績評価の方法":"授業参加度と学習意欲、課題発表の総合評価とする。・授業参加度と学習意欲60%、課題発表40%・授業内レポートを全て提出、課題発表が必須。","テキスト":"なし","参考文献(作品）等":"⽇本インダストリアルデザイナー協会 編 『プロダクトデザインの基礎』 ワークスコーポレーション⽇本インダストリアルデザイナー協会 編 『プロダクトデザイン』 ワークスコーポレーション⽇本出版サービス　⼯業デザイン全集　第五巻井⼝信洋　機械材料の特性と選び⽅　昭晃堂　⾼梨隆雄　美的設計⽅法論　ダヴィッド社ほか、映像資料など便宜使用する。","教員との連絡方法（オフィスアワー）":"講義内容に関する質問は、毎授業内、または授業内提出レポート、掲示板などで受け付ける。"}