{"科目名":"Basic Skills of Critique & Presentation","講義名":"Basic Skills of Critique & Presentation","受講可能学科":"造形学部・視覚伝達デザイン学科","担当研究室":"視覚伝達デザイン学科","担当教員":"濱元　拓","分野":"専門Ⅱ類選択","対象学年":"1年,2年","科目群":"専門Ⅱ類（選択）","キャンパス":"鷹の台","開講期間":"後期 2021/09/06-2021/12/18","曜日・時限":"水５","授業形態":"演習","単位数":"2.0","履修条件":"特になし","授業概要・カリキュラム上の位置づけ":"There are 2 goals in this class. One is to be able to make decent presentation. The other is to find your own message. Students will learn the essential skills and language of critique & presentation through actual in-class critique and presentations. They will engage and dialogue with a native speaker via Zoom. Emphasis will be placed on communication skill over grammar and pronounciation.","授業方法":"授業の形式は、ZOOMによるリアルタイム（同時双方向）型、およびオンデマ ンド（非同期）型を組み合わせて行うこととする。","到達目標":"Express opinions in a variety of ways.Make regular presentations, simple to more complex.Comment in English after each presentation.","ディプロマポリシーとの関連":"https://www.musabi.ac.jp/wp-content/uploads/2021/05/CurriculumMap_vcd.pdf","授業計画・課題に対するフィードバック":"Week 1: Orientation & Self-introduction of studentsWeek 2: Presentation of StudentsWeek 3: Dialogue with netive speaker & discussion about last presentationWeek 4: Presentation of Students        Students Q&A and commentWeek 5: Presentation of Students        Students Q&A and commentWeek 6: Presentation of Students        Students Q&A and commentWeek 7: Dialogue with netive speaker & discussion about last presentationWeek 8: Introduce the details of the final presentation and have students         decide on their groups and what their presentation topic will be.        Work with group on final presentationWeek 9: Entire class period to prepare for final presentationWeek 10: Rehearsal of final presentationsWeek 11: Start final presentations-1st groupWeek 12: Start final presentations-2nd group(※今後の状況に応じてシラバスの内容には変更がありうる。)","履修上の留意点":"Attend all classes.Use English as a communication tool in every class.Do not be afraid to ask questions.Maintain a positive ‘Can Do’ attitude.","準備学習内容・時間の目安":"You need to prepare one presentation for every class. One presentation should be about 5 to 10 minutes.","成績評価の方法":"Evaluated by participation, self-reflection and final exam. For the final exam, students will give brief presentations on their specific project in English. Critique will follow from classmates. Nothing will be turned in written form."}