{"科目名":"初級イタリア語　１－２","講義名":"初級イタリア語１－２C","サブタイトル":"文法講読","受講可能学科":"全学部・全学科","担当研究室":"言語文化","担当教員":"中矢　慎子","分野":"文化総合Ⅱ類","対象学年":"1年,2年,3年,4年","科目群":"言語文化Ⅱ類","キャンパス":"鷹の台","開講期間":"後期 2021/09/06-2021/12/18","曜日・時限":"火４","授業形態":"演習","単位数":"2.0","履修条件":"この科目を履修するためには、前期開設の「初級イタリア語1－1C」もあわせて履修しなければなりません。なお、前年度までに上記の前期開設科目の単位を既に修得した者は、この科目を履修することはできません。","授業概要・カリキュラム上の位置づけ":"「初級イタリア語1-1C」に続く授業です。この授業はイタリア語を初めて学ぶ人を対象にしています。前期に引き続き、イタリア語の音やつづり方に親しみながら、文法の最初歩を学びます。また、辞書を引けば、平易な文章を理解できる力をつけていきます。","授業方法":"リアルタイム（Zoom）","到達目標":"イタリア語の規則動詞や不規則動詞の活用や、さまざまな疑問詞、前置詞の使い方、代名詞を使った表現に親しむ。また、自分の家族について表現したり、レストランで注文したり、週末の予定について表すことができるようになる。","ディプロマポリシーとの関連":"https://www.musabi.ac.jp/wp-content/uploads/2021/05/CurriculumMap_la2.pdf","授業計画・課題に対するフィードバック":"毎回ZOOMによる授業を行います。小グループに分かれての意見交換や、会話練習などアクティブ・ラーニングを行う予定です。学生のみなさんの積極的な参加がのぞまれます。1 前期の復習2 Unità 3　まとめ、辞書を使って読んでみよう 33 Unità 4　動詞avere（家族について話そう）4 Unità 4　所有形容詞（家族について話そう）5 Unità 4　まとめ、辞書を使って読んでみよう46 Unità 5　直説法現在の規則型活用ーare動詞（レストランで注文してみよう）7 Unità 5　直説法現在の規則型活用ーere動詞とire動詞（レストランで注文してみよう）8 Intermezzo 疑問詞について学ぼう9 Unità 5　動詞を使った応用練習をしてみよう10 Unità 5　まとめ、辞書を使って読んでみよう 411 Unità 6　直説法現在の不規則型活用1ーandareとvenire（週末の予定）12 Unità 6　直説法現在の不規則型活用2ーfare/ dare/ stare/ bere / uscire（週末の予定）13 Unità 6　補助動詞になる不規則動詞（週末の予定）14 Unità 6　辞書を使って読んでみよう 515 後期のまとめと復習","履修上の留意点":"ZOOMにて毎回出席をとります。やむを得ず授業中に離席する場合は、必ずチャット等で知らせるようにしてください。ほぼ毎回、発言を求めます。体調不良や通信状態が悪いなど、やむを得ない場合を除き、極力ビデオはオンにしてください。呼びかけに応じないことが連続する場合には、欠席とみなすこともあります。受講環境などに事情がある場合には、ZOOMやTEAMSなどを通じて相談してください。受講者の理解度をみながら授業をすすめるため、授業計画はあくまで、めやすとします。出席だけでは単位の取得はできません。積極的に授業に参加してください。課題の提出期日は守るようにしましょう。各自、伊和辞典を準備してください。","準備学習内容・時間の目安":"予習の必要はありませんが、前回までの学習内容をしっかり復習してから、各回の授業にのぞんでください。（30分）また、やむなく欠席せざるをえなかった場合は、授業内容を把握しておくこと。質問があれば、授業内、または授業後にしてください。","成績評価の方法":"出席、授業への貢献度、課題提出によって総合的に評価します。","テキスト":"前期に引き続き、以下の教科書を使用します。近藤直樹、カパッソ・カロリーナ著、『イタリアーノ・アル・ボーロ　Italiano al volo!』（朝日出版社）","テキストISBN番号":"978-4-255-55316-0","参考文献(作品）等":"伊和辞典は小学館「伊和中辞典」、小学館「ポケットプログレッシブ　伊和和伊辞典」、白水社「プリーモ伊和辞典」を推奨します。","教員との連絡方法（オフィスアワー）":"質問などがあれば、授業内と授業後に受け付けます。"}