{"科目名":"視覚伝達デザイン表現演習Ⅱ～Ⅴ","講義名":"視覚伝達デザイン表現演習Ⅱ～Ⅴ","サブタイトル":"イラストレーション・フォー・メディア","受講可能学科":"造形学部・視覚伝達デザイン学科","担当研究室":"視覚伝達デザイン学科","担当教員":"横山　宏、片山　裕","分野":"専門Ⅰ類","対象学年":"4年","科目群":"","キャンパス":"","開講期間":"","曜日・時限":"","授業形態":"実技","単位数":"2.0","履修条件":"学科別オリエンテーションにて説明する。","授業概要・カリキュラム上の位置づけ":"【片山クラス】「見る」から「見える」へものは目だけで見ているのではありません。英語で「I see」がなぜ「わかる」なのか。「看板がうるさい」「話が見えない」どちらもなぜ見えているものを聞こうとするのか、聞こえているものを見ようとするのか。見るとはそれを伝え表現するとは、目だけの話ではない。ものを見て気づき、どう感じるかは決してたまたま何かを見たという偶然ではありません。意識の土壌の中で見えるものです。それを表現に導くときに言葉は第二の筆になります。例えば先にあげた「看板がうるさい」は「看板が多い」とは違った視覚表現を生みます。また「話が見えない」と「話が聞こえない」では場や人の表現も変わるでしょう。このように私たちの視覚表現には言葉が大きな影響を与えています。「山」にはみかんの山もあれば、ゴミの山もあります。画一的でない「それぞれの山」を見つけてイラストへと繋げていきます。授業では写真なども使ってイメージがどのように変化し、伝えられるのかを体感していきます。デザインは多くの要素によって構成されており、イラストもその一つです。見たものを「見えたものへ」　伝えたものを「共有へ」【横山クラス】2D表現から3D表現へ平面作品と立体作品をボーダーレスに表現してみるまずは作品制作のための、古典絵画や、彫刻の楽しみ方を知って、サブカルチャーや現代アートまで多くの作品の中から学生自身とシンクロするモチーフを探してみる。その中に存在する基礎技術は今後、いかなる形でも絵を描いていく時にも有効なものです。そのセオリーの解説と実践を見直していきます。それは光、構図、配色、実感の再現などを的確で効率良く処理できる能力を付けていきます。もちろん、デジタルで表現する場合でも、古典からの技術無くしては、成立することはないので、その応用範囲は広いものである。視覚伝達デザイン科を受験する段階ですでに身につけている鉛筆デッサンや色彩構成の技術や知識やツールをもう一度使ってみよう。これらを入学後に活用することがないまま、卒業していくことはもったいない。これを見直すだけで必ず表現力のスキルアップが可能だと考えます。学生時代にこそ知っておくべき基礎技術がいくつかあります。それを好きな作品を創りながら見つけてもらえる時間にするプログラムを用意します。限られた授業時間の中では効率良く作品を制作していくことで、学生自らのパワーポイントを見つけることができます。まずは鉛筆デッサンによる自画像の演習から始めます。鏡を使って描く左右反転した自画像は多くの意味で主観的であるため、自分以外の同級生に撮影してもらった写真をモチーフにして自画像を制作していく。写真による観察方法を古典絵画から学ぶ。自分をどの様に表現するかということが今後の全ての作品制作の基盤となることを再認識するための演習です。三方向からの自画像を制作するために、角度ごと写真を撮るコツなどから始めていきます。またお互いを撮影することを通じてディレクション能力について意識していくことができる。つぎに完成させた自画像をモチーフにそれを立体として作品にしていくことを演習します。完成作品のイメージからその材料を決定し立体作品へと進めていく。また制作過程をメモを含めてすべて記録しておくことで本人にとって有効な技術として残しておける。作られた作品は、そのまま活かしてフォトフォリオや卒業制作の作品構想や、発展させ完成できるようにする。授業終了後の展示や学習発表の場は、ただ学習成果を発表するだけのものとせず、早い時期にそこを最終目標とすることで、展示とは？ということや、より見る人を引き付ける技術、つまりディスプレイとは何か、また、作品制作のテーマの見つけ方、スケジュールや、モチベーションの作り方も学習することにします。普遍的技術からそれぞれの独自性を支えるために必要な「技術」そのものが見えてきます。極端な表現をすれば、展示や発表とはまず「場」ありき、「額」ありきで、最適な「作品」をそれに合わせて、作っていくメソッドと考えています。準備するものはスケッチブックと鉛筆など受験時に用意した画材と、携帯電話を含めたデジタルカメラだけです。","到達目標":"【片山クラス】「見える」ということを、言葉との関係で自分の「見たもの」として、どう表現に落していくかを再考する。結果、自分にとって「もうひとつの視覚」を探し、見つけることが目標である。【横山クラス】オリエンテーションにて説明","ディプロマポリシーとの関連":"https://www.musabi.ac.jp/wp-content/uploads/2021/05/CurriculumMap_vcd.pdf","授業計画・課題に対するフィードバック":"【片山クラス】最初に言葉とイメージの関係がどのようなものかを、デザインや美術を通して実例をあげながら講義していく。途中3回ほどテーマを持って講義する。授業の進行は大きく分けて３つ。1：「言葉からイメージへ」　言葉とイメージに関してのエスキース。　ある対象（例：コップ）から言葉をランダムに引き出す。　ガラス、ビール、キッチン、円、割れる、水など。　出てきた言葉からイメージへと変える。　その際、対象となるもの自体は極力出さずに表現する。　例：コップであれば、濡れたコップの跡が　丸くついたコースターや、つぶれた紙コップなど。２：「見えないものから、見えるものへ」　　見えるものの意味の転換や広がりの実験。　カメラ（携帯）で身の回りの気になるものを撮る。　それに言葉をのせていく。その際、見えているものを語ってはいけない。　例：下町の家と家の狭い間に「猫」という言葉をのせる。　３：「もうひとつの視覚へ」　最終的に言葉をイメージにかぶせたものを各自の自由な表現で複数　制作し、言葉をつけて、ブック形式やポスターなどにする。　ただし、あくまで複数、3点以上を制作する。これは言葉とイメージの関連性　を自覚し、　これは言葉とイメージの関連性を自覚し、　「多をひとつに、ひとつを多に」することで「世界」を探るためにある。【横山クラス】オリエンテーションにて説明","履修上の留意点":"【片山クラス】言葉とイメージの関係性について話してきたことと矛盾するようだが、言葉では表現できないからこそイラストを描いたり、写真を撮ったりするということを忘れてはならない。視覚表現者にとって、言葉はあくまでイメージ化させるためのスイッチや、灯りのようなものである。自分の表現を磨くには何よりも手を動かし考えることが重要である。その上での言葉である。【横山クラス】オリエンテーションにて説明","成績評価の方法":"【片山クラス】当授業は毎回ディスカッションと実技を交えながら進めていく。授業は他の者が対象に対してどのように感じ、考えているかを知る場であり時間でもある。他を知ることでインスパイアされ、対象へより近づくことができるのが授業であり連続性を持った時である。単に最終の作品を出せば良いというものではない。それまでの制作に対する向き合い方や、授業内での小作品の評価にも重点を置いていく。\t\t【横山クラス】オリエンテーションにて説明","テキスト":"【片山クラス】当授業を進めるにあたっては私が作成した「WORD & IMAGE」を簡易ガイドブックとして配布する。\t\t【横山クラス】オリエンテーションにて説明"}