{"科目名":"視覚表現演習","講義名":"視覚表現演習","サブタイトル":"視覚表現演習B","受講可能学科":"造形学部・視覚伝達デザイン学科","担当研究室":"視覚伝達デザイン学科","担当教員":"西本　企良、大庭　弘之","分野":"専門Ⅰ類","対象学年":"2年","科目群":"専門Ⅰ類（選択）","キャンパス":"鷹の台","開講期間":"後期 2021/09/06-2021/12/18","曜日・時限":"集中","授業形態":"実技","単位数":"4.0","履修条件":"特になし","授業概要・カリキュラム上の位置づけ":"かつて、常に音や動きは生活の中で自然現象に付随するものとして存在し、竹の葉擦れの音や動きで風の存在を感じたり、樽の表面を叩く動きや音で中身の詰まり具合を想像することができました。表現においても、演劇や踊りなど常にリアルタイムで、現実の動きや音と連動したものでした。しかし、文字の発明とともに時間や空間を超えたコミュニケーションが可能になると、感覚は分断され、視覚偏重の文化が生まれて、文字による静的なコミュニケーションが主流となり、しばらく続く事になります。その後、映画やラジオ、テレビなどが生まれて、映像や音を録音・再生したり、人工的に作成する事も出来るようになると、映像や音の特性を活かした動的な表現が可能となり、新しいメディアの中で画像・動き・音響効果についての研究も進められました。さらに近年、コンピュータの発達・普及に伴い、インタラクティブ性を加えたダイナミックなコミュニケーションが可能となって、それらを「視覚・聴覚言語」として統一的に扱うデザインの必要性が増してきました。この授業では、音の原理、特性や効果、音環境の広がりなどを研究するとともに、映像についても動きやカットの編集など基本的な事柄について考え、素朴な表現であっても、それらを活かしたデザインを試みたいと考えています。前半、音のデザインと映像デザインの授業が平行して行なわれ、後半の複合課題へと進みます。音のデザイン私たちが聞いている『音』は、空気の振動である。しかし、私達にとって音はそれだけの存在ではない。音は、聴覚を通して脳で処理され、心に響く。この授業では、私たちの身の回りにある音を知り、情報を伝えるメディアとしての音の役割と音響構成力を身につけると共に、マイクロフォン、adobe,audition,など音響効果器材の利用技術を学ぶ。映像デザイン誰もが携帯電話のカメラで簡単に映像を撮る事ができ、またその画像をネット上で配信する事が可能な時代になって、ますます映像は身近に利用できるメディアになりました。またテレビや映画だけでなく、インターネット上や街中の広告ディスプレーからも映像はあふれるように目に飛び込んできます。しかし、その反面、映像や音響の仕組みや効果について原理的な所から考え、基本を抑えながら作り出す機会は少ないのでは無いでしょうか。授業を通して、コンピュータの特性を生かしたアニメーション表現などの可能性についても考察を深めてほしいと考えています。この授業では、映画やアニメーションの原理を学び、音と映像の関係を考えて、これからの新しいデザインに対応できる技術と感性を習得して欲しいと考えています。授業前半ではコンピュータの中割り機能やモーフィング機能を活かしたアニメーション制作を学び、授業後半では、映像表現の構成要素と基本原理の学びを踏まえて、簡単なフィクションの制作を試みます。","授業方法":"状況に応じてオンラインでの授業に切り替えます。","到達目標":"音と動きを原理的な所から捉え直し、新しいデザインの分野を知ると同時に、今後の活動の基礎となる技術・考え方を身につける。","ディプロマポリシーとの関連":"https://www.musabi.ac.jp/wp-content/uploads/2021/05/CurriculumMap_vcd.pdf","授業計画・課題に対するフィードバック":"音と映像のデザインについて学ぶ授業が平行して行われます。＜音響デザイン＞第1回：・レシピ展見学及び授業ガイダンス第2回：・サウンドスケープとフィールドレコーディング生活の中に『音』が存在し、その環境の音を意識する。先ずは身近な学内で、音を感じると共に、マイクで収録した音と、耳で聞いた音の感じ方を知る。第3回：・サウンドスケープとフィールドレコーディング2 - サイン音のあり方を探る収録した音の考察 adobe,auditionによる音編 サイン音とは、言語以外の手段で「メッセージを伝える音』全般を総称した呼び名である。視覚とは異なる音のデザインを考える。第4回：・第一課題音風景作品の制作工房にてナレーション収録実習作品における音素材の構成 ミックスダウン※状況に応じて工房ではなくオンラインでの授業になる可能性もある。第5回：・映像作品における音のデザイン１映画などを参考に効果音作成を紹介。 auditionで実際に効果音録音し音編集をする。第6回：・映像作品における音のデザイン2映画などを参考に音楽のつけ方を考察する. auditionで実際に映像に音額を付けてみる。第7回：・映像作品における音のデザイン3現在、音におけるフォーマットも様々でメディアによるフォーマットの違いを説明。・第一課題評価出来上がった作品を聴いてみる第8回：・実写撮影における音器材の使い方撮影に対して音の収録プランを作る。第9回：・撮影後における音のプランを組み立てる 編集後の映像に対して、音の組み立て方を考える  カナリア工房でフォーリー収録（映像に合わせ、道具を使い生の音を収録し、効果音を付ける、つまり音で芝居をする）を体験する第10回：・第三課題制作アドバイス各班、完成を目指す。第11回：・展示・講評会構成展示及び講評会の構成を考える。第12回：講評会＜映像デザイン＞前半：・私が歩いていると‥‥Adobe Animateによるアニメーション機能を習得し、人の歩きを基本に短いストーリ展開を考え、動きやフォルムの変形などをコンピュータの支援の元に作成する。フレーム単位で映像を作成することの意味、アニメーション表現の特質について理解を深める。後半：・映像のパララックスごく簡単なシチュエーションを設定し、視点を変えて編集する。映像表現の諸要素について学び、映像の特質について実習を通して考える。前半で学んだ事柄を踏まえて、音と映像の特性を活かした作品、プレゼンテーション用ソフトも使って制作します。","履修上の留意点":"状況に応じてオンラインでの授業となります。授業開始時刻の5分前までには準備をして待機願います。","準備学習内容・時間の目安":"特になし","成績評価の方法":"出席状況と各課題作品、授業に対する取り組み方などを勘案して、総合的に評価します。","テキスト":"適時、授業内で紹介します。","参考文献(作品）等":"適時、授業内で紹介します。"}