{"科目名":"造形基礎・選択　油絵","講義名":"造形基礎・選択　油絵","サブタイトル":"造形基礎・選択　油絵　「素材と表現」［油絵専攻1年対象］17週〜20週授業週　〈2単位 実技〉川口起美雄、袴田京太朗、高浜利也、大谷たらふ、片山真妃、利部志穂、徳永陶子","受講可能学科":"造形学部・彫刻学科","担当研究室":"油絵","担当教員":"川口　起美雄、袴田　京太朗","分野":"専門Ⅰ類","対象学年":"1年","科目群":"専門Ⅰ類（選択）","キャンパス":"鷹の台","開講期間":"４期 2021/09/06-2021/10/02","曜日・時限":"集中","授業形態":"実技","単位数":"2.0","授業概要・カリキュラム上の位置づけ":"何を、何に、何で、どう表現するか。表現者がこの問題から抜け出す事はなかなか困難ですが、ここでは「何に、何で」に拘ってみたいと思います。なぜなら先程の困難さは実は新しい素材に出会う事を敬遠しているだけの事かもしれませんし、また新しい素材や材料に出会ったときは、自分の考える事が今までと違う表現内容になることに驚くかもしれないと考えるからです。この期間は油絵、アクリル、テンペラ、版画、彫刻など油絵学科の油絵専攻と版画専攻、そして彫刻学科が共同で開く授業です。もちろん自分の所属学科、所属専攻を選択出来ますが、表現の幅を広げたい人や、ちょっと表現に行き詰まってる人は積極的に所属専攻、学科以外の課題を受講してみましょう。","授業方法":"課題内容に基づいて課題作品を制作します。オリエンテーション、指導、及び講評を教員が担当します。講評時などに学生同士が互いの制作や作品について話したり、ディスカッションしたりすることを含む授業内容になる可能性があります。","到達目標":"①新たな素材や材料にふれる。②自身の制作の可能性を拡げる。③基礎課程、専門課程を通じて主体的に作品制作に取り組み、学生それぞれの可能性を真摯に探求することで充実した自己表現を獲得する。","ディプロマポリシーとの関連":"https://www.musabi.ac.jp/wp-content/uploads/2021/05/CurriculumMap_scp.pdf","授業計画・課題に対するフィードバック":"油絵研究室担当科目を受講する場合、油絵5クラスに絵画組成1クラスを加えた計6クラスから、いずれかを受講することになります。大きなテーマは概要に表記のとおりですが、各課題は担当教員によって決められます。各教員が同課題を別々のクラスで受け持ち、内容は教員によっては様々ですので、選択の際には選択表を熟読して下さい。初日のオリエンテーションでは、各教員が詳しく授業の内容を説明します。なお、この授業で選択できるクラスには基礎的な造形力の向上を目的としたBasic Practice〈基礎演習〉クラスが含まれています。第 2 日～第22日 ・制作のためのスケッチ、ドローイング等進行　　　　　　　　・制作、実技、各教員のアドバイス第23日 作品講評 提出作品形態は各課題内容に従い、各クラスひとりずつ作品の意図を述べ、教員が講評をしていきます。過去に油絵学科で開講された授業は以下の通りです。小林耕平 先生「表現のための道具作り」日頃わたしたちは様々な道具を使い、生活をしています。ナイフを使うことで食材を切り分けることを可能にし、車や飛行機を使うことで徒歩では不可能な速さで移動することを実現します。これら道具は、便利であり、また道具を使うことでしか見ることのできないイメージを引き起こします。食材の断面や雲の上の景色など。表現においても、絵画では筆などの描画材やキャンバスなどの支持体があり、彫刻では鑿（のみ）やハンマー、映画ではカメラやマイクなど、表現方法は異なりますが様々な道具や素材があります。この課題では、みなさんが普段制作で使っている道具を題材として解釈し、別のものに置き換えることをします。そのことでどのようなイメージを導き出せるのか試みます。初日のオリエンテーションでは、普段制作で使っている道具を持参してください。（※新たに購入しなくて良いです）道具の紹介をしてもらいます。2日目以降は、持参した道具を参考にしながら、それらに代わる道具を制作してもらいます。制作期間中に全員で試作品を試す勉強会を２度行います表現形式：自由　作品サイズ：３０号程度（絵画の場合）絵画以外の表現の場合は絵画の大きさに準ずる。川口 起美雄 先生「「ミクスト・メディアの始まり」古典絵画の技法において、テンペラの白色、油彩の白色はある約束の中で使われてきました。固くいえば絵具のメカニズムに応えてということになります。それは白の密度の違い－つまり白さの濃淡によって、全ての光の波長を反射する量を調整するという意味をもっています。制作時にテンペラと油彩の白色を併用しパレット上では得られない「視覚的灰色」を理解することで、形から色、そして光へと全く違った表情をみせる白の豊かな幅の先に、表現は別の世界を見せてくれるでしょう。表現形式：油彩(テンペラ白併用も可)　作品サイズ：15～30号程度一色映理子 先生　　　「世界にあふれる画像・動画と自分の記憶の断片と」この世界には現在、画像や動画があふれています。私たちの日常生活の一部となっています。今回は、何気なく見ている画像・動画（映画も含む）の中に、自分の記憶の中の類似点、共感する部分をピックアップしてもらい、それをドローイングに起こして頂きます。（画材は５種類以上が条件です。）中間講評（9/13）では、各自、ドローイングを10枚以上並べ、トークしていただきます。中間講評後、ドローイングをベースにどのように作品にするか模索して頂きます。衣川明子先生「話してみる 」最初の週で、今持っている関心事、または自分の事、何でもいいので面談形式で話してもらい、それを元にどんな素材を使うか相談して決めてみましょう。自分一人でだとつい使いなれた素材や、手に入りやすい素材を使い、表現したいなにかしらから離れてしまうことがあります。人に話しているうちに、どんな感触やどんな大きさの物、どんな内容の物に興味があるのか、自分でなんとなく見えてくることもあるかもしれません。とりあえず、いつもの、自分が「モチーフ」や「テーマ」を外から観察して扱い始める前に、自分の感覚をいったん声に出して話してみて、それを二人で客観的に聴いてみて、どんなものが合うか（その感覚に近づけるか）考えてみましょう。そのあとは、決めた素材と格闘してください。講評では、面談で話した内容を話しても話さなくてもいいです。自分で観念と一緒に持っている感覚を、ただの感覚に戻してみて作ったものが、他の人にはどんな感覚として伝わっているのか聴いてみるのが目的ですので、面談も講評も話は支離滅裂で大丈夫です。徳永陶子先生「筆だけは使わないで自由模写」(表現と素材の相互性)」ゴッホはミレーの作品や日本の浮世絵など多くの模写をしたことはよく知られています。形、色、面、点、線、構図、空間の把握など絵画要素を研究し、それらを経てゴッホは自分なりの表現方法を確立していきました。古今東西、作家達はたくさんの模写をしながら自分なりの表現を模索してきました。今回は自分が今までに影響やインスピレーションを受けたと思う作品又は一番好きな作品を選び、自分が選んだ新しい素材と道具で自由な方法で模写をしながら、これから制作していきたいものを模索し、表現の可能性を広げるきっかけを作ってほしいと思います。この自由模写で重要なことは、筆だけは使わない点です。他の素材や道具は何を使ってもかまいません。例えば自分の手に直接絵具をつけて制作することがあっても良いですし、料理や裁縫道具、大工、左官屋さんの道具などあらゆるジャンルのものを取り入れて試してみて下さい。支持体も自由、キャンバス、紙、布類、木製パネル、アルミやアクリル版etc... 例えば元の作品が平面作品でも立体やレリーフに見立ててみても良いです。素材は、紙又はあらゆる素材でのコラージュ、油絵具、アクリル、水彩、グワッシュ、パステル、染め粉、墨、インク、色鉛筆etc…　それらを併用してもかまいません。今回は筆を休ませ、描くより作るという気持ちを味わいながら、同時に筆の必然性も感じてもらいたいと思います。モチーフとなる作品選びですが、古典から現代美術までどんなジャンルからでも かまいません。あくまでも自分が好きな作品、又は影響を受けていると思える作品、なんだかわからないけどこの作品の形や色や構図や質感を見ているといつもワクワクする！という一押し作品を選んで下さい。　素材と表現の関係はどのように作品に反映されるのか、自分が制作した作品と元の作品とを比較しながら、その必然性を少しでも発見してほしいと思います。","履修上の留意点":"造形基礎・選択は油絵・版画各専攻、彫刻学科、日本画学科が共同で開設しています。所属学科が開設している以外の授業も選択出来ますので、そちらも参照すること。\t\tオンラインでの対応を希望する者は、必ず事前に油絵研究室へ相談してください。","準備学習内容・時間の目安":"材料・表現に関しての問題意識を整理し、素材を通しての学習に対して目的を明確にしておくこと。","成績評価の方法":"・各自の講評後採点され素点が入れられる。・担当する教員によって提出作品の内容が違うので注意すること。・制作姿勢、独創性、表現力などを重視し、総合的に評価する。","テキスト":"初日オリエンテーションにて、指示されます。","参考文献(作品）等":"初日オリエンテーションにて、指示されます。","教員との連絡方法（オフィスアワー）":"油絵研究室に申し出てください。随時対応していますので、日時や場所についても相談してください。また、教員の指導日にアトリエで直接質問することもできます。"}