{"科目名":"視覚伝達デザイン表現演習Ⅰ～Ⅴ","講義名":"視覚伝達デザイン表現演習Ⅰ～Ⅴ","サブタイトル":"モーションイメージ","受講可能学科":"造形学部・視覚伝達デザイン学科","担当研究室":"視覚伝達デザイン学科","担当教員":"ダイノ　サトウ","分野":"専門Ⅰ類","対象学年":"3年,4年","科目群":"","キャンパス":"","開講期間":"","曜日・時限":"","授業形態":"実技","単位数":"2.0","履修条件":"学科別オリエンテーションにて説明する。","授業概要・カリキュラム上の位置づけ":"アニメーション制作を中心に映像制作を学ぶ授業です。アニメーションの制作手順を土台に、映像制作の方法論、演出方法、カメラ、フレーミングの概念を学んでいきます。言語に頼らないアニメーション表現を使い、如何に相手に伝えられる作品を、制作出来るか考えていきます。Adobe AfterEffectsを主に使用します。卒業制作に映像を用いる事、就職に映像関連を考えている人には、特に有効だと思います。","授業方法":"リアルタイム（同時双方向）：Teamsによるオンライン授業を行います。（ただし状況によってはオンライン授業（リアルタイム同時双方向型）と対面授業を状況に応じて切り替えます。）","到達目標":"●映像の構成と演出を知る。どうのように構成すれば、自分の意図を伝えられるのか学びます。●映像における時間感覚を実感する。例えば、1秒、5秒という時間は、映像において一体どのくらいの長さとして体感できるのか、もしくは、1枚の絵は、どれだけの時間を維持できるのかを経験します。●映像の制作プロセス、思考方法を体験する。映像制作プロセスは、膨大な手順が存在します。そのため常に時間との戦いです。そこで、全体のクオリティーを維持しつつ、如何に作業配分、品質配分をしていくかという、制作決定プロセスの経験は非常に大切です。また、カメラという目、カットという時間制御を使い、映像独自の表現方法を体験します。","ディプロマポリシーとの関連":"https://www.musabi.ac.jp/wp-content/uploads/2021/05/CurriculumMap_vcd.pdf","授業計画・課題に対するフィードバック":"第01週　カメラでコマ撮りアニメーション第02週　ボールのバウンス　リアルと演出の違い第03週　質感表現のアニメーション（硬い、柔らかい、重い、軽いなど）第04週　親子構造を使った、複雑なアニメーション第05週　カメラ、フレーミングなど、映像の基礎知識、絵コンテの描き方第06週　ビデオカメラによる実写撮影、ビデオ編集第07週　最終課題　「オリジナルの短編アニメーション制作」出題第08週～第12週　コンテ提出、映像制作第13週　最終課題提出、講評。●最終課題だけでなく、ほぼ毎週、課題を出題します。課題提出時に、必ず講評会を行いますので、提出期日を守ってください。※遅れ提出作品は、講評しないことがあります。●授業中に様々な映像作品を参考上映します。","履修上の留意点":"●今年度も、制作環境は各個人のPCで行うことになる予定です。（ただし状況によってはオンライン授業（リアルタイム同時双方向型）と対面授業を状況に応じて切り替えます。）操作手順説明では、Teamsウィンドウで操作解説を見ながら、自分のソフトウェアを操作することになります。１つの小さいPC画面では、Teamsの解説画面と、自分のソフトウェア画面を、その都度切り替えて作業することになるため、非常に効率が悪く、理解度も落ちます。そのため、下記のようにパソコン利用状況を推奨します。履修するにはA、Bの条件が理想的です。A（推奨）. 23インチ以上のデスクトップコンピュータで作業ができる者。B（推奨）. 14インチ程度のノートパソコンがあり、さらに外付けのモニター（2万円前後で売っている安い物でも可）を繋いで、デュアルモニターで作業ができる者。C（履修可能）. 14インチ程度のノートパソコンがあり、さらに8インチ以上のタブレット（iPadなど）も使って作業できる者。 D（履修可能だが困難を伴う）.  14インチ程度のノートパソコンのみでの作業する者。※履修確定後、作業パソコンにAfterEffects、Photoshop、Illustratorをインストールし、必ず起動させてください。　Cの場合は、両方のデバイスにTeamsをインストールします。（Teamsは、同じアカウントで2台から会議に参加可能。）今後、卒業制作などでも、作業用の大きいモニターは必ず必要になるので、これを期に用意することを強く薦めます。また、データ保存用に外付けHDD 1TB以上をバックアップ用として用意しておくこと。●課題制作のために、授業時間外での制作時間を必ず長めに確保してください。特に後半では、長めの作品制作を予定しているため、授業時間内での作業も考えていますが、できれば問題の解決、検討に使ってください。","準備学習内容・時間の目安":"●ジャンルは問いません、アニメーション作品、映画（実写も含む）を最低10本は見てください。その際、繰り返して見たり、コマ送りをして見ていくと、映像の約束、構成などを発見することができます。●授業では、photoshop、illustratorなどと連携させながら制作します。これらのソフトが使えると制作の可能性が広がります。","成績評価の方法":"課題作品の提出は評価の絶対条件です。さらに出席日数、授業に対する取り組み方、理解度によって評価します。","テキスト":"授業内で配布するプリントPDF、ブログ、webなどを中心に授業を進めます。","参考文献(作品）等":"●『図解だからわかりやすい映像編集の教科書』 (玄光社MOOK)/井上 秀明https://www.amazon.co.jp/%E5%9B%B3%E8%A7%A3%E3%81%A0%E3%81%8B%E3%82%89%E3%82%8F%E3%81%8B%E3%82%8A%E3%82%84%E3%81%99%E3%81%84%E6%98%A0%E5%83%8F%E7%B7%A8%E9%9B%86%E3%81%AE%E6%95%99%E7%A7%91%E6%9B%B8-%E7%8E%84%E5%85%89%E7%A4%BEMOOK-%E4%BA%95%E4%B8%8A-%E7%A7%80%E6%98%8E/dp/4768302440●Learn After Effects CC 【ADOBE TV】（参考までに）http://tv.adobe.com/jp/show/learn-after-effects-cc/その他の参考文献は、授業内で適時紹介していきます。","教員との連絡方法（オフィスアワー）":"メール：dino@dinosato.com、LINE、Teamsなどで可能。","リンク":"http://ameblo.jp/dinosato/"}