{"科目名":"メディア論Ⅰ","講義名":"メディア論Ⅰ","サブタイトル":"映像技術とメディアの本性","受講可能学科":"全学部・全学科","担当研究室":"美学美術史","担当教員":"築地　正明","分野":"文化総合Ⅰ類","対象学年":"1年,2年,3年,4年","科目群":"造形文化Ⅰ類","キャンパス":"鷹の台","開講期間":"前期 2021/04/12-2021/07/10","曜日・時限":"木４","授業形態":"講義","単位数":"2.0","履修条件":"履修希望者150⼈以上の場合、抽選。","授業概要・カリキュラム上の位置づけ":"本科目では、映像（写真と映画）の歴史を踏まえながら、「メディア」について考察していきます。「メディア論Ⅰ」では、映像メディアが現代史（19から20世紀）とどのように交差してきたかについて、テキストを参照しつつ、哲学的な観点を交えて考察する。「メディア」とは“medium”という語の複数形だが、「メディウム」は本来「媒体」、つまり何かと何かを「媒介するもの」を意味する。この語義において、最初の「媒体」とは、我々自身の〈身体〉にほかならないとも言える。身体を通じて（媒介として）、人は何かを感じ、経験する。「メディウム」という語が、かつて「霊媒」などの存在を指していたのはそのためではないかと考えられる。一方、現代において最も影響力のある「メディア」とは、「映像」ではないだろうか。その「映像メディア」について、テキストおよび具体的な作品に触れながら、多面的な考察を行う。","授業方法":"リアルタイム（同時双方向）：ZOOMによるオンライン授業と、Teamsでの課題との組み合わせで、授業を行います。適宜、Teamsのチームを用いてPDF化した資料(論文、画像、書籍のコピーなど)を配布し、それらに即してZOOMによる講義をしつつ、必要に応じて自宅課題を通知します。またチーム内のチャットを通じて質問も受け付けます。","到達目標":"「メディア」という語を、もう一度その源泉に遡ったところから考えることで、メディアの本性を問い直すと共に、今日の多様化した映像社会と向き合うための思考力、そして問題意識を身につけることを目指します。","ディプロマポリシーとの関連":"https://www.musabi.ac.jp/wp-content/uploads/2021/05/CurriculumMap_la1.pdf","授業計画・課題に対するフィードバック":"ZOOMによる講義および自宅課題を通して、第一回か～十五回を対応します。質疑応答や課題の提示と回収、出席管理などにはTeamsを利用します。第一回　オリエンテーション第二回　メディアの本義と身体、及び映像前史第三回　メディアとプロパガンダ第四回　哲学者ジル・ドゥルーズ著『シネマ』について第五回　映像、文字、発話行為のアレンジメントについて第六回　近代以降の複製技術とその意義について、W. ベンヤミンと共に第七回　ドキュメンタリーとは何か第八回　テクノロジーによるメディアの拡張第九回　映像メディアによる視覚経験の変容第十回　身体と映像メディアの相互作用第十一回　純粋な視聴覚記号について第十二回　多様化するメディアの孕む諸問題第十三回　氾濫する記号第十四回　２１世紀の私たちとメディアの未来第十五回　まとめ","履修上の留意点":"テキスト及び参考文献のコピー等を、Teamsを利用して配布しますが、授業内容の理解を深めていくために、できるだけ各自でテキストや授業内で紹介する参考文献を読むように努めてください。なお「授業計画」の各回のテーマは、全体の主旨と基本的な流れを指すものです。ZOOMおよびTeamsの使い方を事前に確認しておいてください。配布する教材と課題、課題の提出期限等については、授業の中で指示します（提出用の課題は毎回ではありません）。初回授業の始まる前までに、必ずTeamsのチームを確認してください（２回目以降も同様）。","準備学習内容・時間の目安":"授業内および資料で紹介する、参考図書や映像作品に積極的に触れることが肝要です。","成績評価の方法":"小課題を出し、授業に臨む姿勢および授業の理解の確認を行います（計３回を予定）30%。期末レポート70%。","テキスト":"築地正明『わたしたちがこの世界を信じる理由　『シネマ』からのドゥルーズ入門』河出書房新社、2019年。必要な箇所のテキストのコピーは授業内で配布しますが、世界堂のオンライン等でテキストを購入することをお薦めします。","テキストISBN番号":"978-4-309-24936-0","参考文献(作品）等":"その他の参考書は授業内で紹介します。","教員との連絡方法（オフィスアワー）":"主にTeamsのチャット機能を利用します。"}