{"科目名":"表象文化論Ⅶ","講義名":"表象文化論Ⅶ","サブタイトル":"イメージ＆ジェンダー","受講可能学科":"造形学部・芸術文化学科","担当研究室":"芸術文化学科","担当教員":"千葉　慶","分野":"専門Ⅱ類選択","対象学年":"3年,4年","科目群":"専門Ⅱ類（選択）","キャンパス":"鷹の台","開講期間":"後期 2021/09/06-2021/12/18","曜日・時限":"水３","授業形態":"講義","単位数":"2.0","履修条件":"特になし","授業概要・カリキュラム上の位置づけ":"ジェンダー規範（男らしさ／女らしさ）って何だろうか？　そして、わたしたちは、そのジェンダー規範をどのように身に着けるに至るのだろうか。また、ジェンダー規範に対していかなる対処をなしうるのだろうか。ジェンダー規範とは目に見えない。だから、捉えがたいし、わかりにくい。しかし、ヴィジュアルイメージは、わたしたちにこの捉えがたいものを明確に目に見えるものにして届けてくれるのだ。この講義は、ハイアートから映画、アニメ、マンガなどのヴィジュアルイメージを読むことを通して、そこに描かれたジェンダー規範を明確に目に見えるものとして捉えるジェンダー分析の方法論の習得をめざす。そして、わたしたちの身の周りは、ヴィジュアルイメージだらけだ。わたしたちは、知らず知らずの間にそうしたイメージを通して、言葉にならない無意識のレベルで、「男らしさ」「女らしさ」をすりこまれている。しかし逆に、イメージの読解を通して「男らしさ」「女らしさ」を明確に認識することができるならば、自分たちなりにそれを変えてゆくアプローチもできるのではないだろうか？ 2021年度の構成は、冒頭数回でジェンダー分析に触れたことのない人にもわかりやすいように用語の説明、ジェンダー分析のメリットなどを説明する入門編を行い、それを踏まえたうえで「アートとジェンダー」というテーマを設けて、実践的な学習を行う（ただし、アートと言ってもそれは狭義の美術館の中のアートに限定はしない。アニメ、映画、マンガを含む視覚表象一般と考えてほしい）。　以下に挙げた講義計画は2020年11月現在の予定である。今後の講義準備の進捗状況次第で変更の可能性があることを承知されたい。また、受講者の関心に応じて予定を変更することも考えている。","授業方法":"「授業計画」に沿って毎回配布されるテキスト・視覚資料・映像資料の鑑賞と講義。基本は対面授業であるが、状況に応じてzoomを用いたリアルタイムオンラインでの授業になる。","到達目標":"本講義では、ジェンダー分析の基礎概念とともに、ヴィジュアルイメージのジェンダー分析のケーススタディを示すことを通して、学生各自が身近なヴィジュアルイメージを意識的に読解することができるようになることを目標とする。","ディプロマポリシーとの関連":"https://www.musabi.ac.jp/wp-content/uploads/2021/05/CurriculumMap_apm.pdf","授業計画・課題に対するフィードバック":"第 1 週 イントロ1 ジェンダーとは何か、なぜジェンダー分析を学ぶのか第 2 週 イントロ2 「女らしさ」「男らしさ」第 3 週 本編1 「母性」の表象　悲母観音を読む第 4 週 本編2 「戦後民主主義と自由恋愛」　青い山脈からロマンポルノまで第 5 週 本編3　同　その２第 6 週 本編4　「にあんちゃん」を読む　在日韓国人少女が「戦後日本社会」で自己表現する難しさ第 7 週 本編5　レイプ神話の解体へ　「ポルノ映画」を読む第 8 週 本編6　「家族」のイメージ　藤子不二雄『ドラえもん』を読む　野比家というアイロニー第 9 週 本編7　藤子不二雄『ドラえもん』を読む２　永遠に成熟しないのび太第10 週 本編8　『崖の上のポニョ』とは何だったのか　『ポニョ』読解第11 週 本編9　『崖の上のポニョ』とは何だったのか　『ポニョ』と「ネオテニー（幼形成熟）」第12 週 本編10　メロドラマ的想像力とは何か　『白雪姫』を読む第13 週 本編11　脱メロドラマの物語２　岡崎京子『PINK』を読む第14 週 本編12　クィアとは何か　『ＩＳ』を読む　第15 週 本編13　同　その２　レポート提出5、7週目の講義については、拒否反応を示す学生がいる可能性があるセンシティヴなテーマので、初回講義で取り上げるかどうか、選択制にするかを話し合うことにする。コロナの状況次第で、リアルタイムで毎回zoomを用いてパワーポイント画面を共有したオンライン講義を行う。チャットあるいはアンケートを用いて感想や意見をまとめ、次回の講義前に補足解説を行う。","履修上の留意点":"本講義は、基本的には対面だが、コロナの状況および講師の都合上オンライン方式を採用する場合がある。その場合は、毎回講義開始時間にzoomにアクセスして講義を受けるスタイルとなる。各自がジェンダー理論を他人事とするのではなく、自分の身近なこととして、日常生活をおくる際の「生の技法」として、積極的に理解することを期待する。","準備学習内容・時間の目安":"一回一回の講義を漫然と聞き流すのではなく、配布資料を家で再読したり、講義で示された方法論を使ってヴィジュアルイメージの分析的読解を、積極的に行なうことで、理解をより深めて欲しい。","成績評価の方法":"対面講義、zoom講義いずれの場合においても、2/3以上の出席があったことを前提に、毎回提出する授業アンケートの内容や、受講態度、課題への取り組み方および期末レポートの内容を総合的に評価する。","テキスト":"前もって特に指定しない。授業の中で共有するパワーポイントで適宜指示する。希望があれば、パワーポイントの提供もいとわない。"}