{"科目名":"平面色彩構成","講義名":"平面色彩構成（造Ⅱ）","サブタイトル":"平面色彩構成「作品と身体」［油絵専攻2年生課題・全学科2年生以上対象］9〜12授業週 〈2単位 実技〉諏訪敦、赤塚祐二、高浜利也、片山真妃、金田実生、徳永陶子","受講可能学科":"造形学部・全学科（油絵学科を除く）","担当研究室":"油絵","担当教員":"油絵学科、諏訪　敦","分野":"造形総合Ⅱ類","対象学年":"2年,3年,4年","科目群":"造形総合Ⅱ類","キャンパス":"鷹の台","開講期間":"３期 2021/06/07-2021/07/03","曜日・時限":"月３,月４,火３,火４,水３,水４,木３,木４,金３,金４,土３,土４","授業形態":"実技","単位数":"2.0","履修条件":"学部2年生以上のみ、履修できる。受講者定員は10名までとする。ただし、油絵学科の学生は履修できない。※受講は通学可能な者に限る(オンライン対応不可)","授業概要・カリキュラム上の位置づけ":"「身体とは何か」人間の身体は、美術史の中で最も多く取り上げられてきたテーマですが、現代では哲学、精神医学、生物学等の分野で様々な観点から論じられています。身近なところでは、差別、ジェンダー、ひきこもり、リストカット、さらにDNA、臓器移植等との関連で身体論が行なわれています。今回はこうした現代の問題意識を踏まえて改めて「身体とは何か」に作品のうえで取り組んでみて欲しいと考えています。","授業方法":"課題内容に基づいて課題作品を制作します。オリエンテーション、指導、及び講評を教員が担当します。講評時などに学生同士が互いの制作や作品について話したり、ディスカッションしたりすることを含む授業内容になる可能性があります。","到達目標":"時代や文化などの違いによって起こる、人体表現の差異と共通点を探し出し美術に於ける「変化と普遍」について理解する。","ディプロマポリシーとの関連":"https://www.musabi.ac.jp/wp-content/uploads/2021/05/CurriculumMap_fad2.pdf","授業計画・課題に対するフィードバック":"諏訪敦、赤塚祐二、高浜利也、片山真妃、金田実生、徳永陶子　各クラスからなる合計6クラスです。第１日 オリエンテーション／課題内容および素材・技法、作品サイズなどの説明、参考資料の提示など。第２日～第22日 制作・実技第23日 作品講評　学生は指示に従い作品を展示しておくこと。第24日 作品の写真撮影。アトリエの整理・作品の撤去をして次の授業に備えます。●過去の課題から〈作品と身体〉豊嶋康子 先生 「〇〇を記録する」自分の、身体や周囲の変化・出来事の観察記録をつける。内容は毎日付け足していくようにする。この観察は、「自分の身体」がフィルターとなっていることを意識する。つまりこれは、客観的な観察ではなく、あなただけにしかできないある意味偏った記録になるように務める。記録対象とその内容は暗号化する。何を記録したのか他人にはわからないようにする。各自で観察する対象、記録用の素材と技法の決断をする。逆に、決断しなかった「その他」のエリアが出現するので、そこへの対処法として、失敗を積むことを避けずに具体的な造形作業（木工作業や色彩理論を踏まえての塗装作業など）にも取り組む。この作品を設置する背景（壁/床）として、全員に一枚ずつ三六判(900×1800mm)のダンボールを配布するのでこの領域をスタート地点として考える。表現形式：自由作品サイズ： 自由だが前提として配布する900×1800mmのダンボールの面積を意識する。自由に加工する。　金田実生 先生「大きなサイズから発見する」大きな紙に向かって存分に制作することが課題です。簡単には視野におさまらない大きさ。制作が進むにつれ、自分の身体性や作品との距離感が強く意識されるでしょう。その大きさがつくることそのものに作用します。大きなスケールを前に何ができるか、何を考えるのか。どのように取り組むかは自由です。それぞれの方法を一考し、伸び伸びと格闘して下さい。表現形式：自由。ただし、紙はすべて使用すること。切る、折るなど変容も可。作品サイズ： 270×250センチ程度　（支持体：紙。　紙は配布します。）袴田京太朗 先生「過剰と欠落－身体としての脳に負荷をかける」この課題ではあなたの作品制作の最も重要なこと、たとえば、素材や質感や色、自分だけの制作方法、こだわりのあるテーマ、好みの雰囲気や佇まい、などを、あえて過剰に扱う、あるいは欠落させた状態で制作をします。ポイントになるのは、その「重要なこと」が欠落したら作品をつくることがかなり困難になる、あるいは、これ以上過剰になったら作品として破綻してしまう、というところまで突き詰めることができるか、ということです。いつもより少し足りない状態、少し多めに扱う程度ではあまり意味がありません。そしてその制作はあなたの「制作したい脳」にさまざまなかたちで負荷をかけることになるでしょう。それも他人に押し付けられたなにかではなく、まぎれもない自分のかけがえのないものによって。脳は私たちにとって身近でありながら、一方で捉えどころのない暗闇のような存在です。しかし脳もまたタンパク質と脂肪と水で構成された身体の一部であるならば、スポーツ選手がやるのと同様に、鍛えればより高度な運動ができるようになるはずです。またいつもほどほどに心地いい状態で脳を使っていれば、働きの悪い鈍いものになり、自己ベストなど望むべくもない。制作の中心にある脳に負荷をかけて、身体を鍛えるように制作する。それは真面目にやろうとすればするほど、大変な作業になるかもしれません。しかしそれをどういうかたちにせよ楽しむことができれば、今まで見えなかった世界に足を踏み入れることになるかも知れません。増田常徳 先生 「充たされざる者と表現」」課題は「身体」ということで、物理的には人体（肉体）と内面的には精神（心）や魂であるが、今回「身体は精神の躯（むくろ）」と解して、精神と表現をリンクさせて考えて見たい。私たちを取り巻く環境が与えるストレス、コンプレックスやフラストレーションなどの悩みが、あるとあらゆるものと関係を結び反応する精神状態が引き起こす批判精神的エネルギー。この強く感じられるエネルギーが一つの表現への要因となって導かれてゆく。端的には、各自が何らかと関係をもつことで心の変化が心理的に強くはたらき、その結果頭を持ち上げる、言うに言えない衝動を表現に表す「精神芸術」の試みである。※今回は私の友人であり、詩人のモデル橋本丈さんをご紹介したい。丈（たける）さんは重度の『強迫性障害』という稀な身体的病状を抱えながらも、強く美しい精神の持ち主として、ヒューマンな心に裏打ちされた詩を鋭い感性によって表現されている。私が丈さんをモデルとして採用するのは、私が抱える問題意識と共通する内面のはたらきが「美」に繋がっている事。充たされない者が如何に充たされる言動や表現を行うか、それは観察と創作を持続して行う手仕事（描く）にほかならない。内容強迫性障害のモデル（男性）を対象に描き創作する。表現方法は自由である。基本的にはクロッキーから固定デッサン、ドローイング、油彩創作へと段階を追って進めていくが、創作はドローイングと油彩画のどちらか得意な方を重点に行っても良い。①課題初日にオリエンテーションの中で、モデルの丈さんと増田が「強迫性障害について」の質問等（20分位）、注意事項を加え行う。その様子を学生諸君に見てもらい、感じたことなど質疑応答を行い、コミュニケーション（20分位）と各自の表現への関わりや糸口を見つける。高浜利也 先生「顔以外の自画像　― 身体（からだ）と精神（こころ）―」　自分とは何か？身体（からだ）は？精神（こころ）は？　自画像（顔以外）をテーマに、与えられた2メートル幅の壁面（床を含む空間）に展示することを視野に入れて、自由に制作する。自己をさまざまな角度（身体性、精神性、記憶、他者との関係、社会、環境、・・・）から、考察・検証し、制作を進める。展示を視野に入れた表現へと展開させる。自由（原則として2m幅の壁面／空間に作品を展示する。平面、立体を問わず）2m幅の壁面（床）／空間におさまるもの。小林孝亘 先生「みえないものをみるために－映画を描くことから＋ドローイングミニ千本ノック」モネは「デッサンとはものの見方である」と言っていますが、「みる」という行為は、絵を描く上で最も基本的な作業です。見るということは、単に対象を見るというだけではなく、見たものから何かを連想、あるいは感じ取り、表層の形から裏側にある本質を見出すという、目には見えないものを「みる」という側面もあります。「みる」という言葉は多義的で、様々に捉えることができるのではないでしょうか。この課題では、映画という連続する映像によって表現された作品を鑑賞し、そこから見出したものを絵画という形式で表現し直すことを試みます。今回は、より明確に本質をとらえるための作業として、第１週目はドローイングだけを数多く制作します。ドローイングを描きながら、何をどのようにペインティングにするかを考えていきます。２週目から４週目は、描いたドローイングを手掛かりにしてペインティングを制作していきます。「みる」ことを通して、見えない何かを感じ取り、それを絵画に置き換えることにより、絵画表現の長所や短所を客観的に感じ考えることで、絵画の可能性が見出されるのではないかと思います。制作内容：＊オリエンテーション時に映画を観賞する。＊第１週目はドローイングのみの制作。できるだけ多くドローイングすることを心掛け、１日の制作の最後に、その日に描いたドローイングに日付を記入して壁面に展示する。＊２週目から４週目は、ドローイングを手掛かりにしてペインティングを制作する。","準備学習内容・時間の目安":"異なった表現方法で描かれた身体をテーマにした作品を数点探し、それらが描かれた時代背景と社会情勢を調べておく。","成績評価の方法":"・第23日に作品の講評会を行い採点します。・制作姿勢、独創性、表現力などを重視し総合的に評価する。","テキスト":"第1日のオリエンテーション時に必要な場合説明があります。また、課題説明の中で、画集やスライド資料が示される場合もあります。","教員との連絡方法（オフィスアワー）":"油絵研究室に申し出てください。随時対応していますので、日時や場所についても相談してください。また、教員の指導日にアトリエで直接質問することもできます。"}