{"科目名":"造形総合・絵画Ⅱ","講義名":"ペインティングしよう","担当研究室":"油絵","担当教員":"油絵学科、小林　耕平","分野":"造形総合Ⅰ類","対象学年":"1年","科目群":"造形総合Ⅰ類（選択）","キャンパス":"鷹の台","開講期間":"５期 2021/10/04-2021/10/23","曜日・時限":"集中","授業形態":"実技","単位数":"2.0","履修条件":"日本画・彫刻・視覚伝達デザイン・工芸工業デザイン・空間演出デザイン・建築・基礎デザイン・芸術文化・デザイン情報学科の学生のみ、履修できる。受講者定員は48名までとする。","授業概要・カリキュラム上の位置づけ":"子供のころは誰しも自然に絵を描き、それは幼いなりの自己表現のひとつとして重要な意味を持っていたと思います。しかしその感覚は次第に遠のき、美術を志した私たちでさえ、まずものを見てきちんと描くという訓練のために、知らず知らずのうちに絵画は敷居の高いものになってしまっているのかもしれません。絵画には専門性の高い世界ばかりでなく、もっと身近でリアルな自己表現の世界もあるはずです。この課題では、まず先入観で捉えている「絵画」という言葉から離れ、もう一方で絵画を指す言葉である「ペインティング」の「塗ること」という原初的な意味を出発点として、改めて「絵画／ペインティング」に親しんでいこうと思います。","授業方法":"課題内容に基づいて課題作品を制作します。オリエンテーション、指導、及び講評を教員が担当します。","到達目標":"①描くという行為を通し、絵具や支持体といった素材や材料の特色を理解する。②①の理解を通して、絵画というメディアの特性について思考する。③基礎課程、専門課程を通じて主体的に作品制作に取り組み、学生それぞれの可能性を真摯に探求することで充実した自己表現を獲得する。","ディプロマポリシーとの関連":"https://www.musabi.ac.jp/wp-content/uploads/2021/05/CurriculumMap_fad1.pdf","授業計画・課題に対するフィードバック":"開設される2クラスのうち、いずれかを受講することになります。大きなテーマは上記のようなものです。各課題は担当教員によって決められますが、各教員が同課題を別々のクラスで受け持ち、教員によっては使用されるモチーフ・モデル等が違う場合もあります。初日のオリエンテーションでは、各教員が詳しく授業の内容を説明します。第1日 オリエンテーション。課題説明、使用する素材の説明、提出作品の形式の説明があります。スライドや参考作品の紹介、あるいは参考資料の配付などがあり、それに対して学生の質問、話し合いがあり授業がスタートします。それぞれの会場は油絵学科掲示板に掲示します。第2日～第16日 ・制作のためのスケッチ、ドローイング等進行・制作、実技、各教員のアドバイス第17日 作品講評 作品は絵画、ドローイング等さまざま、各クラスひとりずつ作品の意図を述べ、教員が講評をしていきます。課題内容モチーフやモデルを観察し、描写するところから始まる絵画ではなく、想像やイメージをもとに自由に描き、作品を制作する。ただ趣味の延長で楽しんで絵を描くだけでなく、各クラスの担当教員がオリエンテーション時に提示するテーマをもとに、自由に描くことで逆に「自由」というものを捉え直したり、楽しんで描くことで「自分らしさ」というものを疑いながら、より広く絵画の魅力を再認識していく。たとえば「夢」というテーマで自分の無意識に着目し、不条理や矛盾した状況としての夢を描いてみる、あるいは「写真と絵画」というテーマで写真をもとに、その写真の意味をさまざまに操作しながら描いてみる、また「肖像画」などのように逆にフォーマットだけを提示し、それを自分で自由に解釈して描く、など。そのように具体的なテーマを与えられることもあれば「自分が描きたい絵」という自由課題に近いところから、それぞれの持つ絵に対する思いを掘り起こし、具体化しながら作品化すること自体をテーマとすることもあり得る。（各クラスの具体的な内容や詳細は初日オリエンテーションで説明）表現形式：絵画を中心に油彩、アクリルなど作品サイズは20号程度（希望者にはキャンバスを配付）","履修上の留意点":"授業期間中、授業日数の3分の2以上の出席（遅刻3回で1回の欠席とする）を必要とします。教員の指導日には必ず出席してください。課題の提出は、指導教員の定める講評会への出席をもってそれとします。携行用具については初回オリエンテーションで説明を行います。※受講は通学可能な者に限る(オンライン対応不可)","準備学習内容・時間の目安":"美術館などで、19世紀後半から20世紀にかけて起こった、具象絵画から抽象絵画への様式の変化を観ておく。","成績評価の方法":"・担当指導教員が講評会を行い、講評採点する。・評価が不可の場合は、再制作を課し、再提出作品を再評価する。・作品提出がない場合、対象外とする。・制作姿勢、独創性、表現力などを重視し総合的に評価する。","テキスト":"オリエンテーションで説明があるので、必ず出席してください。","教員との連絡方法（オフィスアワー）":"油絵研究室に申し出てください。随時対応していますので、日時や場所についても相談してください。また、教員の指導日にアトリエで直接質問することもできます。"}