{"科目名":"図　学","講義名":"図学","サブタイトル":"建築図学","受講可能学科":"造形学部・建築学科","担当研究室":"建築学科","担当教員":"岩下　泰三、布施　茂","分野":"専門Ⅰ類","対象学年":"1年","科目群":"専門Ⅰ類（必修）","キャンパス":"鷹の台","開講期間":"２.３期 2021/05/10-2021/07/03","曜日・時限":"水１,水２,木１,木２","授業形態":"演習","単位数":"2.0","履修条件":"特になし","授業概要・カリキュラム上の位置づけ":"全体のカリキュラムポリシーにある空間構成の計画・設計において必要な、空間を構想する想像力のリテラシーとして、幾何学を応用して２次元と３次元を往復するトレーニングの中で、空間創造のプロセスを感知し理解します。また全体のカリキュラムポリシーにある建築のコミュニケーション能力においては、図面が非常に重要な位置にあり、図を描くことと図を読む（理解する）ことの技術が欠かせません。３次元の形や空間を２次元で表現し、２次元で表された情報から３次元の形や空間をイメージできる能力の習得も目的のひとつです。現在製図の道具として定着したコンピュータも、脳内のイメージを自動的に図に描くわけではありませんから、３次元を２次元化する手法の重要性は今も変わりませんし、図を読む想像力も同様に建築を学ぶために必須です。さらに２次元と３次元をつなぐ図学的な考え方は、建築を思考するために有効な概念でもあります。","授業方法":"リアルタイム（同時双方向）　：Teamsや Zoomによるオンライン演習授業を行います。","到達目標":"①与えられた複数の２次元の図面から、そこに描かれた空間や立体を想像できるようにする。②頭の中に空間や立体を立ち上げ、自由に回転・変形し、好きな方向から眺め、図にする。③内部の見えない空間や立体の切断された状態の図を描き、内外の関係を思考する。以上のためのトレーニング法を身に付けて、主体性をもって活動する力量を習得する。","ディプロマポリシーとの関連":"https://www.musabi.ac.jp/wp-content/uploads/2021/05/CurriculumMap_arc.pdf","授業計画・課題に対するフィードバック":"Zoomを用いて、教員と学生全員がオンラインで授業を実施します。各回ごとに課題を提示します。授業時間内に随時質疑に対応します。第6週 　　水曜日　　　　　　　　　　３次元と２次元　　　　　木曜日　　建築は空間だ　　ソリッドとヴォイド第7週 　　水曜日　　　　　　　　　　切断図と切断面　　　　　木曜日　　　　　　　　　　副立面図第8週 　　水曜日　　建築は立体だ　　軸測投象と斜投象　　　　　木曜日　　　　　　　　　　中心投象と写真第9週 　　水曜日　　　　　　　　　　複面投象と単面投象　　　　　木曜日　　建築は操作だ　　実形と端形第10週 　  水曜日　　　　　　　　　　展開と起ち上げ　　　　　木曜日　　　　　　　　　　切断と相貫第11週 　   水曜日　　建築は設計だ　　即日設計エスキス　　　　　木曜日　　　　　　　　　　即日設計エスキス第12週 　  水曜日　　　　　　　　　　語る図と世界観　　　　　木曜日　　建築は形態だ　　形態と数式第13週 　  水曜日　　　　　　　　　　数式と表計算　　　　　木曜日　　　　　　　　　　表計算と建築試験週間　水曜日　　図学は試験だ　　理解と技能毎授業のその日のうちに提出された課題は、必要に応じて赤を入れTeamsで返却するので確認すること。火曜日中に提出された前週の宿題は、水曜日中には採点して返却するので確認すること。","履修上の留意点":"TeamsやＺoomを使用して授業を行います。使い方は事前に確認しておいてください．　　　　　　　　　　　　　　　　　　　　必要に応じて、TeamsやLiveCampusを通して、事前に資料を配付します。課題の提出方法は、授業で指示します。レジュメや資料をスクリーンにも映しだしますので、できればノートパソコンで授業に参加するのが望ましいです。授業開始５分前までに、ログインしておくこと。　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　コンパス・三角定規・三角スケールを各自用意すること。初日はダンボールによる模型制作なので、下記を準備してくる。・ダンボール（新品不要）、鋼尺、カッターとカッターマット、接着剤、三角定規、三角スケール、筆記用具・その他模型制作に必要と思われるもの。","準備学習内容・時間の目安":"授業で身につけたトレーニング法は、設計製図など他の科目で実践し、実際の能力を磨いてデザイン（設計）に生かしてこそ意味がある。","成績評価の方法":"演習課題の100％の提出。（時間厳守、遅れたものは不可）上記を満たした者が試験を受けることができ、その点数によって成績を評価する。週１回の宿題の判定は上記評価に加算される。（減点はない）","テキスト":"図研究会『図3 建築の図形表現』東海大学出版会","テキストISBN番号":"ISBN978-4-486-01557-4","参考文献(作品）等":"図研究会『図－建築表現の手法』東海大学出版会","教員との連絡方法（オフィスアワー）":"講義内容に関する質問等は、毎授業時に受け付ける。補習の要望があれば、研究室と相談してください。"}