{"科目名":"建築設計基礎","講義名":"建築設計基礎","受講可能学科":"造形学部・建築学科","担当研究室":"建築学科","担当教員":"布施　茂、河野　有悟、小林　敦","分野":"専門Ⅰ類","対象学年":"1年","科目群":"専門Ⅰ類（必修）","キャンパス":"鷹の台","開講期間":"２.３期 2021/05/10-2021/07/03","曜日・時限":"月１,月２,火１,火２","授業形態":"演習","単位数":"2.0","履修条件":"特になし","授業概要・カリキュラム上の位置づけ":"1年次カリキュラムポリシーにおける設計・デザインの基礎課程前半の前期に位置づけられる。建築を表現し伝達する手段としての製図法を体得する。授業前半は、建築設計の図面の種類と役割を理解し、目的意識を持って様々なスケールの建築作品をトレースすることで、建築設計における設計製図の修得を第一目標とする。最初に著名な住宅作品（木造・RC造）の図面を複写（1／50）することで空間構成の把握と建築製図の表現技法を学ぶ。そして、公共建築規模の一般図（1／100、1／200）を複写することによって、建築計画の理解と同時に一般図の図面表現を習得する。授業後半は、前半で習得した製図基礎と建築設計表現で習得した様々な表現方法を実践する。実際の設計計画の課題を進めるようにエスキースからスケッチ、図面、模型、プレゼンテーションへと展開する設計過程をトレーニングする。建築設計基礎は、建築設計表現・建築図学と共に連携した授業内容とし、全てを横断的に修得し、建築デザインの総合的な表現を修得することを目標とする。","授業方法":"リアルタイム（同時双方向）　：Teamsや Zoomによるオンライン授業を行います。","到達目標":"1年次カリキュラムポリシーにおける設計の基礎である製図を名作のトレースによって修得し、小建築の設計を通して建築の構想から設計に至る方法を修得する。エスキースからスケッチ、図面、模型、プレゼンテーションへと展開する設計過程を理解した上で、建築設計における設計製図の役割とルールを修得すること。","ディプロマポリシーとの関連":"https://www.musabi.ac.jp/wp-content/uploads/2021/05/CurriculumMap_arc.pdf","授業計画・課題に対するフィードバック":"Zoomを用いて、教員と学生全員がオンラインで授業を実施します。各回ごとに、自宅課題を提示します。授業内で時間を設けて質疑応答にも対応します。第1週 　 建築設計の概要、道具の使い方等の説明　　　 　製図の基本（線と文字の練習）・製図トレース-1／住宅：RC造（1：100）　（住吉の長屋／安藤忠雄）第2週 　 製図トレース-2／住居：木造（1：50）　　　 　（最小限住居／増沢旬）第3週 　 製図トレース-3／集合住宅・学校建築（1：100）　　　 　（風の教会／安藤忠雄）第4週　製図トレース-4／美術館・図書館（1：100）　　　 　（岩崎美術館／槙文彦）第5週　短期設計課題（短期課題（200㎥の住宅）の説明）　 　　　短期設計課題（エスキース・構想の提出）第6週　短期設計課題（エスキース）　 　　　短期設計課題（設計図即日製図）第7週　短期設計課題（プレゼンテーション）　 　　　短期設計課題（まとめ）　　                                                                                                                    第8週　短期設計課題（200㎥の住宅）講評（図学・建築設計表現合同授業）　 　　　個別指導","履修上の留意点":"TeamsやＺoomを使用して授業を行います。使い方は事前に確認しておいてください．必要に応じて、TeamsやLiveCampusを通して、事前に資料を配付します。課題の提出方法は、授業で指示します。レジュメや資料をスクリーンにも映しだしますので、できればノートパソコンで授業に参加するのが望ましいです。授業開始５分前までに、ログインしておくこと。　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　建築士試験指定科目です。","準備学習内容・時間の目安":"トレース課題の建築作品を事前に調べること。","成績評価の方法":"出題された課題は全て提出しなければ単位は認定されない。提出時間は厳守し、遅れて提出されたものは認定されない。提出物、出席による総合評価をする。即日設計に合格した者が単位認定される。","テキスト":"第3版コンパクト建築設計資料集成（丸善／日本建築学会編集）　※世界堂で購入についてはLivecampusなどで追って連絡します。","テキストISBN番号":"ISBN-13: 978-4621075098"}