{"科目名":"空　間　構　成　Ⅲ","講義名":"空間構成Ⅲ","サブタイトル":"（環境デザインⅠ−A）","受講可能学科":"造形学部・視覚伝達デザイン学科","担当研究室":"視覚伝達デザイン学科","担当教員":"齋藤　啓子、花崎　攝","分野":"専門Ⅰ類","対象学年":"3年","科目群":"専門Ⅰ類（選択）","キャンパス":"鷹の台","開講期間":"前期 2021/04/12-2021/07/10","曜日・時限":"金１,金２","授業形態":"実技","単位数":"2.0","履修条件":"学科別オリエンテーションにて説明する。","授業概要・カリキュラム上の位置づけ":"〈環境デザイン〉とは「環境と人間と創造力との関係を築いていく場」を求める営みである。この授業では「関係のデザイン」「コトのデザイン」をテーマに、授業そのものをワークショップ形式で進行する。絵や文字による表現、ノンバーバルな空間と時間と身体による表現、個人の表現から集団の表現への展開、などを段階的に再認識することから始める。さまざまな表現を媒介にしたダイアログ（対話）がどのように他者との関係をつくり、出来事をつくっていくのかを確かめる。こうした授業プロセスそのものが子どもとの出会いの計画を準備することつながる。前期の最後には、子どもを対象とした「コトのデザイン」をワークショップ「ちいさな夏休み」として企画・実施する。コミュニティワークショップ、演劇ワークショップ、メディアアートを専門にする教員が、実践的なフィールドを準備して授業にのぞむ。","授業方法":"リアルタイム（同時双方向）：Zoomによるオンライン授業を行う。","到達目標":"対象との関係づくりを計画し、必要なメディアやツールを準備し、出来事を記録し、共同作業を通して表現を獲得するプロセスを体験する。同時に、このプロセスを通して子どもの視点から社会の課題を発見し、発信する視点を獲得する。","ディプロマポリシーとの関連":"https://www.musabi.ac.jp/wp-content/uploads/2021/05/CurriculumMap_vcd.pdf","授業計画・課題に対するフィードバック":"Zoomを用いて、教員と学生全員がオンラインで授業を実施する。授業内では必要に応じて、オンラインでグループワークを行なう。第1週 前期オリエンテーション第2週 課題１「子どもの頃の遊びの地図」提出・発表第3週 「子どもの頃の遊びの地図」を読む・小論発表第4週 小論をもとにグループで詩のコラージュ第5週 「遊び」のリサーチと分析第6週 子どもの遊び場、学校、地域、などの現状のリサーチ第7週 詩のコラージュによる表現の創出、事例研究第8週 課題２子どもを対象にしたワークショップ企画第9週 テーマについてのリサーチ第10週 企画にもとづく実施準備第11週 企画にもとづく実施準備第12週企画実施と記録、2019年度は7月25日（木）～26日（金）にワークショップ「ちいさな夏休み」実施これまでのワークショップタイトル（1999～2018）：「不思議百億共和国」1990、「マジカルワールド創生記」1991、「ほしをはしる海賊船」1992、「それゆけ怪獣スイダラバ計画」1993、「タンチャメーを救え！ラブラブ大作戦」1994、「いきものものもうす」1995、「メトロポンチョジャーニー」1996、「オンププリプリオンプリン」1997、「色の国から’98～初恋」1998、「からっぽいっぱい」1999、「二千年祭」2000、「夏ジャック2001」2001、「うたえ！パサゲラポ」2002＋「ピピカの森のクリスマス」2002、「ブンブンパテナのキセキ」＋「キラキラパテナイトフィーバー on the rock」 2003、「海ぞく賊ちびひげ危機一髪！」2004＋「サンタ捕獲大作戦！」2004、「むしゃんび国妖怪百鬼夜行」2005＋「あわてんぼう市クリスマ巣団地」2005、「光の王子と暗闇大魔王」2006＋「大船渡みんなでペイントアート」2006／「ビカドロン島の大冒険」2007＋「岩室ワークショップ計画班」「ちい秋“なりきりピカソ”班」「遊びリサーチ班」「川崎桜本班」2007、「不死鳥伝説」2008、「音の森」2009、「Under the Sea」2010、「クワクワ島のハッピープーン伝説」2011、「闇のなかのピリカルポロン」2012、「スペースミッションinムサビ星」2013、「ムサ忍夏の乱」2014、「パレット王国とよくばりドラゴン」2015、「ちぐはぐ扉と6人の勇者』2016、「マーウ洞窟きらめく秘宝の伝説」2017、「FOOD HOUSE ちいさなぼくらの大脱走」2018、「大宇宙博物館 宇宙のきらめきをあつめよう！」2019","履修上の留意点":"Zoomを使用して授業を行う。必要に応じて、Teamsで資料を配布・提出を行う。ノートパソコンで授業に参加するのが望ましい。ワークショップの企画・実施においては、演出、制作、広報、ファシリテーター、映像・写真記録、など役割ごとの計画が求められる。","準備学習内容・時間の目安":"特になし","成績評価の方法":"出席、レポート、メディア制作、プレゼンテーションなどの取り組み全体を対象に評価する。","テキスト":"学科別オリエンテーションにて説明する。","参考文献(作品）等":"授業内で提示する。","教員との連絡方法（オフィスアワー）":"随時相談"}