{"科目名":"健康と身体運動文化演習Ⅳ","講義名":"健康と身体運動文化演習ⅣＡ（アウトドア・アクティビティ）","受講可能学科":"全学部・全学科","担当研究室":"身体運動文化","担当教員":"森　敏生","分野":"文化総合Ⅱ類","対象学年":"1年,2年,3年,4年","科目群":"身体文化Ⅱ類","キャンパス":"鷹の台","開講期間":"前期 2021/04/12-2021/07/10","曜日・時限":"金３","授業形態":"講義","単位数":"2.0","授業概要・カリキュラム上の位置づけ":"本演習は、野外（アウトドア）での様々な身体運動活動をデザインし経験することを通して、自分を取り巻く環境を感じ取るからだの諸感覚を活性化し、環境と呼応する身体運動を創り出し、他者とコミュニケーションし協同する力を培うことをめざしています。演習で取り扱う具体的なアクティビティとしては、身近な環境を使ったイニシアティブゲームやネイチャーゲーム、近郊でアプローチのしやすい高尾山ハイキング、身近な素材を使ったクラフト、海洋でのスクーバダイビングの方法を予定していますが、コロナ感染防止の観点から授業の進め方に留意する必要があり、体験できないアクティビィティもあります。何れの活動についても企画・プログラムのデザインをどのように進めるのかを考えていきます。","授業方法":"対面での演習の授業ですが、状況や必要に応じてオンライン対応ができるようにします。演習のクラス（チーム）をteams上に設置します。受講生はそのメンバーになって、授業に関する諸連絡等を得るようにします。teamsの他に、zoomの活用も想定しています。演習の中では、デザインするアクティビティを希望・選択しグループをつくり、主としてオンライン上で資料を共有したり協議しながら協同して実施プログラムを立案します。学内で実施するプログラムはみんなで体験しプログラムを評価します。学習・理解を図る座学、アクティビティをデザインするグループワーク、プログラムを体験する実技が組み合わされた授業方法となります。しかしコロナ感染予防の観点から、三密を避けるためにアクティビィティの内容選択や実施運営に特別の注意が必要になります。この点も合わせて企画を進めてくようにします。","到達目標":"①\tアウトドア・アクティビティをデザインする方法について理解している。②\t自分を取り巻く環境を意識的に探索し感じ取ったことや気づいたことをコトバで表現できる。③\t他者とコミュニケーションし協同しながら課題を解決する方法を見出すことができる。④\tアウトドア・アクティビティを安全かつ楽しく実施する方法や手段、技術について理解し実行できる。","ディプロマポリシーとの関連":"https://www.musabi.ac.jp/wp-content/uploads/2021/05/CurriculumMap_la2.pdf","授業計画・課題に対するフィードバック":"第１回　授業の概要説明と学習計画の説明第２回　アクティビティのデザインの方法と各アクティビティの概要理解第３回　からだのワーク（内なる自然：からだを知る）、前半の企画・プログラムの進捗状況確認第４回　イニシアティブゲームの実施（１）（プログラム評価）第５回　イニシアティブゲームの実施（２）（プログラム評価）第６回　ロープワーク、高尾山ハイキングの実施プログラム確認第７回　高尾山ハイキングの報告（プログラム評価）第８回　後半の企画・プログラムの進捗状況確認（ネイチャーゲーム、クラフト）第９回   ネイチャーゲームの実施（学内・学外）プログラムの確認第10回　ネイチャーゲームの実施(1)（プログラム評価）第11回　ネイチャーゲームの実施(２)（プログラム評価）第12回　身近な素材を使ったクラフト第13回　スクーバダイビングの学習①（楽しみ方、道具）第14回　スクーバダイビングの学習②（実施計画、海洋環境と身体の適応）第15回　アウトドア・アクティビティの魅力と意味の考察","履修上の留意点":"授業方法と授業計画に示すように、本演習では、教室での座学、自由時もつかったグループワーク、学内ならびに学外での体験（実技）を行います。特に経験の有無は問わないし特別な持ち物を必要としませんが、新たな体験に取り組む意欲と主体性を求めたいと思います。また、コロナ感染防止の観点から、ゲームにおける身体接触や三密状況が生まれないようなプログラムの工夫を求めます。","準備学習内容・時間の目安":"準備学習の内容は、アクティビティを企画しプログラムの立案することです。グループで分担・協力して資料収集、内容の決定、プログラムの立案、必要な時間・空間と物品の確定をします。なお、準備学習については指導アドバイスを随時おこなうようにします。これらの準備はteamsを使ってオンライン上で行います。自分たちが担当するアクティビティが効果的に実施できるように責任をもって準備していきます。","成績評価の方法":"全授業計画への参加状況、企画・立案されたプログラムの内容と実施状況、参加したアクティビティについての気づき、アウトドア・アクティビティの魅力と意味に関する総括的な考察について総合的に評価します。","テキスト":"基本的テキストをもとに授業時間に参考資料を配布します。","参考文献(作品）等":"大学アウトドア研究会編「アウトドアの楽しみ方―自然活動のすすめ―」アイオーエム、2004年．ジョセフ・B・コーネル著「ネイチャーゲーム」柏書房、1991年．"}