{"科目名":"幾　何　学　概　論　Ⅱ","講義名":"幾何学概論Ⅱ（いろいろな幾何Ⅱ）","サブタイトル":"いろいろな幾何学II","受講可能学科":"全学部・全学科","担当研究室":"教養文化・学芸員","担当教員":"圓山　憲子","分野":"文化総合Ⅰ類","対象学年":"1年,2年,3年,4年","科目群":"教養文化Ⅰ類","キャンパス":"鷹の台","開講期間":"後期 2021/09/06-2021/12/18","曜日・時限":"火４","授業形態":"講義","単位数":"2.0","履修条件":"150人","授業概要・カリキュラム上の位置づけ":"近・現代幾何学のハイライトを紹介し、如何に幾何学的認識の枠を広げようとして来たのかを追う。トポロジー（位相幾何学）については、入門的かつ直観的内容であるが、曲面のトポロジー(曲面の位相的分類定理)から２０世紀に生まれた新しいトポロジー、最近の話題までを網羅し、計量に捉われずに形を見るとそこに現れる視点は何か考察してゆく。また、現象としては知られていたが、それまでの幾何学が対象とせず、２０世紀に幾何学として理論化されたフラクタル幾何学やセルラー･オートマンによるパターン生成とパターン分類の理論を扱い、人工的なしくみから生成される形と自然界の形の関係も考察する。　「幾何学概論I」の内容とは独立である。","授業方法":"【teams】によるオンデマンド型授業","到達目標":"幾何学を学ぶことで、人間が如何に図形を巡る認識の枠を広げて来たかを知り、図形に関する数学的洞察を深め、また、造形の分野での応用事例を数学的に考察する。","ディプロマポリシーとの関連":"https://www.musabi.ac.jp/wp-content/uploads/2021/05/CurriculumMap_la1.pdf","授業計画・課題に対するフィードバック":"トポロジーや新しい幾何学から次の１５テーマをオンデマンド型授業で学修します。第１テーマ トポロジーハイライト（１）幾何学の歴史と新しい幾何学第２テーマ トポロジーハイライト（２）帯のトポロジー第３テーマ トポロジーハイライト（３）曲面の構成（連結和、ハンドル接着など）第４テーマ トポロジーハイライト（４）曲面のトポロジカル分類（境界、向き、オイラー・ポアンカレ標数）第５テーマ トポロジーハイライト（５）結び目理論（１）第６テーマ トポロジーハイライト（６）結び目理論（２）第７テーマ トポロジーハイライト（７）曲面と結び目（ザイフェルト曲面）第８テーマ トポロジーハイライト（８）最新のトポロジー第１０テーマ 新しい幾何学（１）セルラー・オートマトン（１）準備と導入第１１テーマ 新しい幾何学（２）セルラー・オートマトン（２）時間発展と生成パターン第１２テーマ 新しい幾何学（３）セルラー・オートマトン（１）応用第１３テーマ 新しい幾何学（４）自然界の形に迫る（１）フラクタル第１４テーマ 新しい幾何学（５）自然界の形に迫る（２）複雑さを図る第１５テーマ まとめと最近の話題なお、順番と内容は一部変更となる可能性があります。毎回の授業は【ビデオ】（3本程度）を視聴し、スライドPDF（3本程度）や資料、グラフ用紙などをTeamsの授業チャンネルで配信したものを利用します。授業各回終了時、その回で学んだキーワードを整理し、受講者が各々授業内容の理解を確認し、応用的な思考ができるような【小課題】（含自宅作業）を出し、受講者にその結果を授業や【teams】上でフィードバックします。","履修上の留意点":"【受講者上限150名】定員を超えた場合は抽選となります。幾何学概論Iとは、独立な内容で、予備知識は仮定しません。手を動かして考えることを重要視し、実技的な作業も行う予定です。指定の授業回に、定規・コンパス・のり・はさみなど用意してください。","準備学習内容・時間の目安":"各専攻分野で学ぶ形、日常目にする形を幾何学的観点から観察することを心がけてください。授業で学んだ図形の見方、取扱い方に沿って、図を描くこと、仕組みを考察することは理解を深めますので、これを習慣にしてください。また、理解できなかったことがあればそのままにせず、積極的に質問してください。予習と復習を兼ねて３０分～４５分）。","成績評価の方法":"次の項目による総合評価：平常点のポイント…各回の【授業フィードバック】を提出して出席となります。授業内容を手を動かしながら理解するように努めたかなどを小問で確認します。複数回の課題レポート…到達目標の達成を測るための課題レポート提出してください。これをまとめるにあたり、授業内容を復習し、疑問点を解決し、考察を深めることができたか、また、客観的記述ができたか。","テキスト":"テキストは特に指定しない。必要な資料（特に授業ビデオのPDF）などは各回配布する。","参考文献(作品）等":"圓山　憲子著『もういちど数学を』（全８章、付録２、武蔵野美術大学出版局、２００２年）等、文献は必要応じて授業で紹介。","教員との連絡方法（オフィスアワー）":"本授業チームの各回の授業チャンネルで質問や相談を受け付けます。"}