{"科目名":"視覚伝達デザインⅣ","講義名":"視覚伝達デザインⅣ","サブタイトル":"視覚伝達デザインF中野豪雄","受講可能学科":"造形学部・視覚伝達デザイン学科","担当研究室":"視覚伝達デザイン学科","担当教員":"中野　豪雄","分野":"専門Ⅰ類","対象学年":"4年","科目群":"専門Ⅰ類（必修）","キャンパス":"鷹の台","開講期間":"１～５期 2021/04/12-2021/10/23","曜日・時限":"集中","授業形態":"演習","単位数":"4.0","授業概要・カリキュラム上の位置づけ":"本ゼミでは、これまで各自が学んできた様々なデザインに関わる要素から共通する概念を抽出し、体系立て、解釈を加えながら独自の視覚表現へと昇華することを目的とする。それは個人的な気づきが社会の中でどのような意味を持つのかを、デザインを通じて探ることでもある。卒業制作は、自分自身の“問い”を確立することで、今後社会において自律的にデザイン活動を続けていくことの基盤を作ることであると位置付けたい。具体的には、最初の段階で自身の活動や制作を振り返り、ゼミ内でプレゼンテーションを行う。その際には他の受講生から意見をもらい、ディスカッションを通して自身のアイデンティティを認識する作業を行う。これによりテーマを明確にしながら、調査や試作、分析や記述を通すことで、動機を言語化し、制作のヴィジョンを明確化していく。リサーチにおいては単なる情報収集に止まらず、場合によってはその場、その人に直接触れることや、原典となる資料の探索など、一次資料を体全身で取り入れながら丁寧に記述していくことが求められる。実制作では様々な観点から資料を解釈し、具体的な形やメディアへと発展させていくことが求められる。そこではこれまでの3年間で学んできた、デザインの対象物を注意深く観察することで立ち上がる形、そしてそれらを自身の頭と手で構築していく編集のプロセス、そして全体を統合し、適切なメディアへと展開させることで初めて可能になる他者への伝達など、個人の枠組みが普遍的なテーマへと広がるプロセスを、より高度に実践していくことになる。“個人的な気づき”から“社会的なテーマ”へと昇華すること。それは視覚伝達デザイン学科4年間の学びそのものであり、両者の距離が遠いほど、その間を埋めていく行為の中に、デザインの可能性があると考えている。","授業方法":"夏季休暇明けの前期2週と後期の授業は対面とオンラインを併用したハイブリッド型の授業形態をとる。基本は対面による個人面談とし、特別な事情によりやむなくオンラインにせざるを得ない学生に対してはオンラインで対応するが、学習成果の質に左右されない授業を運営する。","到達目標":"・デザインの対象に潜む本質を捉える観察力・徹底的な調査のもとで集められた情報を体系化していく分析力・テーマを具体的な形へと展開し、メディアを用いて統合する造形力これらのプロセスを横断的に繰り返し、作品へと昇華していく力を体得することを目標とする。","ディプロマポリシーとの関連":"https://www.musabi.ac.jp/wp-content/uploads/2021/05/CurriculumMap_vcd.pdf","授業計画・課題に対するフィードバック":"［前期］第1週～第2週：自身のこれまでの制作・活動を整理し、ゼミ内で発表する。影響を受けてきたもの・こと・人や制作してきた作品を振り返りながら、それらに共通しているテーマを見つけ出すことで、テーマ設定の基礎とする。第3週～第5週：具体的なテーマを設定しプレゼンテーションを行う。卒業制作を行う上での動機を言語化し、必要となるリサーチや制作のロードマップを描いていく。第6週～第9週：テーマに基づいたリサーチや試作など、実践的な研究・制作を行う。毎回の授業で進捗を報告しながら、教員・ゼミ生とディスカッションを行い、様々な角度から研究・制作内容の検討をしていく。第10週～第13週：リサーチや試作によって得られた情報を多角的な視点から分析し、具体的な形を見つけ出していく。終盤ではゼミ内で中間報告会を実施し、テーマに即して何を調査したのか、何を作ろうとしているのか、何を伝えたいのかを各自が発表し、意見交換を行う。［後期］第1週～第4週：研究・制作の進捗報告。ディスカッションを繰り返しながら、自身の研究・制作の問題点や可能性を具体化していく。最終的な作品化に向けて、どのようなメディアを用いるべきか、どのような調整を施していけばより的確に、魅力的に伝わるのかを考察していく。第5週～第6週：最終プレゼンテーションと講評","履修上の留意点":"特になし","準備学習内容・時間の目安":"3年間で学んできたことを各自が振り返りながら、それらに共通する自身の考えや特徴は何かを考察しておくこと。","成績評価の方法":"卒業制作の完成度のみならず、そのプロセスにおける取り組みも含めて総合的に評価する。","テキスト":"必要に応じて授業中に提示する。"}