{"科目名":"Contextual Studies-1","講義名":"Contextual Studies-1","受講可能学科":"造形学部・デザイン情報学科","担当研究室":"デザイン情報学科","担当教員":"長澤　忠徳、村上　千博、若林　玄","分野":"専門Ⅱ類選択","対象学年":"2年,3年,4年","科目群":"専門Ⅱ類（選択）","キャンパス":"鷹の台","開講期間":"4,5,6,7期","曜日・時限":"土３,土４","授業形態":"演習","単位数":"2.0","履修条件":"ディスカッションに参加できる英語力があること。","授業概要・カリキュラム上の位置づけ":"Contextual Studies-1 and -2 aim to assist students in understanding culture as context by analyzing structures and philosophies that have been discussed throughout history. Through weekly discussions and workshops, students will study, propose and refine ideas that will be presented in the final day of class. During the semester, the structures of various historical, social, economic and cultural contexts will be analyzed, and will be distilled to their core essences. The specimens will mostly be (but not limited to) taken from everyday life in Japan. Ideally, through collaborating with students from various cultural and social backgrounds, realizing gaps of  common sense and unconscious bias will be recognized. Contextual Studies courses are designed on a one-theme in one-term class basis. Students are allowed to take both -1 and -2 or either.コンテクスチュアル・スタディーズ演習Ⅰと コンテクスチュアル・スタディーズ演習Ⅱ は、学生が歴史的な事柄の構造を分析することで、コンテクスト（脈絡、文脈）としての「文化の様式性」について理解することを目指しています。このコンテクスチュアル・スタディーズは、ターム（学期）毎にひとつのテーマを取り上げます。そのため、テーマが重複せず、学生は、Ⅰ と Ⅱ の両方を履修することができます。この授業の目的は、コンテクストとして文化の構造を理解することです。たとえば、「クラシック」と思われるものがありますが、それはどうして「クラシック」になったのか。この授業では、文化の真髄となるいくつかのエッセンスについて考えます。学期の間に、いくつかの歴史的、社会的、経済的、国家的な構造を分析しますが、それは文化の中心的な要素として醸成していくものになります。見本となる事例は、ほぼ、日本の日常生活から取り上げます。そして、それらの理解の上で、新しい文化様式の提案を行います。さらに、文化や社会背景の異なる学生とのコラボレーションによって、この授業の履修生は、コモンセンスや先入観の差異を認識していくことになるでしょう。","授業方法":"Hybrid Class : Face to face and accordingly Real-time On-line operation by \"Zoom\" and \"teams (microsoft365)\" 　対面授業を基本とし、状況により適宜リアルタイムのZoom および teams (microfoft365) によるオンラインも併用。","到達目標":"(1) Understand the general structure of context, and become literate in a creative process, as well as in a collaborative work process. (2) To be able to explain one's ideas, work logically, understand the statements of other's, and have discussions in English.(1) コンテクストの一般的な構造を理解し、創造的なプロセスやコラボレーションのプロセスの中で、それを生かして行けるようになること。(2) 英語で自分の考えや作品を論理的に説明し、他者の発言を理解し議論できること。","ディプロマポリシーとの関連":"https://www.musabi.ac.jp/wp-content/uploads/2021/05/CurriculumMap_di.pdf","授業計画・課題に対するフィードバック":"Week 1 9/11 : Introduction to the course. English proficiency screeningWeek 2 9/18: Individual Assignment - 1 (Understanding context)Week 3 9/25: Goup Assignment - 2 (Understanding other contexts)Week 4 10/02: Introduction to Context / Online workshop on contextual studies basics - 1Week 5 10/09: Introduction to Context / Online workshop on contextual studies basics - 2Week 6 10/16: Dissecting Context - 1 Guest LectureWeek 7 10/23:  Context Phase- 1: ReasearchWeek 8 11/13: Context Phase- 2: Presentation and discussion Week 9 11/20: Context Phase- 3: ResearchWeek 10 11/27: Context Phase- 4: Presentation and discussionWeek 11 12/04: Context Phase- 5: Presentation and discussionWeek 12 12/11: Final Presentation and ReviewWeek 13 12/18: Learning Log presentation*The schedule may change depending on the class progress. 第1週 9/11：イントロダクション＋英語力チェック第２週 9/17：個人課題 - 1 (自身のコンテストを理解する）第３週 9/25：ペア課題 - 1 (他のコンテストを理解する）第４週 10/02：コンテクスト・イントロダクション / オンラインワークショップ - 1第５週 10/09：コンテクスト・イントロダクション / オンラインワークショップ - 2第６週 10/16：コンテクストの分解 - ゲストレクチャー第７週 10/23：＜コンテクスト・フェーズ1＞リサーチ中間発表第８週 11/13＜コンテクスト・フェーズ２＞プレゼンテーション＋ディスカッション第９週 11/20：＜コンテクスト・フェーズ３＞リサーチ中間発表第１０週 11/27：＜コンテクスト・フェーズ4＞プレゼンテーション＋ディスカッション第１１週 12/04：＜コンテクスト・フェーズ5＞プレゼンテーション＋ディスカッション第１２週 12/11：最終プレゼンテーション＋レビュー第１３週 12/18：＜ラーニング・ログ＞プレゼンテーション以上の予定は、進度に応じて、変更される場合がある。","履修上の留意点":"The course will be conducted in English. Prospective applicants should submit the form in the link below.Please contact the Department of Creative Innovation for detailed information regarding the course requirement. There will also be a english proficiency screening on the first day of class. この授業は英語で行われるため、履修を希望する学生は、リンク欄にある履修希望フォームを履修登録週の最終日までに提出すること。また、初回授業で英語力チェックを実施するため、初回授業に出席することを履修の条件とする。なおライブキャンパスでの履修登録は別途行なうこと。","準備学習内容・時間の目安":"Improve English proficiency in order to be able to participate in group discussions.グループでの議論に参加できるように、英語力を磨いておくこと。","成績評価の方法":"Class Participation and Contribution: 50%. Result of the project: 50%.Students must attend at least 60% of the classes履修態度を５０％、プロジェクトの成果を５０％の比率で成績評価する。なお、学生は開講日数の３分の２以上の出席を単位認定の条件とする。","リンク":"https://forms.gle/ppd7WFsRYJJ2pbyZA"}