{"科目名":"博　物　館　概　論","講義名":"博物館概論Ｂ","受講可能学科":"造形学部・全学科","担当研究室":"教養文化・学芸員","担当教員":"新見　隆","分野":"教職科目・学芸員専門","対象学年":"2年,3年,4年","科目群":"学芸員専門","キャンパス":"鷹の台","開講期間":"前期 2021/04/12-2021/07/10","曜日・時限":"火３","授業形態":"講義","単位数":"2.0","履修条件":"学芸員課程登録者のみ、履修できる。","授業概要・カリキュラム上の位置づけ":"ミュージアム（博物館・美術館）とは、人類の歴史を代表する、世界編集のための、知の文化装置である。芸術、歴史、民俗、産業、自然科学などに関する資料（作品）を、収集保存し、研究調査しながら、一般に展示公開して、教育的に、一般市民すべての、教養や、娯楽に供する、希有な文化装置である。ミュゼオロジー（博物館・美術館学）の入門編にあたる博物館概論では、その基礎編として、今後のより専門的な学問のための、基礎知識を習得して、その概要を理解する。この授業では、博物館・美術館学の目的やその方法を学ぶとともに、ミュージアムとは何か、の定義にはじまって、その目的、そして包括するさまざまな機能と役割、そしての歴史と現状を広範に概説的に学んでいく。ミュゼオロジー（博物館・美術館学）とは、ミュージアムという未曾有の文化組織体を、世界を記述し、関係づける、壮大な人類の活動の、核心にあるものとして位置づけ、学び、体験する授業である。博物館学芸員課程においては、もっとも基本的で、「共通・共感」的な研究領域なのだ、と考えてもらいたい。では、さらに、ミュージアムの素晴らしさ、おもしろさを実感してもらい、芸術と文化を、ミュージアムという広がりのなかで、どう問い直していくか、ともに考えていきたい。IT化社会のなかで、ミュージアムもまた、サイバー化や、デジタル・アーカイブ化が急速に進んでいるが、ミュージアムとは、基本的には、「もの」＝資料・作品や、そのドキュメント＝記述物との、錯雑とした、そして体系的な、総体的な集合集積体である。従って、「もの」に触れ、「もの」をあつかう学問としての、ミュゼオロジー（博物館・美術館学）の基礎を、ここでより意識的に学ぶように、努めたい。","授業方法":"「リアルタイム（同時、双方向性）のオンライン授業を行う。」授業で使うアプリは、Microsoft Teams。Teamsの、「博物館概論B_博_２１」を探して、参加すること。チームコードは、LiveCampusの一覧から探すこと。","到達目標":"ミュージアム（博物館・美術館）の定義・目的・歴史・機能・組織、運営の実際について、さらには、ミュゼオロジー（博物館・美術館学）という学問の意義や目的、歴史的変遷などについての、概略を基礎知識として習得、理解し、専門性の基礎となる能力を養うこと。","ディプロマポリシーとの関連":"https://www.musabi.ac.jp/wp-content/uploads/2021/05/CurriculumMap_tm.pdf","授業計画・課題に対するフィードバック":"授業の計画は、以下のとおり。第１回　オリエンテーション、「出会いの場」としてのミュージアム。第２回　ミュゼオロジー（博物館・美術館学）とは、どのような学問か？その目指すものや、さまざまな方法論、その変遷と歴史について。第３回　ミュージアムとは何か？ミュゼオロジーとは何か？の、総括。第１回と第２回の、２つの重要なテーマは、授業ぜんたいにかかわり、通年で各回にわたって、さまざまな角度から触れていくテーマであるが、ここではさらに、それを受けながら、「世界編集の機能」として、ミュージアムを見てみる。　第４回　ミュージアムの歴史（1） - 蒐集と展示。第５回　ミュージアムの歴史（2） - 展示と分類。第６回　博覧会とミュージアム－ミュージアムの政治性とメディアについて。第７回　20世紀モダニズムとミュージアム－MoMAの君臨と、観客論。第８回　日本の近代とミュージアムの成立－柳宗悦の思想 、そして博物館法について。第９回　文化人類学と博物館ーミュージアムとミュゼオロジーの関係について。第10回　社会制度とミュージアム－ヨーロッパ・アメリカ・日本の比較。第11回　開かれたミュージアム－変貌するアートとの関係。第12回　日本のミュージアム探訪 - 建築と空間、展覧会とコレクションなど。第13回　世界のミュージアム探訪 - 保存と修復、広報と教育など。第14回　ミュージアムにおける資料と展示。第15回　愛のミュゼオロジー　-　ミュージアムとは、資料（作品）をつうじて、他者が出会い、異文化が出会い、理解し合い、共感し合う、共鳴・共感の生起する、驚異と慰藉、そして創造の場である。","履修上の留意点":"授業方法を参照。身近なミュージアムに常に足を運び、より多くの展覧会・常設コレクションを見ておく、HPもチェックする習慣をつけること。","準備学習内容・時間の目安":"授業中のそれぞれのステップで指示する。","成績評価の方法":"学則に定められた出席は必須。合わせて、レポートや試験で判定する。","テキスト":"授業において指示する","教員との連絡方法（オフィスアワー）":"・講義内容に関する質問等は、毎授業時に受け付ける。またメールによるアポイントで、面談質疑に応じる。"}