{"科目名":"文学　Ⅰ","講義名":"文学ⅠＢ","サブタイトル":"「文学」は何をなしうるのか　～文字・本・ことば・原稿～","受講可能学科":"全学部・全学科","担当研究室":"教養文化・学芸員","担当教員":"大石　紗都子","分野":"文化総合Ⅰ類","対象学年":"1年,2年,3年,4年","科目群":"教養文化Ⅰ類","キャンパス":"","開講期間":"前期 2021/04/12-2021/07/10","曜日・時限":"月３","授業形態":"講義","単位数":"2.0","履修条件":"150人","授業概要・カリキュラム上の位置づけ":"「文学」離れ・「活字」離れが叫ばれて久しい今日ですが、しかしなぜか、「文学」は消滅せず、依然、人文知の柱の一つとして見なされてさえいます。それはなぜなのでしょうか。今日において、紙の書籍や原稿用紙、文字媒体を主とした「文学」のあり方は転換点を迎えているのかもしれません。しかし、そのような転機ないし危機意識は、遙か昔から時代とともに繰り返されてきたようにも思われます。たとえば、紙と筆記具の変化・印刷技術の発達・映像文化の勃興・漫画やアニメーションの隆盛・デジタル化の加速など。そのように考えると、近年における時代の変化は、「文学」が衰えていく過程なのではなく、「文学」の概念が変わっていく過程なのだとみなすことも可能かもしれません。　本授業では、あらためて、文字による表現・言葉による表現の多義性と可能性を考え、なぜ人間は「文学」作品を必要としてきたのか、何のために「文学」があるのかを考えていきたいと思います。もちろん、この問いに絶対的な答えはなく、授業に於いて唯一の正解を強要するつもりはありません。参加者の皆さんが、ご自身の問題意識や興味に引き寄せて考えていただければと思います。","授業方法":"オンデマンド（非同期）型によるオンライン授業を行う。講義形式を主とする。","到達目標":"①普段何気なく使っている日本語の不思議さ、言葉の機能や多義性について自覚的に考察する論点を習得できる。②文学作品に対する読解力や想像力を深めることができる。","ディプロマポリシーとの関連":"https://www.musabi.ac.jp/wp-content/uploads/2021/05/CurriculumMap_la1.pdf","授業計画・課題に対するフィードバック":"毎回の授業の進め方　①授業日までに授業動画のURLやプリント（作品本文や授業のワークシート）を教員が学生に送る。　　②授業同日中に、学生はURLのリンクから動画やプリント類を参照する。　③授業同日中に、授業内で提示する課題についてのリアクションペーパーを、教員に送付する。　　リアクションペーパー等の提出をもって出席確認を兼ねる。　④授業の進捗状況等に応じて、適宜リアルタイムのミーティングを行う可能性もあります。    ※教材の送付・およびリアクションペーパー等のやりとりは、Microsoft Teamsを用いる予定。第1回　  文学は「必要」なのか？（イントロダクション）第2回　  作品世界はどこから映し出されるのか（語りと視点①）　第3回　  他者はなぜ「鈍感」にみえるのか（語りと視点②）第4回　  言葉で表せないものをいかに表すか①（翻訳）第5回　  言葉で表せないものをいかに表すか②（老獪な会話・水面下のやりとり）第6回　  モノとしての本（絵本と装丁）　　第7回　  モノとしての本（編集者の仕事）第8回　  レトリック（キャラクター・暗示的看過法・先行テクスト）第9回　   レトリック・鑑賞者との共同作業①（リフレイン）第10回　　レトリック・鑑賞者との共同作業②（比喩・伏線・象徴・小道具）第11回　　アイロニー・非日常（パロディ・歌詞）第12回　同じ事件を別の文体で言い換えてみる第13回　キャッチコピー第14回　映像と文学　　　第15回　まとめ・フィードバックフィードバックの方法：前の回の授業内で書いてもらったコメントをもとに、教師の方で、紹介や回答などを行う。受講生の興味や進捗状況に応じて、各回の内容は適宜調整する。","履修上の留意点":"Microsoft Teamsの「文学ⅠB 」のチャンネルの登録をすること。授業の参加方法等について、初回授業時に説明を行うので、必ず確認すること。オンデマンド（非同期）型によるオンライン授業を基本とするが、事前の連絡を必ずチェックすること。ワークシートへの記入やレポート提出のための執筆の必要があるのでパソコンやタブレット端末等の準備をすること。オンライン授業でのやりとり可能な人数の基準から、定員150名を超過した場合は抽選となる。","準備学習内容・時間の目安":"配布されたテキスト・受講者のコメントペーパーの紹介などに目を通し、各自の理解や考えを深める。（60分）","成績評価の方法":"基本的には出席（60％）とレポート課題（40％）の総合で評価する。","テキスト":"なし","参考文献(作品）等":"講義内で紹介する。","教員との連絡方法（オフィスアワー）":"随時チャットもしくはメール等で質問等を受け付け、さらに相談が必要な時は時間を合わせて応じる。"}