{"科目名":"文学講義　１－５","講義名":"文学講義１－５","サブタイトル":"フランス演劇研究①：ジャン・ジロドゥ『トロイ戦争は起こらない』","受講可能学科":"全学部・全学科","担当研究室":"言語文化","担当教員":"田ノ口　誠悟","分野":"文化総合Ⅰ類","対象学年":"1年,2年,3年,4年","科目群":"言語文化Ⅰ類","キャンパス":"鷹の台","開講期間":"前期 2021/04/12-2021/07/10","曜日・時限":"火３","授業形態":"講義","単位数":"2.0","履修条件":"履修希望者150人以上の場合、抽選。","授業概要・カリキュラム上の位置づけ":"本授業はフランスの戯曲を読み、フランス、および西洋の演劇文化について学んで行くものです。前期は、20世紀の劇作家ジャン・ジロドゥの代表作『トロイ戦争は起こらない』を読んで行きます。ジロドゥは古代ギリシャ神話や、ヨーロッパ各国の民間伝承を軽快かつ詩的な文体で劇化したことで知られ、その諸作品は20世紀フランス演劇の発展に大きな影響を与えました。我が国の演劇への影響も大きく、例えば今日ミュージカルで知られる劇団四季は、ジロドゥ戯曲の上演から始まりました。本授業で扱う『トロイ戦争は起こらない』も日本の演劇界では広く知られており、最近だと2017年に鈴木亮平・鈴木杏主演で新国立劇場で上演されました。このジロドゥの代表作を深く読み込むことで、西洋戯曲の解釈の仕方、フランス演劇の劇作法、演出法、またフランス演劇の日本の舞台芸術に対する影響などを幅広く知ることが出来るでしょう。＊　授業は、戯曲読解と作品内容に対する授業者の講義を平行して進めて行きます。＊　戯曲読解に関しては、毎回担当者を決め、読解範囲について簡単なコメントをTeamsで提出してもらいます。　　（授業内でフィードバックを行います。）＊　関連の映像・画像（上演映像や舞台写真）も積極的に授業内で見せます。","授業方法":"リアルタイムとオンデマンドの併用：Zoomによる同時双方向授業を基本としつつ（毎回の授業はZoomで行います）、資料配布、コメント提出、期末レポート提出はTeamsで行います。","到達目標":"・上演をふまえて戯曲を読む方法を身につける。・フランス／西洋演劇の劇作法・演出法を学ぶ。・社会、文化、芸能史、芸術史など様々な角度から演劇作品を鑑賞する態度を養う。","ディプロマポリシーとの関連":"https://www.musabi.ac.jp/wp-content/uploads/2021/05/CurriculumMap_la1.pdf","授業計画・課題に対するフィードバック":"Zoomを用いて、教員と学生全員がオンラインで授業を実施します。資料・映像・画像などもZoomで提示します。学期中出す課題（コメント）の提出はTeamsで行ってもらい、授業内でフィードバックします。質問は毎回の授業時、およびTeamsで受け付けます。1　ガイダンス：フランス演劇の基礎とジャン・ジロドゥについて2　『トロイ戦争は起こらない』について：上演史、過去の上演映像など3　第一幕1場～3場読解4　第一幕4場～6場読解5   　第一幕7場～10場読解6　ギリシャ神話／ギリシャ悲劇とフランス演劇7　両大戦間期の国際社会とフランス演劇8　第二幕1場～3場読解9　第二幕4場～6場読解10　第二幕7場～9場読解11　第二幕10場～12場読解12　第二幕13場～14場読解13　演出家ルイ・ジューヴェのジロドゥ劇演出14　コスモポリタン文学としてのジロドゥ戯曲15　まとめ","履修上の留意点":"Zoomを使用して授業を行います。使い方は事前に確認しておいて下さい。必要に応じて、Teamsで事前に資料を配布します。資料をスクリーンに映しだすこともあるので、できればパソコン（デスクトップであれノート型であれ）で授業に参加して頂ければありがたいです。出欠確認として、当日の参加を確認します。授業開始前までにログインしておくこと。","準備学習内容・時間の目安":"毎回の読解範囲を授業の前までに読んで来ること（30分）。コメント担当者は授業前までにTeamsでコメントを提出すること（30分）。","成績評価の方法":"授業参加度（コメント提出など）50％と期末レポート（オンライン提出）50％で評価します。","テキスト":"ジャン・ジロドゥ『ジャン・ジロドゥ①　トロイ戦争は起こらない』岩切正一郎訳　早川書房：ハヤカワ演劇文庫　2017年（税抜き880円）履修が確定した学生は、世界堂の店頭でテキストを各自購入して下さい。在庫不足の場合は、ISBN番号を参考にし、書店や出版社から各自購入して下さい。","テキストISBN番号":"978-4151400414","参考文献(作品）等":"岩瀬孝・佐藤美枝・伊藤洋『フランス演劇史概説［新装版］』　早稲田大学出版部　1999年クリスティアン・ビエ、クリストフ・トリオー『演劇学の教科書』佐伯隆幸監訳　国書刊行会　2009年山下純照・西洋比較演劇研究会編『西洋演劇論アンソロジー』　月曜社　2019年","教員との連絡方法（オフィスアワー）":"講義内容に関する質問等は、毎授業時に受け付けます。"}