{"科目名":"造形総合・彫刻Ⅰ","講義名":"造形総合・彫刻Ⅰ","サブタイトル":"造形総合・彫刻Ⅰ［建築学科1年］1〜4授業週 〈2単位 実技〉","受講可能学科":"造形学部・建築学科","担当研究室":"共通彫塑","担当教員":"戸田　裕介、山本　一弥、長谷川　さち、袴田　京太朗、多和　圭三、髙野　正晃、櫻井　かえで、松本　隆、人見　崇子、岡田　健太郎\t、諸貫　きよ恵、正親　優哉","分野":"造形総合Ⅰ類","対象学年":"1年","科目群":"造形総合Ⅰ類（必修）","キャンパス":"鷹の台","開講期間":"１期 2021/04/12-2021/05/08","曜日・時限":"集中","授業形態":"実技","単位数":"2.0","履修条件":"建築学科1年次生のみに開設されている造形総合科目Ⅰ類〔必修〕です。","授業概要・カリキュラム上の位置づけ":"素材：コンクリートモチーフ：二枚貝　この授業は、「二枚貝」をモチーフに彫刻を制作します。素材のコンクリートは、型枠を組み立て、流し込み、塊を作ることから始めます。　モチーフをよく観察することからはじめます。スケッチブックに様々な方向からデッサンを行い全体の比率や細部の特徴を観察します。また、触ってみると厚みの違いや内側と外側の関係性、質の違いなどに気づきます。地面からのわずかな接点や、隙間から見られる緊張感などを実感してください。観察とデッサンを繰り返して制作を進めます。　コンクリートはタガネとハンマーを使用して彫ります。できるだけ単純な道具にするのは、モチーフ・素材・つくり手の距離を近づけるためです。彫る前に、コンクリートに墨と朱墨で直接デッサンを行い、どこを彫るのか明確にして制作を進めます。墨の線は彫ると消えますが、繰り返しデッサンを行いモチーフに近付けてください。　最初は、重い素材に慣れない道具で苦労します。でも、制作を進めていくうちに素材の扱い方や彫り方を習得することができます。積極的に粘り強く制作に挑んでください。（人見崇子）○彫刻家として活動をしている教員が、専門的な知識・経験・技術をもちいて指導し、学生が学位授与方針(ディプロマポリシー)における以下の内容を修得する授業である。1.制作・研究を深め広げる技能を身につける。2.批判的思考を働かせ、課題や主題を自主的に設定することができる。※観察対象となるモチーフおよび、テーマに関する詳しい説明は、前提講義の場で行います。","授業方法":"（彫刻実技実習科目）ワークショップ型の実習の場において、彫刻制作を通し様々な制作に必要な課題に取り組み学習を進めます。","到達目標":"・モチーフを深く観察し、その特徴や性質を感じるとともにプロポーションや構造を理解できる。・素材の特性を理解し、基本的な技術を習得する。・立体造形における基本姿勢を理解し、ねばり強い制作ができる。・制作・研究を深め広げる技能を身につける。・批判的思考を働かせ、課題や主題を自主的に設定することができる。","ディプロマポリシーとの関連":"https://www.musabi.ac.jp/wp-content/uploads/2021/05/CurriculumMap_arc.pdf","授業計画・課題に対するフィードバック":"授業週/授業項目　1　前提講義 研究室の教育方針・課題内容・主旨の説明　　　　授業に必要な道具・材料の解説および作業上の諸注意　2　　　3　中間講評・採点 （制作の進度に応じて、日程の変更があります）　4　講評・採点※授業開始の前週にコンクリートを打ち込むための型枠組み・コンクリート打ち込み等一連の作業を通して、自分の手で素材となる一辺約45cmのコンクリートの塊を作ります","履修上の留意点":"○授業開始前に1～2日ほど準備日を設けます（要出席）○原則として全授業日数の出席を必要とします○持参物：φ19mmのチスタガネ（平タガネは不可）、0.9kgハンマー、ゴーグル、軍手、素描用具、A3以上のスケッチブック、朱墨、墨汁、筆2本※持参物は前提講義までに各自用意してください（世界堂でも購入可能です）※材料費・道具代合わせて5,000円～7,500円程度かかります（金額は各自の購入先によって変わります）※型枠製作時より、必ず作業服・作業靴（運動靴可）・軍手を着用してください（髪の長い者は髪留め必須です）","準備学習内容・時間の目安":"特になし","成績評価の方法":"完成作品と制作プロセス両方を、担当する全教員で評価します。","テキスト":"前提講義時に、参考作品等のスライド上映を行う予定です。進度に応じて、各自の制作に必要な資料を研究室より配付します。","教員との連絡方法（オフィスアワー）":"昼休み、または4限終了後から1時間程度の間に、共通彫塑研究室まで来室してください。※研究室業務の都合によって、日程を改めてもらう場合があります。"}