{"科目名":"視覚伝達デザイン演習","講義名":"視覚伝達デザイン演習","受講可能学科":"造形学部・視覚伝達デザイン学科","担当研究室":"視覚伝達デザイン学科","担当教員":"山口　弘毅、上田　和秀、中野　豪雄","分野":"専門Ⅰ類","対象学年":"2年","科目群":"専門Ⅰ類（必修）","キャンパス":"鷹の台","開講期間":"通年 2021/04/12-2021/12/18","曜日・時限":"集中","授業形態":"演習","単位数":"4.0","履修条件":"学科別オリエンテーションにて説明する。","授業概要・カリキュラム上の位置づけ":"デザインを成立させる歴史的背景や構成要素である造形や色彩に関する原理を学習する。視覚デザイン論で学んできた視覚伝達デザインの背景にある基礎知識の実践的な修得が目的であり、講義と実習を伴った授業である。前期は視覚言語、記号を通して、人間が歩く、跳ぶといった行為を、図的表現と文字、ピクトグラムで表現し、後期は、光、色彩を中心に感性を重視した実習を行う。更に、視覚デザイン構成要素であるサイズ、スケール、分割やグリッドシステム、数値と形態、錯視、ゲシュタルトの形態論などの諸問題を検討する。また並行して、視覚伝達デザイン学科が図案から商業美術、グラフィック･デザイン、ヴィジュアル･コミュニケーション･デザインへと発展的な歴史をとおして視覚伝達デザイン学科のルーツを探る。","授業方法":"リアルタイム（同時双方向）： zoomとTeamsを使ったオンライン授業を行います。","到達目標":"視覚デザインに必須の形、色彩、運動、素材などの基本原理と応用力を基礎知識の講義と実習プログラムをとおしてその造形力、構成力、視覚感性を修得する。","ディプロマポリシーとの関連":"https://www.musabi.ac.jp/wp-content/uploads/2021/05/CurriculumMap_vcd.pdf","授業計画・課題に対するフィードバック":"前期●ピクトグラム（山口弘毅・上田和秀）第1週　5月21日　前提講義1（オリエンテーション）第2週　5月28日　前提講義2（オリエンテーション「歩く、走る、跳ぶ」行為の記述、グループでのディスカッション）第3週　6月04日　「歩く、走る、跳ぶ」行為の記述文章でのまとめ提出、ユニットパターンによる形の生成システムの演習Ⅰ 。第1課題説明・資料収集説明（視覚の体制化、認知と理解、錯視など）第4週　6月11日　ユニットパターンによる形の生成システムの演習I ラフスケッチ制作を中心に第5週　6月18日　ユニットパターンによる形の生成システムの演習I ラフスケッチ制作を中心に第6週　6月25日　ユニットパターンによる形の生成システムの演習I 第1課題完成・講評第7週　7月02日　ユニットパターンによる形の生成システムの演習II 第2課題説明・ラフスケッチ制作を中心に第8週　7月09日　ユニットパターンによる形の生成システムの演習II ラフスケッチ制作を中心に第9週　7月16日　ユニットパターンによる形の生成システムの演習II 第2課題完成・グループ講評第10週　7月23日　ユニットパターンによる形の生成システムの演習III 第3課題説明・ラフスケッチ制作を中心に第11週　8月27日　ユニットパターンによる形の生成システムの演習III ラフスケッチ制作を中心に第12週　9月03日　ユニットパターンによる形の生成システムの演習III 第3課題完成・全体講評・課題のまとめ以下後期_予定●インタラクション・色彩・文字・図像・アルゴリズム・メディアの講義と演習第13週 後期オリエンテーション&インタラクションの授業1 第14週 インタラクションの授業2第15週 色彩の授業1 第16週 色彩の授業2第17週 文字の授業1 第18週 文字の授業2第19週 図像の授業1 第20週 図像の授業2第21週 アルゴリズムの授業1 第22週 アルゴリズムの授業2第23週 メディアの授業1 第24週 メディアの授業2","履修上の留意点":"zoomとTeamsを使って授業を行います。使い方は事前に確認しておいてください。※授業開始時間10分前までに、ログインしておくこと。必要に応じて、Teamsを使って資料を配付します。課題の提出方法や毎回の出欠確認の方法は、授業内で指示します。レジュメや資料をスクリーンにも映しだしますので、できればノートパソコン、デスクトップパソコンで授業に参加するのが望ましいです。","準備学習内容・時間の目安":"特になし","成績評価の方法":"授業への出席回数、演習作品の提出と内容（完成度、資料の収集と分析、意味と形態の関係、応用プロセスの展開力）を総合的に評価し、大学の採点基準（秀･優･良･可･不可）で採点する。","テキスト":"ホグベン著『コミュニケーションの歴史』岩波現代叢書カール・ゲルストナー著『デザイニング・プログラム』美術出版社エッシャー著『変容の芸術・シンメトリーの発見』日経ザイエンス社『ピクトグラム［絵文字］デザイン』柏書房その他、授業中に参考資料を提供する。"}