{"科目名":"法　学　演　習　Ⅱ","講義名":"法学演習Ⅱ（映画で考える法学）","サブタイトル":"映画で考える法学（Legal Issues in Films）","受講可能学科":"全学部・全学科","担当研究室":"教養文化・学芸員","担当教員":"志田　陽子","分野":"文化総合Ⅱ類","対象学年":"1年,2年,3年,4年","科目群":"教養文化Ⅱ類","キャンパス":"鷹の台","開講期間":"後期 2021/09/06-2021/12/18","曜日・時限":"金１","授業形態":"演習","単位数":"2.0","履修条件":"特になし","授業概要・カリキュラム上の位置づけ":"オンライン・オンデマンド講義が中心の授業です。誰でも受講できます。映画の紹介と法学的論点紹介と、実際の映画鑑賞とディスカッションを組み合わせた授業です。前期の「映画で学ぶ法学」に比べ、映画評論を書くことにウエイトを置いた授業です。受講者は、コメントの提出や期末レポートの準備を通じて、講義の内容を主体的・実践的に受け止めて参加してください。期末には論説を１本、書いてもらいます。これによって、批判的・総合的に考える力を養います。また、コメント、レポートは、英語での参加もできます。(In this class, we will watch some movies which inform us of various legal issues, and students will be requested to write an article in the end of this course. You can write your comment and report in English as well as Japanese.)","授業方法":"オンデマンド講義（オンライン）とZoom・Teamsによるディスカッションの２回を１セットとして行う形の授業です。まずはTeamsに講義・資料コンテンツをアップしますので、各自、ダウンロードして受講してください。「オンデマンド講義」の回は、ハイパーリンク付きのPDFレジュメで、そのセットのテーマに沿う法学基本解説と、映画作品紹介をします。受講者のみなさんは、この部分を、全員が受講する共通知識の部分として共有してください。その後、自分で関心をもった作品を１本以上、実際に視聴してください。翌週の「ディスカッションと課題」の授業では、受講者各人が自分で視聴した作品について、紹介や発言をしてもらい、討論を成立させることを目指します。前期に比べ、受講生からの映画紹介も積極的に受け付けます。In this class, two week’s lessons (on-demand lecture and Zoom discussion) constitute 1 set. In each set, you are requested to understand some legal issues and points and watch at least one film. And you are requested to join discussion on Zoom chat or Teams comment corner.","到達目標":"この授業では、次のことを到達目標とします。(1)さまざまな社会問題を人権などの重要な法概念に照らして理解する力の育成、(２)　それらの社会問題について、基礎的な法概念を使いながら、解決または改善に向けて考えること。（３）意見交換や出席コメント課題をつうじて、感じたことを言葉にし、論説にまとめる学習を通して、「総合的判断力や批判力」を獲得します。In this class, we aim at (1)  to develop our ability to see and understand various social problems in the light of human rights or other significant legal concepts, and (２) to think about those problems toward solving or improving them, using some basic legal concepts. （3）Through discussion and writing comments, we will increase our ability of general judgement and critical power.","ディプロマポリシーとの関連":"https://www.musabi.ac.jp/wp-content/uploads/2021/05/CurriculumMap_la2.pdf","授業計画・課題に対するフィードバック":"第01回　　Zoomオリエンテーション・この授業の受講の仕方・出席コメント課題・期末レポート課題の告知と、アカデミック・ライティング法学の話第02回（オンデマンド講義）　　民主主義・平等と表現の自由について考え、論じる・憲法では別々の条文で扱われる「民主主義」「法の下の平等」「表現の自由」ですが、実社会では、これらが絡まり合っています。授業で紹介した映画の中から１本を視聴するか、テーマ趣旨に沿うものを自分で見つけて視聴し、次の授業で発言する内容を考えてください。第03回（Zoomディスカッション）　映画評論ディスカッション・前回視聴した作品に基づいて、映画の中にあった法学的論点についてコメントやディスカッションをしていきます。それをもとに、「出席コメント課題」を書いて提出してもらいます。前期の「映画で学ぶ法学」を受講した学生は、前期とは別の作品を選んでください。別の作品を選ぶことを前提に、前期に扱った作品を比較対象として挙げることはOKです。以下、各セット、同じです。第04回（オンデマンド講義）　さまざまな精神的自由権の意義について考え、論じる・信教の自由、学問の自由、芸術表現の自由について考える作品を選んで紹介します。第05回（Zoomディスカッション）　事例考察ディスカッション・前回視聴した作品に基づいて、映画の中にあった法学的論点についてコメントやディスカッションをしていきます。第06回　（オンデマンド講義）　人身の自由と裁判について考え、論じる・奴隷制の克服に始まる「人身の自由」、犯罪の取調べや刑罰によってこの自由を拘束するときにはルールを守ること、という「法の適正手続」、「裁判を受ける権利」に関する作品を選んでご紹介します。裁判の話の中では民法についても少々、学んでみましょう。第07回　（Zoomディスカッション）・前回視聴した作品に基づいて、映画の中にあった法学的論点についてコメントやディスカッションをしていきます。第08回　（オンデマンド講義）　経済、福祉、医療と法について考え、論じる・経済の自由、生存権、医療制度、生命について考える作品を選んで紹介します。第09回　（Zoomディスカッション）・前回視聴した作品に基づいて、映画の中にあった法学的論点についてコメントやディスカッションをしていきます。第10回　（オンデマンド講義）　　児童の権利と教育について考え、論じる・憲法26条「教育を受ける権利」や、国連の「児童の権利条約」について世界的な視野で考えさせてくれる作品を選んで紹介します。第11回　（Zoomディスカッション）・前回視聴した作品に基づいて、映画の中にあった法学的論点についてコメントやディスカッションをしていきます。第12回　（オンデマンド講義）　　平等と平和について考え、論じる・戦争と平和にかかわる問題と「法の下の平等」と、そして環境問題。法学上は別々の法律、別々の憲法条文で扱っている問題ですが、これらも複雑に絡み合っています。第13回　（Zoomディスカッション）・前回視聴した作品に基づいて、映画の中にあった法学的論点についてコメントやディスカッションをしていきます。これまでの授業の仕上げとして、受講生のみなさんには「期末レポート課題」として映画評論を１本書いてもらいます。第14回　（オンデマンド講義）　学生からの映画紹介・最後のセットでは、みなさんのほうから、Teams上で作品を紹介してください。第15回　（Zoomディスカッション）・最終回では、みなさんのほうから、紹介したい作品を紹介してください。自分が取り組んだ課題を踏まえて、アカデミックな映画批評ディスカッションのレベルをで、語りあいましょう。　シラバス上の予定は、順序を入れ替える場合があります。","履修上の留意点":"誰でも受講できます。このオンライン授業では、授業内での映画作品視聴は行わず、各自で視聴していただくことにします。各自、著作権に留意して、適法・適切な作品視聴をしてください。【履修に必要な環境】　教材は、Teamsを通じて配布します。具体的には、メルマガ風のPDF解説ファイルを受講者にダウンロードしてもらい、そこにあるリンクから、ネット記事や動画コンテンツにアクセスしてもらいます。パソコンでの受講が望ましいですが、上記の機能をインストールできていれば、スマートフォンでも受講可能です。また、Zoomに参加できる環境を入手しておいてください。時間または端末の都合によりリアルタイム参加が難しい方は、Teams上の「投稿」欄にコメントで参加していただくことも出席として認めます。Contents (PDF files with links of movie trailers) will be delivered on \"teams\".And we will have discussion time on \"Zoom\"　every two weeks.Using personal computer is desirable, but smartphones are fine when you can install these tools.","準備学習内容・時間の目安":"オンデマンド講義（オンライン）とゼミ的なZoomディスカッションとの2回を１セットとします。（１）「オンデマンド講義」の回は、Teamsに講義・資料コンテンツをアップしますので、各自、ダウンロードして視聴してください。「講義」は、40分程度に相当する分量になります。履修者は、法学的なテーマを十分に意識して、作品を選んで視聴してください。（目安・作品によりますが120分程度）。ここまでで160分程度です。（２）「ディスカッションと課題」の回では、予習として、自分が観た映画の題材となった事例をリサーチするなど、発言の準備に取り組んでください（目安・３０分）。Zoomディスカッションでは、受講者各人の関心に沿って選んだテーマについて、報告や発言をしてもらい、討論を成立させることを目指します。志田は論点整理やアドバイスを行う司会役を引き受けます（目安・４０分）。その後、自分が考えて準備しておいたコメントに、ディスカッションで考えたことを反映させて、「出席コメント課題」を完成させてください。（目安・３０分）。全体で1００分程度です。この2回1セットで、２６０分くらい（4時間くらい）と考えてください。About 260 minutes are needed for one set (every 2 weeks lessons).1 set includes these processes. (1)read PDF lecture of legal issues and points, (2)watch a film you choose, (3)prepare some comments, (4)participate in Zoom discussions with chat, (5)finish your comment on teams.","成績評価の方法":"期末レポート50％、出席コメント課題50％程度の割合で総合評価します。Final report (50%)　and attendance (short comment reports) (50%)","テキスト":"志田陽子編『映画で学ぶ憲法　２』（法律文化社、2021年2月刊行予定）受講者が各自で視聴する作品、レポートの題材にする作品はこの教科書に載っているものに限定しませんが、映画を法学的観点から見て社会問題について考える手法を学ぶために、教科書を参考にしてください。","参考文献(作品）等":"志田陽子編『映画で学ぶ憲法』（法律文化社、2014年）カレン・M・ゴックシク『映画で実践！アカデミックライティング』（小鳥遊書房、2019）志田陽子『表現者のための憲法入門』（武蔵野美術大学出版局、2015年）志田陽子『「表現の自由」の明日へ』（大月書店、2018年）また、ネット上の論説発信サイトとして、Yahoo！個人オーサーのサイト「表現者のための憲法の話」と、志田陽子の個人ホームページがあります。ここを見ると、参考になる記事がいろいろ見つかると思います。","教員との連絡方法（オフィスアワー）":"授業に関連する質問は、随時、Teams上のチャット　またはメールアドレス　yoksid@fs.musabi.ac.jp で受け付けます。","リンク":"https://yokoshida.net/"}