{"科目名":"平面色彩構成","講義名":"平面色彩構成","サブタイトル":"平面色彩構成「作品と身体」［油絵専攻2年］9〜12授業週 〈2単位 実技〉諏訪敦、赤塚祐二、高浜利也、片山真妃、金田実生、徳永陶子","受講可能学科":"造形学部・油絵学科・油絵専攻","担当研究室":"油絵","担当教員":"赤塚　祐二、諏訪　敦、高浜　利也","分野":"専門Ⅰ類","対象学年":"2年","科目群":"専門Ⅰ類（必修）","キャンパス":"鷹の台","開講期間":"３期 2021/06/07-2021/07/03","曜日・時限":"集中","授業形態":"実技","単位数":"2.0","履修条件":"特になし","授業概要・カリキュラム上の位置づけ":"「身体とは何か」人間の身体は、美術史の中で最も多く取り上げられてきたテーマですが、現代では哲学、精神医学、生物学等の分野で様々な観点から論じられています。身近なところでは、差別、ジェンダー、ひきこもり、リストカット、さらにDNA、臓器移植等との関連で身体論が行なわれています。今回はこうした現代の問題意識を踏まえて改めて「身体とは何か」に作品のうえで取り組んでみて欲しいと考えています。","授業方法":"課題内容に基づいて課題作品を制作します。オリエンテーション、指導、及び講評を教員が担当します。講評時などに学生同士が互いの制作や作品について話したり、ディスカッションしたりすることを含む授業内容になる可能性があります。","到達目標":"①時代や文化などの違いによって起こる、人体表現の差異と共通点を探し出す。②①を通して、美術に於ける「変化と普遍」について理解する。  ③作品制作の中から派生したさまざまな表現を模索することで、美術作家、美術教育者、広域の表現者として活動していく基盤を習得する。","ディプロマポリシーとの関連":"https://www.musabi.ac.jp/wp-content/uploads/2021/05/CurriculumMap_pa.pdf","授業計画・課題に対するフィードバック":"諏訪敦、赤塚祐二、高浜利也、片山真妃、金田実生、徳永陶子    各クラスからなる合計6クラスです。第１日 オリエンテーション／課題内容および素材・技法、作品サイズなどの説明、参考資料の提示など。第２日～第22日 制作・実技第23日 作品講評　学生は指示に従い作品を展示しておくこと。第24日 作品の写真撮影。アトリエの整理・作品の撤去をして次の授業に備えます。●過去の課題から〈作品と身体〉赤塚祐二先生「身体の機能を延長させる道具を考え、それによってできた作品を展示する」マティスは歳をとって体の自由が利かなくなった時、一本の細長い棒の先に筆をつけて描きました。またフランツ・ウェストはあらかじめ体に関係させる彫刻を作り、人がそれを装着したり持ったりした時に初めて成立する作品を作っています。アーウィン・ワームは椅子や車やバックなどの思いもよらない物と人間の接触のしかたを考え、それを図解し、鑑賞者に参加させます。身体の延長というといろいろな意味に捉えることができます。それぞれアイデアを出し、その身体の延長がどうして必要なのか理由を考え、作品を作り、展示します。表現形式：自由作品サイズ：問わない小林孝亘先生  「みえないものをみるために－映画を描くことから」モネは「デッサンとはものの見方である」と言っていますが、「みる」という行為は、絵を描く上で最も基本的な作業です。見るということには、単に対象を見るというだけではなく、見たものから何かを連想、あるいは感じ取り、表層の形から裏側にある本質を見出すという、目には見えないものを「みる」という側面もあります。「みる」という言葉は多義的で、様々に捉えることができるのではないでしょうか。この課題では、映画という連続する映像によって表現された作品を鑑賞し、そこから見出したものを絵画という形式で表現し直すことを試みます。今回は、より明確に本質をとらえるための作業として、まず、映画で表現されていると感じたことを３つの言葉で表し、それらをキーワードにして絵を描いていきます。単に印象に残ったシーンを絵に描くのではなく、映画で表現された内容の本質を、どのようにすれば絵画によって表現できるかを試行錯誤してください。第１週目はドローイングのみを制作し、２週目から４週目は、ドローイングを手掛かりにしてペインティングを制作します。制作内容：＊オリエンテーション時に映画を観賞する。＊第１週目はドローイングのみの制作。できるだけ多くドローイングすることを心掛け、１日の制作の最後に描いたドローイングを壁面に貼る。＊２週目から４週目は、ドローイングを手掛かりにしてペインティングを制作する。＊６月２０日（木）に個人面談を予定表現形式：ドローイング＋ペインティング 作品サイズ：ペインティング２０～３０号キャンバス 　ドローイング　自由醍醐イサム先生「心魅かれる身体部は何色を呼ぶか。あるいはその逆。」あなたは人間の体の何処に魅かれるか。なぜそれに心魅かれるのか。それを深く考えながら、最も心魅かれる部位を用いて、２種類の作品を作ります。・[A]　１つは選んだ身体部のみで画面を作ること。(この場合、選んだ部位・・・例えば、耳ならば一つの耳、あるいは複数の耳で画面を作る。)・[B]　もう１つは、複数の身体部を選んで、それを用いて画面を作る。[A]、[B]２種類の作品を必ず作ること。１つの身体部位で作る画面と、複数の身体部位で作る画面との差異を実感することにより、画面を生み出すための方法論が広がるはずです。[A]、[B]２種類の作品を制作するにあたって、あなたが選んだ身体部位は、あなたにとって何色を想起させるのか。それを考えること。日常の中での色付けではなく、何色を呼び起こすものとして、その身体部位なのかを考えること。逆の視点から考えるならば、あなたの心魅かれる色はどの身体部を呼び起こすのか、というアプローチでもあります。当日にこれまでの作品を持参すること。エスキース下絵が出来ているならば、それも持参すること。表現形式、大きさ、自由。但し、現時点で本人が最もエネルギーと意志を注ぎ込める画面とは何か、を考えて、サイズ、表現形式を選ぶこと。坂口竜太先生「現実と虚構 身体について」虚構をテーマに作品を作ってもらいたいと思います。同時に虚構と対比する概念として現実の世界のことも考えてみて下さい。モチーフは人間の身体を使うこと、自分の身体でも他人の身体でも構いません。今の時代、インターネットや仮想通貨など実体のないものが人の意識で大きく移りゆくなか、身体は昔から変わることなく自分が現実の世界に存在していることを証明してくれます。体調が悪くなった時、成長や老いは勿論自分の身体的特徴、コンプレックス等に向き合う時、普段は意識していなくても現実世界に生きている以上ふとしたきっかけで身体を意識することがあります。その時に虚構の世界と対比してズレのようなものを感じるかもしれません。（自分は歳をとっていくのにアニメや漫画のキャラクターは変わらない等）そのズレになにを感じるのか。表現としてどのようなものになるのか。虚構について各々が考えること感じることを作品にしてもらいたいと思います。1、２日目 （月火）  虚構の世界だけになってしまわないよう先ずは現実に向き合い自画像のドローイングを行ってください。支持体は自由３日目 （水）オリエンテーション４日目以降　制作森田浩彰先生  「過去を振り返る」当然のことかもしれませんが、私たちは身体を持ってこの世に生まれ、社会の中で生きてゆく中で様々な経験を積み重ねています。そして、それぞれの経験は我々が他人と全く同じ身体を持っていないのと同様に個人によって大きく異なります。世代、生きてきた場所、出会った人、偶然起こった出来事など様々な要素で成り立っています。これらの要素は共有できること（例えば同じ世代で同じアニメを見てきた、同じスポーツをやってきたなど）も沢山ありますが、誰一人として同じ経験の組み合わせを体験してきた人はいません。そして、それら多くの経験の集積として現在の個人を形成しています。この誰一人として同じ経験を持たない（だけど共感はできる）ということは、それぞれが固有で豊かな作品制作のための資源を持っていることに他なりません。これを放っておく手はないと思います。この課題では、かつて皆さんの身体を通して経験してきたことを思い出してもらい、それを元に作品を制作します。 自分の経験をどのように作品化するかにあたっては先に絵画等のメディアありきに考えるのではなく、どのメディアを選ぶとよりアイデアが生きてくるのかを考えながら作品のあり方を探っていきます。高浜利也 先生「顔以外の自画像 – 身体(からだ)と精神(こころ) –」　自分とは何か？身体(からだ)は？精神(こころ)は？ 自画像(顔以外)をテーマに作品を制作。与えられた２メートル幅の壁面(床を含む空間)に作品を自由に構成・展示する。 自己をさまざまな角度(身体性、精神性、記憶、他者との関係、社会、環境・・・)から、考察・検証し、制作を進める。展示を視野に入れた表現へと展開させる。自由（原則として2m幅の壁面／空間に作品を展示する。平面、立体を問わず）2m幅の壁面（床）／空間におさまるもの。","履修上の留意点":"9～11授業週の土曜日は『工芸制作Ⅱ』の授業が行われます。 オンラインでの対応を希望する者は、必ず事前に油絵研究室へ相談してください。","準備学習内容・時間の目安":"異なった表現方法で描かれた身体をテーマにした作品を数点探し、それらが描かれた時代背景と社会情勢を調べておく。","成績評価の方法":"・第23日に作品の講評会を行い採点します。・制作姿勢、独創性、表現力などを重視し総合的に評価する。","テキスト":"第１日のオリエンテーション時に必要な場合説明があります。また、課題説明の中で、画集やスライド資料が示される場合もあります。","教員との連絡方法（オフィスアワー）":"油絵研究室に申し出てください。随時対応していますので、日時や場所についても相談してください。また、教員の指導日にアトリエで直接質問することもできます。"}