{"科目名":"心理学　Ⅱ","講義名":"心理学ⅡＡ（応用心理学）","サブタイトル":"社会心理学の理論と実践","受講可能学科":"全学部・全学科","担当研究室":"教養文化・学芸員","担当教員":"白岩　祐子","分野":"文化総合Ⅰ類","対象学年":"1年,2年,3年,4年","科目群":"教養文化Ⅰ類","キャンパス":"鷹の台","開講期間":"後期 2021/09/06-2021/12/18","曜日・時限":"金２","授業形態":"講義","単位数":"2.0","履修条件":"心理学Ⅱ単位修得者不可。100人","授業概要・カリキュラム上の位置づけ":"心理学は人間の心と行動を科学的に明らかにしようとする学問である。本授業ではそのうち社会心理学、すなわち「社会の中で他者と関わり、互いに影響しあいながら生きる人間の心と行動」に関するテーマを掲げ、この領域をはじめて学ぶ人に向けた理論の解説とその応用例を紹介する。これらの知見を理解することにより、ディプロマポリシーで示された総合的判断力と批判力（クリティカル・シンキング）を獲得することが期待できる。　なお「心理学Ⅰ」は本科目に比べより「個人」にフォーカスした内容となっており、これを事前に履修しておくことは本科目のより深い理解に資するため推奨されるが、必須ではない。","授業方法":"【授業形態】オンデマンド（非同期）型によるオンライン授業を行う。【システム】Microsoft Teamsをハブ（起点）として使用する。その他Google Driveなどを使用する可能性もあるが、その場合にも上記Teamsから誘導する。【配布物】以下の三点を予定している。1.前回の主たるレスポンスとそれへの応答（音声付き動画ファイル）　　※初回のみ上記に代えてガイダンス資料（音声付き動画ファイル）とする2.当該回の授業本体（音声付き動画ファイル）3.当該回の授業レジュメ（パワーポイントPDFファイル）【出席】受講者はTeams上の所定の欄から各回、所定の期日までにレスポンス（コメント・質問）を提出する。この提出をもって出席とみなす。","到達目標":"社会心理学の理論と実践を学ぶことにより、（1）自分と他者を俯瞰して（相対化して）みつめることができる、（2）日々の出来事や社会現象をこれまでとは異なる観点から眺めることができる、（3）学んだ内容を活用して身の回りで起きている問題を解決することができる、ことをめざす。最終的には、ディプロマポリシーにある総合的判断力と批判力、すなわち自他や物事をさまざまな側面から捉えるフレームを涵養することが目標である。","ディプロマポリシーとの関連":"https://www.musabi.ac.jp/wp-content/uploads/2021/05/CurriculumMap_la1.pdf","授業計画・課題に対するフィードバック":"【各回の授業の進め方（フロー）】①授業がある日の前日までに、教員は特定の場所に配布物を掲示し、その場所（URL）をTeamsに記載する②所定の授業日の翌日中に①を視聴・閲覧する③そのうえで、同上の期日中にレスポンス（コメント・質問）をTeamsを用いて教員に送付する。教員はその内容にもとづいて出席確認を行うともに、主たる質問やレスポンスを次回授業で紹介・応答する。【各回のテーマ】第1回　ガイダンス、社会心理学とは、自分とは何者か（自己）第2回　この不確かなるもの（記憶）第3回　私たちは社会をあるがままに見ているか（社会的認知①）第4回　バイアス・エラーは悪しきものなのか（社会的認知②）第5回　人間知の活用（デザインと心理学）第6回　なぜ偏見や差別はなくならないのか（ステレオタイプ①）第7回　偏見や差別はなくせるのか（ステレオタイプ②）第8回　コミュニケーション・スキルを磨こう（説得と態度変化）第9回　なぜ人間はかくも弱い／強いのか（状況と個人の力）第10回　恋心の心理学（対人関係と魅力）第11回　他者が見ていると成功／失敗する？（社会的影響）第12回　自分のことは自分が一番よく分かっている？（意識と無意識）第13回　死後はどんな世界？（信仰の心理学）第14回　犯罪被害者からみた司法（公平さの心理学）第15回　まとめ","履修上の留意点":"【オンライン授業に向けた留意点】・Teamsの「心理学ⅡA（応用心理学）_文_20」のチャンネルに登録をすること・動画と資料の視聴、およびレスポンス提出のためパソコンないしタブレット端末を用意すること（スマートフォンでの受講は不可）・レスポンスと応答による双方向性を確保する観点から、定員を100名とし、超過した場合は抽選とする・オンデマンド型の利点を活かすため、授業の前日・当日・翌日の計3日間を動画および資料の視聴、およびレスポンス提出の可能期間とする。これに遅れた場合、原則として救済はしない【通常の留意点】　初回はガイダンスを行い、その中で成績評価や試験日程・方法の詳細について説明する。その場で説明した内容については以後、「知らなかった」という釈明を受け付けない。この点、本科目の単位取得を必須とする受講者はとくに留意のこと。","準備学習内容・時間の目安":"授業内容の復習を推奨する。基本的に各回異なるテーマを扱うが、過去の講義内容を定着させておくことにより新しい理論を理解しやすくなるためである。","成績評価の方法":"毎回の出席50%、レスポンスへの加点50%","テキスト":"教科書は指定しない。参考図書は毎回授業内で提示する。","教員との連絡方法（オフィスアワー）":"講義内容に関する質問などは、毎授業時に受け付ける（レスポンスにて）。"}