{"科目名":"数　学　概　論　Ⅰ","講義名":"数学概論Ⅰ（数学入門Ⅰ）","サブタイトル":"数学入門I","受講可能学科":"全学部・全学科","担当研究室":"教養文化・学芸員","担当教員":"圓山　憲子","分野":"文化総合Ⅰ類","対象学年":"1年,2年,3年,4年","科目群":"教養文化Ⅰ類","キャンパス":"鷹の台","開講期間":"後期 2021/09/06-2021/12/18","曜日・時限":"水１","授業形態":"講義","単位数":"2.0","履修条件":"150人","授業概要・カリキュラム上の位置づけ":"こんなところにも数学がと驚くほどに、現象の中に数学が潜んでいる。数学はパターンの科学であるという認識のもとで、寄り道をしながら数学の広がりを学ぶ。数と形に関するトピックスをバランスよく取り上げる。　これらを学ぶことにより、造形の専門を学ぶときの多角的視点の一つとなる数学的視点を得る。数学に関係する科目群（幾何学概論I、同II、基礎解析I、同II、統計学I、同II、数学演習I、同II、統計学I、同II）の中では、より一般的かつ網羅的に題材を扱う内容である。を学び、思考の幅を広げる。","授業方法":"【Teams】を利用するオンデマンド型授業","到達目標":"履修者の各専攻で扱うテーマやモチーフ等を学的な視点で考え扱う訓練を積む。また、その応用を考察することにより、対象を分析するための多角的視点を充実させる。","ディプロマポリシーとの関連":"https://www.musabi.ac.jp/wp-content/uploads/2021/05/CurriculumMap_la1.pdf","授業計画・課題に対するフィードバック":"次の１５のテーマをオンライン授業で学びます。第１回 バイナリゲーム（１）- パズルとそれに潜む数理の考察（１）第２回 バイナリゲーム（２）- パズルとそれに潜む数理の考察（２）第３回 バイナリゲーム（３）- パズルとそれに潜む数理の考察（３）第４回 バイナリ表現の応用（１）- 木構造第５回 バイナリ表現の応用（２）- 情報とその伝達第６回 問題解決のための定式化とその表現- アルゴリズム第７回 問題解決のための方法とその効率- 計算量第８回 数理的構造の発見  第１０回 ネットワークダイアグラム（１）- 古典的な問題と解決の視点第１１回 ネットワークダイアグラム（２) - さまざまなダイアグラム 第１２回 ネットワークダイアグラム（３) - ダイアグラムの活用第１３回 計画と日程の管理（１）- PERTの導入と概要の理解第１４回 計画と日程の管理（２）- PERTの実際 第１５回 計画と日程の管理（３）- PERTの応用（自分の課題への応用）なお、数学に関する他の授業科目とは独立で、数学一般の入門的内容を扱います。また、順番や内容は実際の授業開始後の様子を見て一部変更する可能性があります。【授業各回の構成】上記テーマに関するビデオ3本程度を視聴し、内容を理解するための小問や手を動かす作業などで構成。各回終了時、その回で学んだキーワードを整理し、履修者が授業内容を振り返り理解を促します。各回毎に提出する【授業フィードバック】で理解を確かめる小問を出す場合があり、特に演習が必要なトピックスについては、理解を深め発展的な考察や応用ができるよう小レポートを課します。","履修上の留意点":"【履修人数制限150名】この定員を超えた場合は抽選となります。内容は、数学概論II とは独立。初歩から学びます。第１回から出席をカウントします。ノートを用意し、メモを取りながらビデオを視聴して学んでください。問題演習や事例を通して抽象的な概念を理解し、その概念を用いて、対象を知ることを努めてください。作業に必要な用具（例：定木、コンパス等）を指定した授業回に用意してください。","準備学習内容・時間の目安":"授業計画に示すテーマや授業で学んだことに関連する「こと」や「もの」を身近なところに見出す（予習３０分）、自分の経験に結び付けて数学的に理解することができるように、専門分野での学修に関連付けて整理する（復習３０分）ことを習慣にしてください。","成績評価の方法":"次の項目による総合評価:平常点のポイント…出席（＝授業フィードバックの提出）、手を動かし、小問題などを考察し、講義を理解するように努めたか。課題…到達目標の達成を測るために、複数回の課題レポートを課す。課題レポートをまとめるにあたり、授業内容を復習し、疑問点を解決し、考察を深めることができたか、レポート作成において自分の思考過程を正しく伝えるような客観的記述ができたかは要点。","テキスト":"テキストは特に指定せず、必要な資料は配布します。","参考文献(作品）等":"圓山　憲子著『もういちど数学を』（全８章、付録２、武蔵野美術大学出版局、２００２年）等。他の参考資料は必要に応じて各回の授業で紹介する。","教員との連絡方法（オフィスアワー）":"【Teams】上の本授業チームに【質問・相談】チャンネルを開設し、質問や相談を受け付けます。"}