{"科目名":"中級英語　１－１６","講義名":"中級英語１－１６A","サブタイトル":"講読","受講可能学科":"全学部・全学科","担当研究室":"言語文化","担当教員":"長尾　主税","分野":"文化総合Ⅱ類","対象学年":"1年,2年,3年,4年","科目群":"言語文化Ⅱ類","キャンパス":"鷹の台","開講期間":"後期 2021/09/06-2021/12/18","曜日・時限":"木１","授業形態":"演習","単位数":"2.0","履修条件":"特になし","授業概要・カリキュラム上の位置づけ":"各国の文化や旅、社会問題、科学などの幅広い分野を題材に、ナショナルジオグラフィックの写真や映像を豊富に用いたテキストを読み、英文読解の訓練を行う。読解能力の向上を図るために、英文の論旨をていねいにたどりながら主張の全体像を把握する能力を養う。","授業方法":"オンデマンドとリアルタイムの併用型演習による。教材に即して授業は行われる。英文の構成法を身につけ、筆者の主張をいち早くとらえる方法を常に意識しつつ、長い文章を読み進める。まずは各章の内容を理解することを目標とするが、文法、語彙などにも目を配りつつ正確に読む。各章を読み終えた後、設問を解いて内容を確認する。また、毎回日本語によるまとめを提出する。積極的に授業に参加することが求められる。","到達目標":"これまで習得したスキルを活用して英文を読むことによって、より高度な読解能力を養い、また幅広い教養を身につける。","ディプロマポリシーとの関連":"https://www.musabi.ac.jp/wp-content/uploads/2021/05/CurriculumMap_la2.pdf","授業計画・課題に対するフィードバック":"テキストの構成に従い、設問に答えながら、各パッセージを読み進める。まずは英文の構造を確認しながら読み、次に読むスピードを意識して、快適に読み進めながらなおかつ内容を把握できるレベルを探る。毎回課題に取り組み、授業時にポイントを再確認する。第1回オリエンテーション　既習事項の確認　　　　後期は、前期に学んだ事項を積極的に応用しながら読解を進める。第2回7A.Summarizing Using a Venn Diagram第3回7B.Recognizing and Understanding Synonyms 第4回8A.Taking Notes on a Reading (1)  第5回8B.Taking Notes on a Reading (2)--Using a Concept Map  第6回9A.Understanding Claims 第7回9B.Making Inferences 　第8回10A.Identifying Supporting Information第9回10B.Identifying Arguments For and Against an Issue 第10回11A.Dealing with Unfamiliar Vocabulary (3)--Using a Dictionary第11回11B.Understanding a Research Summary　第12回12A.Understanding Definitions in a Text第13回12B.Taking Notes on a Reading (3)--Creating a Visual Summary　第14回振り返り、到達度チェック第15回まとめ","履修上の留意点":"第1回の授業に必ず出席すること。理由なくこれに出席しない場合は、以後の出席を認めない。15分以上の遅刻、無断途中退出などは欠席として扱われる。第1回の授業で、予習、復習、課題等について指示されるので、これに従うこと。提出された課題の結果の他に、ZOOMのチャット機能を通じた応答なども成績判定の重要な判断材料となるため、授業に遅刻しないこと。以下のサイトを参照して、必ずテキストの内容を確認してから受講すること。http://cengagejapan.com/elt/cgi-bin/details/?no=1412675514ci7jh&f=5","準備学習内容・時間の目安":"テキストの指定された箇所を少なくとも1時間30分かけて予習する。この場合、予習とは、該当箇所を通読してパッセージの大筋をとらえ、第1回の授業で指示される方法を参考にして未知の表現・事象などを可能なかぎり調べ、さらに、どうしても調べきれなかったことについて質問できる状態にしておくことをいう。ウェブ授業後復習を兼ねた課題に取り組む（20分）。","成績評価の方法":"第1回の授業に出席することを単位取得の前提とする。ウェブ会議システムによる授業であっても、11回以上出席しない場合は単位取得できない。毎回提出する課題の結果50％に、積極的な発言やチャットによる応答など授業参加20％、学期末の課題30%を加えて総合的に評価する。","テキスト":"Paul MacIntyre, David Bohlke. Reading Explorer 2 (3rd Edition). National Geographic Learning, 2020.履修が確定した学生は、世界堂の店頭で上記テキストを各自購入すること。在庫不足の場合は、ISBN番号を参考にし、書店や出版社から各自購入すること。（個人で注文する場合は版の違いに注意する。授業では20年に改訂された第3版を使用する）","テキストISBN番号":"ISBN-13: 978-0-357-12366-9","参考文献(作品）等":"授業内で適宜参考文献に関するハンドアウトを配布し、解説する。","教員との連絡方法（オフィスアワー）":"質問は授業内で受け付けます。相談がある場合は、Teamsも利用してください。"}