{"科目名":"日　本　国　憲　法","講義名":"日本国憲法Ａ","受講可能学科":"全学部・全学科","担当研究室":"教養文化・学芸員","担当教員":"志田　陽子","分野":"文化総合Ⅰ類","対象学年":"1年,2年,3年,4年","科目群":"教養文化Ⅰ類","キャンパス":"鷹の台","開講期間":"前期 2021/04/12-2021/07/10","曜日・時限":"火２","授業形態":"講義","単位数":"2.0","履修条件":"150人","授業概要・カリキュラム上の位置づけ":"日本国憲法の基本的な事柄について学び、今日的な問題について考えます。講義では、国際社会における日本国憲法の存在意義、日本国憲法全体に通じる基本原則、私たちに保障されている人権について、基礎的な内容を扱います。また、受講者各人の関心に応じて、より具体的な「今日的な問題」を学べる授業にします。この授業は、教職課程必修科目です。教職課程履修者以外の学生も、誰でも受講できます。","授業方法":"オンデマンド講義が中心となります。Teamsに講義・資料コンテンツをアップしますので、各自、ダウンロードして視聴してください。講義は、ハイパーリンク付きのPDFレジュメと、リンク先にある音声講義、動画講義と組み合わせたものです。前半の「講義」では、全員に受講してもらう共通知識として、国際社会における日本国憲法の存在意義、日本国憲法全体に通じる基本原則、私たちに保障されている人権について、基礎的な内容を解説します。授業後半では、受講者各人の関心に沿って、より具体的なテーマを選んで学べるように、いくつかの「今日的な問題」を示し、各人で選んで取り組んでもらいます。授業のうち数回、質問やコメントを受け付けるZoomタイム（参加は任意）を設けます。","到達目標":"憲法は、私たちの日常を支えている柱や土台にあたる法です。この授業では、憲法の理解を通じて人権感覚と社会問題を見る目を養うことを目指し、批判力と判断力を養います。学期末には、レポートの作成を通じて、各人が問題意識をもって課題に取り組み、法的問題・剽窃問題を起こさない文章作成法を身につけることを目指します。","ディプロマポリシーとの関連":"https://www.musabi.ac.jp/wp-content/uploads/2021/05/CurriculumMap_la1.pdf","授業計画・課題に対するフィードバック":"第01回　オリエンテーション　+日本国憲法の誕生、その経緯と歴史的意義　　　　―「国民主権」と「ポツダム宣言」第02回　日本国憲法が採用した「平和主義」　　　　－制定当時の事情と決意、「文化国家」と「平和的生存権」　　　　－その後の国際社会と9条第03回　国民主権と代表制民主主義・参政権の基本　　　　－憲法が採用している、国の意思決定のあり方　　　　－参政権の基本（選挙権、主権者としての司法への参加、憲法改正時の国民投票）第04回　選挙権　　　　－日本における選挙制度と重要原則　　　　－選挙権の「平等な」保障は実現しているか？　－いくつかの今日的な問題第05回　人身の自由と「法の適正手続」　　　　－奴隷的拘束の禁止を世界史レベルで考える　　　　－意に反する苦役の禁止　の意味　　　　－犯罪と「法の適正手続」――国が人の身柄を拘束することの重さ第06回　裁判を受ける権利　　　　－国務請求権のいろいろ　　　　－「裁判」とは　　　　―裁判員制度について考える第07回　精神的自由　　　　―精神的自由の全体像　　　　―「思想良心の自由」、「信教の自由」、「政教分離」、「表現の自由」第08回「表現の自由」　　　　―第１項「集会」「結社」「言論」「出版」「その他一切の表現」とは、「自由を保障する」とは　　　　―「知る権利」と「情報公開制度」　　　　―憲法２１条２項「検閲の禁止」とは、「通信の秘密」とは　　　　―いろいろな裁判例　　　　　　　　　税関検査は「検閲」ではないの？　―　「ロバート・メイプルソープ写真集事件」　　　　　　教科書検定は「検閲」ではないの？　「家永教科書裁判」　第09回「学問の自由」とレポートのコンプライアンス　　　　―「表現の自由」と「学問の自由」の実践編としての論文・レポートの表現ルール。　　　　―レポート課題についても、この回で告知します。第10回　経済的自由権　　　　－居住・移転の自由、職業選択の自由　　　　－財産権第11回　社会権（１）生存権と労働者の権利　　　―福祉国家が行うさまざまな調整　　　―「健康で文化的な最低限度の生活」は本当に守られているか　　　―新型コロナウイルス対策と憲法25条2項について、考えてみよう第12回　教育を受ける権利と児童の権利　　　－社会権としての「教育を受ける権利」「児童の権利」　　　　　－いくつかの裁判例について考える　　　－コロナ休校と「教育を受ける権利」　　　　《教職必修履修者》　教員採用試験・練習問題に取り組んでみよう第13回　　法の下の平等      －自由と平等の基本的関係　　　－さまざまな今日的問題　　　　　　―同性婚は認められるか、夫婦別姓制度は実現するか？第14回　環境権　―複合的・今日的な憲法問題　　　－人間が生きられる環境を守る問題と、平和的生存を守るという課題の合流第15回　講義のまとめ・レポート課題の確認と、基本原理の発展的確認　　　（人権中心の講義の中で、十分に扱えなかった「国の仕組み」のところを最後にいくつか確認）。　　　―憲法には無数のnot-but 構文が隠されている　　　―日本国憲法における象徴天皇制　　　―憲法81条違憲審査制は生かされているか　　　―憲法尊重擁護義務とは何か☆新聞報道や裁判で授業に役立つ事例が出てきたときには、シラバス上に書いた《時事問題》《応用問題》の内容を変更する場合があります。","履修上の留意点":"教職課程必修科目です。教職課程履修者以外でも受講できます。「表現の自由」については、この授業では２回で解説を終えますが、「法学Ⅰ」では半期全体をかけて詳しく扱います。また、ネット社会における表現ルールという観点からは「情報社会倫理論」があります。著作権法は、「法学Ⅱ」で扱っています。これらの法学領域に関心のある方は、関心に応じて、これらの科目の履修をお勧めします。【履修に必要な環境】　教材は、Teamsを通じて配布します。具体的には、メルマガ風のPDF解説ファイルを受講者にダウンロードしてもらい、そこにあるリンクから、ネット記事や動画コンテンツにアクセスしてもらいます。パソコンでの受講が望ましいですが、上記の機能をインストールできていれば、スマートフォンでも受講可能です。","準備学習内容・時間の目安":"授業時間90分のうち、５０分程度に相当する分量の「講義」をオンデマンド形式で提供します。ここは全員共通の基本学習として受講してください。履修者は、動画解説に出てくる基本用語を文章で確認するため、予習または復習として、教科書の該当箇所を読んでおいてください。これに30分程度かけてください。授業の最後では、「発展学習」としていくつかの今日的問題と資料を提示しますので、各自の関心に応じて少なくとも一つ選んで、新聞記事リサーチや「出席コメント課題」などに取り組んでください。これに30分程度かけてください。ここまでで90分～120分程度になります。その後、「発展学習」に各人の関心と実力に応じて複数取り組んだり、期末レポート課題に向けて新聞記事や参考資料を探したり自分の見解を考えたりする時間を、各回で30～６０分とるようにしてください。このように、「発展学習」や「期末レポート課題」準備をすべて消化すると、150～180分くらいになると思います。","成績評価の方法":"平常の授業参加度（「出席コメント課題」を平常点としてカウントします）40％、期末レポート60％で総合評価をします。","テキスト":"A　志田陽子『表現者のための憲法入門』（武蔵野美術大学出版局、2015年）B　志田陽子編『合格水準　教職のための憲法』（法律文化社、2017年）AかBのどちらか１冊を入手し、授業に持参してください。憲法を、表現活動に関連させて楽しく学びたい人には、Aをお勧めします。教職を具体的に目指している人（教員採用試験受験を考えている人）には、Bをお勧めします。","テキストISBN番号":"A は、978-4-86463-028-3、　　Bは、978-4-589-03865-4","参考文献(作品）等":"志田陽子・比良友佳理 『あたらしい表現活動と法』（武蔵野美術大学出版局、2017年）（↑「表現の自由」「思想良心の自由」を中心とした精神的自由権について詳しく学びたい方、著作権法も併せて学びたい方にお勧めします）。志田陽子『「表現の自由」の明日へ』（大月書店、2018年）名嶋義直編『10代からの批判的思考』（明石書店、2020年）Yahoo!個人オーサー志田陽子のページ　（「表現の自由」や「文化芸術と法」に関する時事問題の論説をアップしています。レポート作成の参考として、また教科書の内容を「今」の問題に応用させて考えるヒントとして、フォローしておいてください。）個人のホームページにも、これまでに志田が書いたもので、授業で使える論説や新聞記事などを紹介しています。リンクを下に貼りますので参考にしてみてください。","教員との連絡方法（オフィスアワー）":"Teams に連絡をしてください。他の学生に知られたくない相談がある場合には、そこから個別の時間を設けます。","リンク":"https://yokoshida.net/"}