{"科目名":"Art & Communication Ⅰ","講義名":"Art & Communication Ⅰ","受講可能学科":"造形学部・彫刻学科","担当研究室":"油絵","担当教員":"赤塚　祐二、樺山　祐和","分野":"専門Ⅱ類選択","対象学年":"1年,3年","科目群":"専門Ⅱ類（選択）","キャンパス":"鷹の台","開講期間":"前期 2021/04/12-2021/07/10","曜日・時限":"木３,木４","授業形態":"実技","単位数":"2.0","履修条件":"特になし","授業概要・カリキュラム上の位置づけ":"自分の言葉で、英語で作品や考えを話し、活発な意見交換ができるようになることを目指すのがこのプログラムです。授業では、アーティストとして活動するにあたり必要となるコミュニケーション・スキルを、自身及び他者の作品を通して身につけていきます。考え方を広げる試みとしては「Conceptual Framework」を手法として用い、多面的に作品を分析、批評する目を養います。ワークショップやプレゼンテーションでは、人前で英語を使うこと（話す・聞く・書く・思考する）を実践します。ゲスト（批評家や現代アートの領域で活躍するアーティスト）によるトークは、海外のアート事情をゲストの経験を通して知る機会となり、様々な制作アプローチや思考に触れ、日本の文脈のみに依存することのない現代に生きるアーティストとしての視野を広げます。【Class outline】This class aims to develop students’ capacity to talk naturally in English about their work and ideas and actively exchange opinions. In this class, students will acquire communication skills necessary for their practice as artists through talking about their own artwork and the work of others. As an attempt to broaden mindsets, the Conceptual Framework will be used as a means to cultivate a critical eye and analyze works of art from multifaceted viewpoints. In workshops and presentations, students will use English (speaking, listening, writing and thinking) in front of others. Talks by guest artists (artists and professionals working in the field of contemporary art) will offer students opportunities to learn about the situation of art overseas through the guests’ own experiences, encounter various creative approaches and ways of thinking, and broaden outlooks as artists who live in modern times without dependence solely on a Japanese context.","授業方法":"ネイティブ講師による授業（英語でのゼミ形式。教材は英語のみ）●\t講師によるワークショップ／講義［目的］・\t美術に関連する実践的な英語に慣れ（聞く、喋る）、人前で英語を使うことに自信を持つ。・\tクリエイティブな行為を通して、自分の意図をうまく伝えられるようにする。●\t学生によるプレゼンテーション（履修人数によってはグループ・プレゼンテーション）［目的］・\t人前で英語を使うことに自信を持つ。・\t英語でのプレゼンテーションの力、発言力を養う。・\t他者に発表する際に自分の意図をうまく伝えられるようにする。日本人講師による授業（日本語でのゼミ形式。教材は英語のみ）●\t作品分析/批評入門とディスカッション［目的］・\tアーティストとして、自身や作品を取り巻く様々な文脈を理解・意識する。・\t作品の持つ意味を客観的に分析する力を養う。・\tディスカッションを通じて自分の意見を他者と共有する。●\tゲストによるプレゼンテーション（年間約10名の国内外の美術関係者および現代アートの領域で活躍するアーティストを招聘）［目的］・\t国際的な活動経験を持つアーティストや美術関係者をゲストに迎えて、海外の動向、アートに対する姿勢を聞く。・\t積極的な質疑応答を行い、能動的に英語を使うことに慣れる。【Teaching Method】Classes by the native English instructor: (classes are basically taught in English)●\tWorkshops by the native English instructor[Objectives]・\tTo develop confidence in using English in front of others after becoming accustomed to the practical use of English in relation to art (listening and speaking).・\tTo communicate ideas effectively through creative activities.●\tPresentations by students (this may take the form of group presentations depending on number of students)[Objectives]・\tTo develop confidence in using English in front of others.・\tTo develop English presentation techniques and cultivate effective communication skills.・\tTo convey one’s intentions and ideas effectively when presenting to others. Classes by Japanese instructor (classes are basically taught in Japanese)●\tAnalysis of artwork/Introduction to critique and discussion[Objectives]・\tTo gain an awareness of and understanding about the various contexts that surround artists and the production of art as artists of the future. ・\tTo develop the ability to analyze the meaning of artworks in an objective way.・\tTo share opinions with others through discussion.●\tPresentations by guest lecturers (approximately 10 artists and other professionals from Japan and abroad who are working in the field of contemporary art are invited annually.)[Objectives]・\tTo learn about trends and attitudes towards art in other countries through presentations by invited artists and art professionals who have experience of working internationally.・\tTo become accustomed to the active use of English through participation in question and answer sessions following presentations.","到達目標":"●\t英語によるコミュニケーション能力の向上。●\t自作品や他作品の英語での解説を通して、自作及びアートに対する理解をより一層深める。●\t歴史や社会との関わりのなかで自己の表現の意味を考えることが出来る。●\t現代アートに於いて多様化したジャンル、制作形式、文脈に精通し、多面的に作品を分析・批評することが出来る。【Attainment Targets】●\tTo improve English communication skills.●\tTo gain a deeper understanding of one’s own practice through English commentaries about one’s own work and that of other artists.●\tTo be able to consider the meaning of one’s own creative expression in relation to history and society.●\tTo be well versed in various genres, modes of expression and contexts within contemporary art, and possess the capacity to analyze and appraise one’s own work.","ディプロマポリシーとの関連":"https://www.musabi.ac.jp/wp-content/uploads/2021/05/CurriculumMap_scp.pdf","授業計画・課題に対するフィードバック":"ネイティブ講師枠：隔週２コマ（全10回:前期５回、後期5回）講師による英語でのワークショップ／講義、および学生による英語でのプレゼンテーションを実施。日本人講師枠：隔週２コマ（全10回:前期５回、後期5回）（１コマ目）芸術作品を構成する様々な要素（作品、作家、技術、鑑賞者、社会、歴史、美学、権威等）を見つめ直し、そこからより掘り下げた議論を展開。（２コマ目）ゲストによるプレゼンテーション。ARCUS、AIT等の国内レジデンスに滞在している外国人アーティストや美術関係者（批評家、キュレーター等）を中心に、英語での美術に特化したプレゼンテーションを実施。【Class Program/Feedback about issues】Classes by native English instructor: 2 classes fortnightly (10 classes in total: 5 classes first term, 5 classes second term)Workshops by native English instructor/Lectures and English presentations by students.Classes by Japanese instructor: 2 classes fortnightly (10 classes in total: 5 classes first term, 5 classes second term)(Period 1)Various elements that comprise a work of art (artwork, artist, technique, audience, society, history, aesthetics, authority, etc.) will be reconsidered, followed by deeper discussion. (Period 2)Presentation by guest speaker. Presentations focusing on art will be given in English by artists and other professionals (critics, curators, etc.) who are in residence at ARCUS, AIT and other artist-in-residence programs in Japan.","履修上の留意点":"英語の文法等を教える授業ではなく、美術の文脈に於ける英語に使い慣れていくことを目的とするため、基礎的な英会話能力を備えていることが望ましい。ただし、英語が出来ることだけが評価の対象ではない。【Points for consideration before enrolling】This class is not intended to teach English grammar and conversation, and in order to attain its objective of familiarizing students with English in the context of contemporary art, it is preferable that enrolled students have a basic level of English proficiency. However, enrolled students will not be evaluated solely on their English ability.","準備学習内容・時間の目安":"基礎的な英会話の学習。インターネット上等で英語による作家の情報やトークの映像を閲覧しておく。【Preparations expected before class】Study of fundamental English conversation. Viewing videos of artist interviews and/or information about artists via the Internet prior to class.","成績評価の方法":"出席＝50％、外国人講師枠=25％、日本人講師枠=25％講師は学生の授業態度、発言量、プレゼンテーションの内容等を考慮して評価を行う。【Assessment method】Attendance=50%, native English instructor’s class-25%, Japanese instructor’s class=25%Instructors will also assess students’ attitude in class, level of involvement in discussions, and the content of presentations.","テキスト":"初日オリエンテーションにて、指示されます。【Texts】Students will be instructed during orientation.","参考文献(作品）等":"初日オリエンテーションにて、指示されます。【Reference documents (and artworks)】Students will be instructed during orientation.","教員との連絡方法（オフィスアワー）":"油絵研究室に申し出てください。随時対応していますので、日時や場所についても相談してください。また、教員の指導日にアトリエで直接質問することもできます。"}