{"科目名":"日本近代文学講読Ⅱ","講義名":"日本近代文学講読Ⅱ","サブタイトル":"樋口一葉『たけくらべ』を読む","受講可能学科":"全学部・全学科","担当研究室":"教養文化・学芸員","担当教員":"大石　紗都子","分野":"文化総合Ⅱ類","対象学年":"1年,2年,3年,4年","科目群":"教養文化Ⅱ類","キャンパス":"鷹の台","開講期間":"後期 2021/09/06-2021/12/18","曜日・時限":"火３","授業形態":"講義","単位数":"2.0","履修条件":"30人","授業概要・カリキュラム上の位置づけ":"樋口一葉『たけくらべ』を中心として扱い、内容の吟味、作品に関する基本的な論点などを取り上げます。樋口一葉（1872～1896）は明治期の内のわずか二十余年における、短い生涯を送った作家ですが、その作品は今なお読み継がれており、とくに代表作として知られているのが『たけくらべ』でしょう。　『たけくらべ』は遊廓の町を舞台とする設定の工夫・未定稿・典拠・作品解釈の多義性など、様々な観点から問い直される作品でもあります。　授業内容は、教員による範読・解説と、参加者によるリアクションペーパーの提出や意見交換等を基本とします。　なお、作品本文は主として文語体のため、補助資料として川上未映子訳『たけくらべ』（池澤夏樹編『日本文学全集13』河出書房新社、2015年）も参照する予定です。","授業方法":"オンライン授業を原則とし、進捗状況や受講生の状況に応じ、オンデマンドおよびリアルタイムの形式を適宜組み合わせて行う。講義および参加者による意見交換が主な内容となる。各週の形式・内容については事前にMicrosoft Teamsなどを通し、所定の方法で告知する。","到達目標":"①文語体の作品に触れ、その内容や表現技法を知ることができる。  ②近代文学を読み解く上で必要な調査を実践することができる。  ③他の学生の意見を聞いて自らの解釈をまとめる発信力、洞察力を向上させることができる。","ディプロマポリシーとの関連":"https://www.musabi.ac.jp/wp-content/uploads/2021/05/CurriculumMap_la2.pdf","授業計画・課題に対するフィードバック":"毎回の授業の進め方　①授業日までに授業動画のURLやプリント（作品本文や授業のワークシート）を教員が学生に送る。　　②授業同日中に、学生はURLのリンクから動画やプリント類を参照する。　③授業同日中に、授業内で提示する課題についてのリアクションペーパーを、教員に送付する。　　リアクションペーパー等の提出をもって出席確認を兼ねる。　④授業の進捗状況等に応じて、適宜リアルタイムのミーティングを行う可能性もあります。    ※教材の送付・およびリアクションペーパー等のやりとりは、Microsoft Teamsを用いる予定。 第1回　  樋口一葉について（イントロダクション）第2回　  樋口一葉『たけくらべ』あらすじ概観　　第3回　  樋口一葉『たけくらべ』舞台立て・対比表現第4回　　 樋口一葉『たけくらべ』注釈・講読「一」「二」第5回　　 樋口一葉『たけくらべ』注釈・講読「三」「四」第6回　  樋口一葉『たけくらべ』注釈・講読「五」「六」第7回　  樋口一葉『たけくらべ』注釈・講読「七」「八」第8回　   樋口一葉『たけくらべ』注釈・講読「九」「十」第9回　  樋口一葉『たけくらべ』注釈・講読「十一」「十二」第10回　　樋口一葉『たけくらべ』注釈・講読「十三」「十四」第11回　　樋口一葉『たけくらべ』注釈・講読「十五」「十六」　第12回　　樋口一葉と「伊勢物語」（原稿と書誌情報）　　第13回　　先行研究と論争　　第14回　　『たけくらべ』と先行テクスト　　　第15回　　まとめ・フィードバック　フィードバックの方法：前の回の授業内で書いてもらったコメントをもとに、教師の方で、紹介や回答などを行う。受講生の興味や進捗状況に応じて、各回の内容は適宜調整する。","履修上の留意点":"Microsoft Teamsの「日本近代文学講読 Ⅱ」のチャンネルの登録をすること。授業の参加方法等について、初回授業時に説明を行うので、必ず確認すること。オンデマンド（非同期）型によるオンライン授業を基本とするが、進捗状況に応じてオンラインにおけるリアルタイムのミーティングを設ける可能性もあるため、事前の連絡を必ずチェックすること。ワークシートへの記入やレポート提出のための執筆の必要があるのでパソコンやタブレット端末等の準備をすること。オンライン授業でのやりとり可能な人数の基準から、定員30名を超過した場合は抽選となる。","準備学習内容・時間の目安":"配布されたテキスト・受講者のコメントペーパーの紹介などに目を通し、各自の理解や考えを深める。（60分）","成績評価の方法":"基本的には出席（60％）とレポート課題（40％）の総合で評価する。","テキスト":"授業内で適宜提示する。","参考文献(作品）等":"『樋口一葉集』（岩波書店、2001年）  池澤夏樹編『日本文学全集13』（河出書房新社、2015年）その他、授業内で紹介する。","教員との連絡方法（オフィスアワー）":"随時チャットもしくはメール等で質問等を受け付け、さらに相談が必要な時は時間を合わせて応じる。"}