{"科目名":"政治学Ⅰ","講義名":"政治学Ⅰ","サブタイトル":"あえて「政治的に思考すること」の意味と意義を学ぶ","受講可能学科":"全学部・全学科","担当研究室":"教養文化・学芸員","担当教員":"内田　智","分野":"文化総合Ⅰ類","対象学年":"1年,2年,3年,4年","科目群":"教養文化Ⅰ類","キャンパス":"鷹の台","開講期間":"前期 2021/04/12-2021/07/10","曜日・時限":"火４","授業形態":"講義","単位数":"2.0","履修条件":"150人","授業概要・カリキュラム上の位置づけ":"本講義では、政治学の基本的概念と理論を紹介しつつ、政治的に物事を思考するとはいかなる営為であるのかを学生の皆さんと考えてみたい。はじめに「政治とは何か」について立ち入って検討したうえで、現代政治を理解・分析する際に必須となる自由、権力、デモクラシー、国家とネーションといった鍵概念の概要を紹介・議論していく。これら諸概念とそれに結びつく政治理論の内実を理解することで、政治学の「面白さ」と「厄介さ」を正面から受けとめる能力を涵養する。　政治学において理論と現実がいかに関係しているのかを理解し、「実は」みなさんのごく身近な生活のうちに「政治的な問題」が遍在していることを知ることで、将来皆さんが直面するであろう政治的問題に対して批判的に向き合うための視座と総合的判断力を獲得することが本講義の狙いである。各々の個性と専門性を活かしながら同時に「グローバルな政治社会」のメンバー・市民として生活を営むための「政治的なリテラシー能力」の向上を図りたい。","授業方法":"オンライン授業（オンデマンド型）という形態で進める。ウェブ上にアップロードされる各回の講義資料を中心として学習を進め、小課題ならびにレポート課題の提出を求める。また、講義内容に関する質疑応答もウェブ上で行う。","到達目標":"①政治を批判的に理解するために必要となる政治学の基礎概念・理論を習得することができる。②政治学を通じて、身近にある諸問題を複数の視座から分析することができる。③これらトレーニングを通じてごく身近な日常生活において政治的・批判的に物事を考え、実践に活かすことができる。","ディプロマポリシーとの関連":"https://www.musabi.ac.jp/wp-content/uploads/2021/05/CurriculumMap_la1.pdf","授業計画・課題に対するフィードバック":"第１回　　ガイダンス：オンライン授業受講にあたっての注意事項、成績評価基準等の説明第２回　　イントロダクション：アカデミック・ライティング入門（文書作成ファイルの使い方を学ぶ）　第３回　　社会科学としての政治学（１）：「社会科学」に求められる３つの視点――どんな？　なぜ？　そして、どんな意味で？第４回　　社会科学としての政治学（２）：記述的調査・因果的説明・概念的理解第５回　　社会科学としての政治学（３）：あえて「批判的」であることの意味と意義――「その日」にそなえるために・・・第６回　　政治とは何か、政治学とは何か（１）：実は「身近」であるが「厄介」な「政治」という営み第７回　　政治とは何か、政治学とは何か（２）：あなたは「善く」ても、わたしには「善くない」政治の世界第８回　　政治とは何か、政治学とは何か（３）：答えのない問題に向き合うための「政治的思考」第９回　　権力とは何か（１）：他人に「いうことを聞かせたい」とあなたは思いますか？第１０回　権力とは何か（２）実は私たちは権力によって、いままさに「統治」されている？第１１回　平等とは何か：あなたは友人と「焼肉」をどのように切り分ければ「公正」だと思いますか？第１２回　デモクラシーとは何か（１）：あなたが決めるデモクラシー？／エリートが決めるデモクラシー？第１３回　デモクラシーとは何か（２）：選挙と投票の意味――あなたの一票に何の意味があるのだろうか？第１４回　デモクラシーとは何か（３）：対話と熟議の可能性――理由と根拠を考えることが重要だ！第１５回　講義のまとめ――政治的に物事を捉えるということの狙いと意義","履修上の留意点":"「政治学」という響きから「難しい・自分とは関係ない」と思う方もみなさんのなかにはいらっしゃるかもしれません。しかしながら、実は「みなさんのごく身近な日常」のいたるところに「政治」は潜んでいます。楽しくも真摯に政治学を学んでほしいと考えていますので、あまり身構えずに受講を考えてくれればと思います。※要留意事項※　「授業方法」の項目でも記載しましたが、今期はオンライン授業（オンデマンド型）という形態で進めます。ウェブ上にアップロードされる各回の講義資料を中心として学習を進め、小課題ならびにレポート課題の提出を求めることを予定しています。また、講義内容に関する質疑応答もウェブならびにメールなどを通じて行う予定です。※定員※上限１５０名","準備学習内容・時間の目安":"毎回の授業前に、テキストや参考文献、その他授業内で紹介した文献の指定箇所を読み、予習をこころがけてください。（30分）毎回の授業後に、授業内で配布したレジュメ、テキストや参考文献等を用いて、授業で触れた概念・理論について復習することを期待します。（30分）　※予習と復習いずれにおいても、自分なりに疑問点を整理し、考察を加えるという意識を持つことが重要です。また、日ごろから時事の出来事に関するニュースを多様なメディアを通じて積極的に吸収していくことも期待します。","成績評価の方法":"毎回の授業への参加と小課題の提出（２５％）期末レポート（７５％）","テキスト":"田村哲樹、松元雅和、乙部延剛、山崎望著、『ここから始める政治理論〈有斐閣ストゥディア〉』、有斐閣、２０１７年","テキストISBN番号":"田村ほか著、『ここから始める政治理論〈有斐閣ストゥディア〉』……978-4641150423※購入方法※Amazonをはじめ、いくつかの通販サイトがあるほか、電子書籍もKindleなどいくつかのバージョンがあります。適宜、各自の利便性に合わせて利用してください。","参考文献(作品）等":"川崎修、杉田敦編著、『新版 現代政治理論〈有斐閣アルマ〉』、有斐閣、2012年田村哲樹、近藤康史、堀江孝司編著、『政治学（アカデミックナビ）』、勁草書房、2020年久米郁男、川出良枝、古城佳子、田中愛治、真渕勝著、『〔補訂版〕政治学（New Liberal Arts Selection）』、有斐閣、2011年デイヴィッド・ミラー著（山岡龍一、森達也訳）、『はじめての政治哲学（岩波現代文庫）』、岩波書店、2019年押村高、添谷育志編著、『アクセス政治哲学』、日本経済評論社、2003年齋藤純一、田村哲樹編著、『アクセスデモクラシー論』、日本経済評論社、2012年杉田敦著、『政治的思考』、岩波書店（岩波新書）、2013年","教員との連絡方法（オフィスアワー）":"授業に関する質問・相談は、基本的に、メールならびにTeamsでのやりとりを通じて行います。"}