{"科目名":"歴史学概論","講義名":"歴史学概論","受講可能学科":"全学部・全学科","担当研究室":"教養文化・学芸員","担当教員":"廖　赤陽","分野":"文化総合Ⅰ類","対象学年":"1年,2年,3年,4年","科目群":"教養文化Ⅰ類","キャンパス":"鷹の台","開講期間":"前期 2021/04/12-2021/07/10","曜日・時限":"水２","授業形態":"講義","単位数":"2.0","履修条件":"150人","授業概要・カリキュラム上の位置づけ":"本講義は、歴史学ってなに？を理解してもらうための授業である。　歴史学という学問の枠組みを紹介するとともに、具体のケースに即して、歴史学研究の最先端を動的に追跡する。さらに、グループ討論などの形式も含めて、さまざまな史料批判のトレーニングを行い、現代社会における情報の洪水から身を守る技を学ぶと同時に、歴史を見つめる眼力を養う。具体的には、歴史学の成立、歴史叙述と歴史表現、史料と史観、歴史における時間と空間、歴史と歴史画、エスニックとアイデンティティ、ジェンダー、環境、宗教と権力、民族と国家、地域で見る歴史、多文化共生、ローカルとグローバルなどの課題を取り上げる。","授業方法":"オンデマンド方式（非同期）：teamsによるオンライン授業。","到達目標":"１．学問としての歴史学の在り方を学び、歴史学の研究対象・問題意識とその基本方法を理解する。２．文献、絵画、実物など、様々な史料から歴史的史実を正確に読み取る能力を養成する。３．多様な歴史解釈の可能性を学び、暗記ではなく歴史についての思考力を獲得する。","ディプロマポリシーとの関連":"https://www.musabi.ac.jp/wp-content/uploads/2021/05/CurriculumMap_la1.pdf","授業計画・課題に対するフィードバック":"第一回 最初の話（オリエンテーションを兼ねて）      「パパ、歴史はなんの役に立つの？ さあ、僕に説明してちょうだい」第二回　歴史にも歴史がある？      歴史学の起源、東西の歴史意識の比較、近代以来の歴史学第三回 史料ってなに？ 　    史料批判：とりあえず史料を読もう第四回　史料の真偽をどう見抜くか      誰でも宝物探偵団　　第五回　ビジュアル史料を読む     　だれか何のために歴史画を描いたのか第六回 静止画が動き出した時 　　　刀が語るもう一つの日中関係史　　　　　　　　　　　　　　　　　　　　　　　　　　　第七回　史観ってなに？　　　　七人の侍ともののけ姫第八回 時代区分ってなに？　　　　歴史のなかの時間：中国・西洋・インド・日本第九回　日本史と世界史はどんな関係があるの？ 　　　　歴史のなかの空間：地域から見た「世界」第十回　歴史には性別がある？　　　　歴史とジェンダー：Historyと\"Herstory\"第十一回　餃子は中国料理？　　　　ナショナリズムと文化　第十二回　長崎の祭りを見に行こう　　　　在日外国人と多文化共生の原点を辿る第十三回　ムサビの隣になぜ朝鮮大学があるのか　　　　歴史とエスニック：在日外国人問題第十四回　1000万外国人移民を受け入れる日本？ 　　　21世紀の日本と多文化共生第十五回 引用史料と参考文献の書き方　まとめ(進行状況により、授業計画一部変更する場合がある)＊各講義の内容は、teamsを通して配布し、これを中心に各自在宅学習を行う。＊各講義には、小さな授業内課題を出す。この授業内課題の提出は、出欠の根拠にもなる。＊質疑応答は、teamsのチャットで行う。","履修上の留意点":"次の三つの問いを以ってこの授業に臨み、「歴史感」（歴史についての感性）と「歴史観」（歴史を考える頭）を磨いて欲しい。1．私はなぜここにいるのか、2．私はどこから来たのか、3．私はどこに行くのか。第一回（オリエンテーションを兼ねて）の内容が特に重要。教養文化・学芸員課程研究室からのお知らせ・初回のガイダンスから出席をカウントします。・出席は、授業の開始時と終了時に、学生証リーダーを用いてカウントします。学生証を必ず持参してください。・学生証を忘れた場合は、出席登録ができない。","準備学習内容・時間の目安":"次週の授業テーマに沿って、その予備知識として関連する歴史的背景を予め調べ上げよう。(30分）","成績評価の方法":"期末提出された課題（出欠もかねて）を中心に、学習意欲（質疑応答など）を含めて総合的に評価する。","テキスト":"なし","参考文献(作品）等":"授業内その都度紹介する。","教員との連絡方法（オフィスアワー）":"teamsチャットliaochiy@musabi.ac.jp"}