{"科目名":"幾　何　学　概　論　Ⅰ","講義名":"幾何学概論ⅠA（いろいろな幾何Ⅰ）","サブタイトル":"いろいろな幾何学I","受講可能学科":"全学部・全学科","担当研究室":"教養文化・学芸員","担当教員":"植田　美佳","分野":"文化総合Ⅰ類","対象学年":"1年,2年,3年,4年","科目群":"教養文化Ⅰ類","キャンパス":"鷹の台","開講期間":"前期 2021/04/12-2021/07/10","曜日・時限":"土１","授業形態":"講義","単位数":"2.0","履修条件":"150人","授業概要・カリキュラム上の位置づけ":"形を対象とする幾何学は、古代から現代に至る数学の歴史の中で、知の革命の推進力となってきた。その過程でいろいろな幾何学の分野が生まれた。この授業では、古典的な幾何学である「初等幾何学（ユークリッド幾何学）」とその公理化、公理化へのプロセスの中で認識され体系化された「球面幾何学」、「双曲幾何学」を、歴史的な流れを押さえつつハイライトを概説する。多角形や多面体といった身近な図形を描く、作るなど、実際に手を動かし、よく観察する作業を取り入れる。人間が形をどう捉え、どう扱えるようになって来たのか、認識の枠を広げて来たのかを学ぶ。\t\t なお、数学に関連する科目群の中では、「数学概論I,II」は数学一般について数や図形などを題材に学修し、【幾何学概論 I,II】は図形や空間の性質を主たる対象として学修する。","授業方法":"オンデマンド型授業で【teams】を用います。","到達目標":"三つの幾何学を問題演習も含めて学ぶことで、人間が如何に形を認識して来たのか、概念を切り開いて来たのかを理解し、専攻分野を学修するために必須である俯瞰的視座を得る。","ディプロマポリシーとの関連":"https://www.musabi.ac.jp/wp-content/uploads/2021/05/CurriculumMap_la1.pdf","授業計画・課題に対するフィードバック":"【teams】を使い、３つの幾何学に関する次の内容（１５テーマ）をオンライン授業で学びます。第１テーマ 最短経路を見つけよう（１）第２テーマ 最短経路を見つけよう（２）第３テーマ たかが三角形、されど三角形- 三つの幾何学への導入第４テーマ ユークリッド幾何学ハイライト（１）－ ユークリッドの幾何学原論第５テーマ ユークリッド幾何学ハイライト（２）－ レオナルド・ダ・ヴィンチと初等作図第６テーマ ユークリッド幾何学ハイライト（３）－ 多面体第７テーマ 球面幾何学ハイライト（１）－ 空間図形エクササイズ、測地線第８テーマ 球面幾何学ハイライト（２）－ 二辺形第９テーマ 球面幾何学ハイライト（３）－ 球面三角形とその性質第１０テーマ 平面と球面 － 正則タイル充填第１１テーマ 双曲幾何学ハイライト（１）ポアンカレモデルの導入第１２テーマ 双曲幾何学ハイライト（２）ポアンカレモデル上の多角形第１３テーマ 双曲幾何学ハイライト（３）色々なモデル第１４テーマ 三つの幾何学と美術作品 第１５テーマ 三つの幾何学の公理による体系化と宇宙の幾何学なお、順番と内容は一部変更となる可能性があります。毎回の授業は【ビデオ】（3本程度）を視聴し、スライドPDF（3本程度）や資料、グラフ用紙などをTeamsの授業チャンネルで配信したものを利用します。授業各回終了時、その回で学んだキーワードを整理し、受講者が各々授業内容の理解を確認し、応用的な思考ができるような【小課題】（含自宅作業）を出し、受講者にその結果を授業や【teams】上でフィードバックします。","履修上の留意点":"授業プラットホームとして【teams】を利用します。利用方法については、事前に確認してください。【履修者数の上限150名】を設けました。上限を超えた場合は抽選となります。幾何学の対象である図形について理解を深めるために、作図やペーパーモデルを作りますので、定規・コンパス・のり・はさみなどを授業時間や自宅学習時にいつでも使えるよう準備してください。","準備学習内容・時間の目安":"授業計画に示すテーマについて、これまで学修してきた知識と結び付け、形の俯瞰的な捉え方、知識の体系化を意識して整理し、専攻分野で学修するさまざまな形について、背景にある数理的な性質は何か問題意識を持って学んでください（予習と復習を兼ねて３０分～４５分）。","成績評価の方法":"次の項目による総合評価:【平常点】各回の授業フィードバックシートの提出があれば出席とし、ユークリッド幾何学、球面幾何学、双曲幾何学の大きな括りのテーマに関する小レポートの提出を合わせて平常点とします。【課題レポート】3回程度、授業内容の理解と各自の自宅学習（予習・復習）の成果を問う小課題を出すので、レポートにまとめ、提出してください（締め切り厳守）。授業全体で学んだことの達成度を評価します。","テキスト":"授業に必要な資料は「動画」・「スライド」・PDF等の形式で配信します（テキストは特になし）。","参考文献(作品）等":"圓山憲子著『もういちど数学を』（全８章、付録２、武蔵野美術大学出版局、２００２年）等。他の文献は授業内で紹介します。","教員との連絡方法（オフィスアワー）":"【teams】上の本授業クラスで質問や相談を受け付けます。具体的な方法については、授業開始後にお知らせします。"}