{"科目名":"絵画基礎　Ⅱ","講義名":"絵画基礎Ⅱ","サブタイトル":"絵画基礎Ⅱ「描くことのはじまり〈みる〜ふれる〉」［油絵専攻1年］９〜１２授業週 〈2単位 実技〉水上泰財、衣川明子、指田菜穂子、関根直子","受講可能学科":"造形学部・油絵学科・油絵専攻","担当研究室":"油絵","担当教員":"水上　泰財","分野":"専門Ⅰ類","対象学年":"1年","科目群":"専門Ⅰ類（必修）","キャンパス":"鷹の台","開講期間":"２.３期 2021/05/10-2021/07/03","曜日・時限":"集中","授業形態":"実技","単位数":"2.0","履修条件":"特になし","授業概要・カリキュラム上の位置づけ":"1年次ではものをみること、あるいは何かを描くことの問い直しを共通のテーマとしてとらえています。ここではまず身近なところから、そのテーマの一端にふれていきましょう。私たちの生活の中で「みる～ふれる」という行為はごく一般的なことですが、ここでは作品制作を前提として「みる～ふれる」を、さまざまな観点からとらえ直してみます。身近でありながら考えようによっては複雑きわまりない「みる～ふれる」ということを、自分の問題として積極的に考えていくことは、今後拡がっていくであろうそれぞれの表現の重要な基礎になっていくと思います。","授業方法":"課題内容に基づいて課題作品を制作します。オリエンテーション、指導、及び講評を教員が担当します。講評時などに学生同士が互いの制作や作品について話したり、ディスカッションしたりすることを含む授業内容になる可能性があります。","到達目標":"①普段何気なく見ているものや感じていることを、別の角度からとらえなおす。②事物や物事を再発見し、それを表現できるようにする。③基礎課程、専門課程を通じて主体的に作品制作に取り組み、学生それぞれの可能性を真摯に探求することで充実した自己表現を獲得する。","ディプロマポリシーとの関連":"https://www.musabi.ac.jp/wp-content/uploads/2021/05/CurriculumMap_pa.pdf","授業計画・課題に対するフィードバック":"1．水上泰財クラス、2．衣川明子クラス、3．指田菜穂子クラス、4．関根直子クラスの4クラスの中からひとつを学生は選択します。第1日 【オリエンテーション】／課題内容および素材・技法、作品サイズなどの説明、参考資料の提示など。第1日～第4週木曜日 【制作・実技】第4週金曜日 【作品講評】　学生は指示に従い作品を展示しておくこと。作品の写真撮影。第4週土曜日 【アトリエの整理・作品の撤去】をして次の授業に備えます。●過去の課題から水上泰財先生「ルーツを描く」自分のルーツとは何だろう。自分がはじめて絵を描きたいと思ったのはいつ頃だろう。そしてその時に描きたいと思ったものは何だったろう。最近私は認知症だった父を思い出すのだが、父は家に居ても「家に帰りたい」と言って出て行ったし、毎日のように近所を徘徊していた。その時は認知症の一つの症状に思へ、とくに考える事もなかったが、今になって私は父の帰りたい家とは何処なのかとよく考えるのである。若い君たちであっても同様に、自分のルーツ（根っこ）を探しそれをヒントに絵を描こうとする時、自分の故郷や家族、はたまた原風景と思えるものを手がかりにする人は多いのではないだろうか。この課題では親族のスケッチからでもよいし、鏡で自分をみて親族を描くのもよいと思う（自画像ではない）。また、昔の写真や映像から思い出をピックアップするのもいいだろう、それらを手がかりに自分のルーツと思えるものを探し、油彩でじっくり描いてもらいたい。石井友人先生「「他性との接触」」授業の中であげる「他性」とは、簡単にいうと自分とは全く別のものの性質です。何かに興味を持ちそれを描く（作品化する）とは、興味のある対象を所有し自分色に染め上げることではなく、むしろ自分の方を興味の対象に近づけることである。とここでは考えてみましょう。描くことの始まりは、徹底して自分に属さない「他性／他なるもの」を感じ取ることである、と学んでみます。そうすることで、自分が何かに対して興味を持つ、興味を持ったものにアプローチすることは（例えば絵を描きたい）、自分に方を揺らぎのあるものとして感じ取ることである、と知ることになるかもしれません。何かに触れるとは、根本的にどのようなことであるか、一度考えてみましょう。表現する技法や素材は問いません。絵画は勿論ですが、写真・映像・もの、皆さんがやり易い方法と素材を選ぶことから、話し合いを始めてみます。中尾直貴先生 「物質との対話からみえてくるもの」制作においてどんな画材を選択するかはとても重要なことです。描き手が表現の意図によって選択するのが当然なことでしょう。しかし、たまには思い付きで手に取り、慣れない画材の持ち味に振り回されてみるのも貴重な経験となると思います。画材の特性は、対象を捉える描き手の目線を左右するといっても過言ではありません。支持体であればそのテクスチャーや吸収性や硬さ、描画材であれば液状か粉末か、発色、透明性、乾燥性、など様々な要素があり、描き手の感覚に作用します。絵画とは、特性をもった複数の物質の結晶であるという観点に立ち、この課題では、個人個人が初めて、もしくは普段使い慣れていない画材を用いてもらいます。または親しみのあるものであっても異なる扱い方や、別の何かを組み合わせるなど、いずれも物質のポテンシャルを引き出すことを念頭に制作してもらいます。絵画用以外の素材を使ってもかまいません。ある程度描き慣れているであろう裸婦を描画対象とし、画材とその使い方の違いによって対象の捉え方がどう変化するか、物質との対話から感じたことをこまめに記録するなどして、講評時に作品と合わせて発表してもらいます。初日　オリエンテーションでは14～17世紀の西洋絵画における表現の変遷を例に、使われた素材と技法について話します。また、現在の自分たちが用いることが出来る素材としてどんなものが考えられるか話し合います。1週目　試したい素材を用いたドローイング。（ポーズは変動します）2週目～　講師と相談した上で素材を選び、どのように使うかプランを立て制作する。（ポーズは固定します）講評　ドローイング数点と2週目以降の作品を見せながら、使った素材についてと、それを自分なりにどのように技法として組み立てることができたかを話してもらう。","履修上の留意点":"この期間は造形総合Ⅰ類「デザインⅠ」（必修）があり学生は前半（第5授業週～第8授業週）と後半（第10授業週～第13授業週）に分かれます。\t\tオンラインでの対応を希望する者は、必ず事前に油絵研究室へ相談してください。","準備学習内容・時間の目安":"文字通り、見て、触れて、それを描いたり、思ったことをメモに書きとめたりすること。また好奇心を持って自分の身の回りの物を見つめてみる。","成績評価の方法":"・第4週の金曜日に、期間中制作した作品を対象に講評会を行なう。・各自の講評後採点され素点が入れられる。　・担当する教員によって提出作品が違うので注意すること。・制作姿勢、独創性、表現力などを重視し総合的に評価する。","テキスト":"第1日のオリエンテーション時に必要な場合説明があります。また課題説明の中で、画集やスライド資料が示される場合もあります。","教員との連絡方法（オフィスアワー）":"油絵研究室に申し出てください。随時対応していますので、日時や場所についても相談してください。また、教員の指導日にアトリエで直接質問することもできます。"}