{"科目名":"デジタルドラマ　Ⅰ","講義名":"デジタルドラマⅠ","サブタイトル":"映画を基軸にした映像表現の総合演習講座","受講可能学科":"造形構想学部・映像学科","担当研究室":"映像学科","担当教員":"小口　詩子、岡　太地、青石　太郎、大田　晃、山倉　一樹、鈴木　昭彦","分野":"専門基礎科目","対象学年":"2年","科目群":"専門基礎（選必）","キャンパス":"鷹の台","開講期間":"１.２期 2021/04/12-2021/06/05","曜日・時限":"月３,月４,火３,火４,水３,水４,木３,木４,金３,金４,土３,土４","授業形態":"実技","単位数":"2.0","履修条件":"特になし","授業概要・カリキュラム上の位置づけ":"概要チームで実写短編映画の制作から上映までを行い、教員および学生によるフィードバックを考える。ねらい・映像表現に重要な他者との意見の交わし合いの中に、豊かで創造的な協働のあり方を発見する。・他者の目にさらされる自分たちの映画を、ゼロから企画・制作し完成させるという切実な場において、実践的な企画、制作進行、脚本、演技、演出、撮影、照明、録音、音響などの技術、美術表現、編集の力を身につける。・スタジオセット、プロ機材、MAルームを使用し、映像の創作行為の選択肢を個人を超えて広げる。・脚本を自ら書き、自ら演技し作ることによって、映像に対する読解力を高める。・実写ならではの演技、ドラマのリアリティや価値について考察を深める。・多岐にわたる映像ジャンルの礎となる、ものづくりのための姿勢と配慮、機転とマナー、制作力とコミュニケーション力、考察の元に行動する習慣を身につける。・報告、連絡、相談など、制作をスムーズに遂行するための術を体得する。","授業方法":"・月～土８週間の集中授業において、履修者を数班のチームに分け、各班1本の短編映画（15分程度）の制作を行う。・ビデオアトリエ（以下スタジオ）に建てられた部屋のセットを活用して授業を行う。・チームミーティングでのディベートで企画を検討制作していく。チーム内で主体的に企画を固め、脚本化して実制作を行う。・スタジオでの撮影機材を用いた技術講習を行い、各自が実際に機材に触れながら機能と効果を確認する。・各グループが周囲とも調整し立案したスケジュールの中で、リハーサルや撮影準備、スタジオ内外での撮影を行う。・分業制の映像編集（ポストプロダクション）の実習。カラーグレーディングや音響設計の概念に触れる。・高品質な上映のために必要なことを実際の上映で学び、講評で多様な意見に触れる。※毎日の授業形態や使用場所が異なるため、初回授業時にスケジュール表を配布する。※授業形態やスケジュールは変更・変動となる場合がある。","到達目標":"標準目標①オリジナルの映像企画を立案し、プレゼンテーションすることができる。②映像を通してストーリー、テーマ、感覚、感情を伝えられるような設計図や脚本を構築することができる。③チームコミュニケーションを円滑に行い、遅延なくプロジェクトを進行させることができる。④動画撮影における撮影・照明・録音の知識を習得し、状況に応じた機材や設備を活用することができる。⑤映画制作が内包する技術と知識を習得し、多様な創作の場で活用することができる。⑥制作に関連する報告、連絡、相談を習慣化し、共用する機材施設の扱いやルールに慣れる。成績評価に関連する追加目標①プレゼンテーションにおいてチームメンバーの心を動かし理解と支持を得ることができる。②ストーリーに基づき、演出方法、撮影技法など新たな表現方法を発見し、実践することができる。③周囲へ配慮しながら目的を達成する俯瞰的な視野と柔軟な行動力を獲得する。","ディプロマポリシーとの関連":"https://www.musabi.ac.jp/wp-content/uploads/2021/05/CurriculumMap_ctsi_ias.pdf","授業計画・課題に対するフィードバック":"授業週／授業項目１　オリエンテーション、企画プレゼンテーション、企画会議/各種講義：撮影、照明、演技演出２　プリプロダクション（撮影準備）：脚本制作/各種講義：録音、美術、編集３　プリプロダクション（撮影準備）：美術準備、ロケハン、リハーサル、プロダクション（撮影）４　プロダクション（撮影）５　プロダクション（撮影）６　プロダクション（撮影）、ポストプロダクション（編集・音作り・音楽制作）、中間講評７　ポストプロダクション（編集仕上げ・宣伝媒体制作）８　ポストプロダクション（仕上げ）上映準備・上映講評会※授業後にレポートの提出を求める。","履修上の留意点":"必修授業である。","準備学習内容・時間の目安":"❶企画作成 ：チームで撮影する15分程度の実写映画のストーリーを自由に構想し、実現可能な映像化脚本を書く。これを3月20日までに各自メールで専用アドレスに提出。（12時間）❷10分以内の企画プレゼンテーションの用意をする。(3時間)❸脚本通読 ：チームメンバーに向けたプレゼンテーションの前提として、 4月1日までにメーリングリストで配布されるチーム表に記載の同チームメンバーの脚本を通読しておく。 (200分)","成績評価の方法":"・欠席５回で不可とする。レポート不提出は不可。遅刻は厳禁で、成績評価に関わる。・グループ作品20% レポート40% 授業への取り組みと積極性 40%・授業への取り組みと積極性は、チームワークの全プロセスにおける発言や姿勢を含め可能な限り総合的に鑑みて評価する。","テキスト":"なし","参考文献(作品）等":"『シナリオの基礎技術』新井一(著) ダヴィッド社","教員との連絡方法（オフィスアワー）":"Microsoft Teams を連絡・提出用に用いる。授業時間内は教員が随時質問を受け付ける。時間外もTeamsで質問を受け付ける。"}