{"科目名":"統計学　Ⅰ","講義名":"統計学ⅠA（データ科学の基礎Ⅰ）","サブタイトル":"データ科学の基礎I","受講可能学科":"全学部・全学科","担当研究室":"教養文化・学芸員","担当教員":"鈴木　公啓","分野":"文化総合Ⅰ類","対象学年":"1年,2年,3年,4年","科目群":"教養文化Ⅰ類","キャンパス":"鷹の台","開講期間":"前期 2021/04/12-2021/07/10","曜日・時限":"火１","授業形態":"講義","単位数":"2.0","履修条件":"150人","授業概要・カリキュラム上の位置づけ":"近年脚光を浴びているデータ科学（サイエンス）はデータ駆動型科学という新しいパラダイムによるものであると捉えられている。統計学は、現象の法則性を求める人間の実践的関心から生まれたといわれるが、データ科学においてデータを分析する基礎的な役割を担っている。身近なところでは、気象情報、景気動向、出生率、視聴率などがあり、自然、経済、社会、個人などに関する様々な調査や計測等から得られたデータを整理、加工、分析して得られた情報である。　この授業では、統計学の流れを押さえながら、数量的データから対象に関する統計的な情報を引き出すまでの初歩的な手法とその考え方を記述統計として、また、関係という視点から情報を読み取るための統計量や集計方法について演習問題も取り入れながら扱う。統計学は、実践的手法として、造形の専門でも生かせるものであり、これを学ぶことにより、現象を数理的に扱う方法の理解を深める。","授業方法":"【Teams】をプラットホームとするオンデマンド型授業","到達目標":"身近な事象を対象に調査や実験により得られたデータの初歩的かつ基本的な統計処理の考え方を理解し、使いこなせるようになること。初歩的な統計分析結果を客観的に読む力を含むデータ・リテラシーを体得する。","ディプロマポリシーとの関連":"https://www.musabi.ac.jp/wp-content/uploads/2021/05/CurriculumMap_la1.pdf","授業計画・課題に対するフィードバック":"【teams】を使い、次の内容（１５テーマ）をオンデマンド型授業で学びます。第１テーマ 近代統計学の構成 実際の調査のプロセス流れ図において記述統計と推計統計の位置付けを学ぶ第２テーマ 授業で基本統計量を算出し分析するためのデータの収集（実験を含む）と整理第３テーマ いろいろなデータと尺度－データの種類とその尺度による統計量の扱い第４テーマ あなたはどれだけ読めますか？　- 実験と結果の収集・整理第５テーマ 基本統計量（１） 色々な代表値と分布（１）第６テーマ 基本統計量（２） 比較のための統計量（２）第７テーマ 基本統計量（３） 色々な分布と統計量の関係第８テーマ 実験結果を分析する（１） 実験データの基本統計量第９テーマ 実験結果を分析する（２） クロス集計による情報の抽出第１０テーマ 関係を調べる（１） 相関関係と因果関係、散布図と関係の統計量第１１テーマ 関係を調べる（２） 相関分析とその応用（嗜好色調査の分析）第１２テーマ 統計リテラシー（１）　新聞、インターネット等にある調査の読み方第１３テーマ 統計リテラシー（２） こんな小さなコラムにも：新聞コラムの背後にある分析手法の考察第１４テーマ まとめ（１）各種記述統計量を理解し使えるようになったかを統計学の構造に位置付け復習する第１５テーマ まとめ（２）使われるときの統計学への課題 順番や内容は実際の授業開始後の様子を見て一部変更する可能性があります。【授業各回の構成】上記テーマに関するビデオ3本程度を視聴し、内容を理解するための小問や手を動かす作業などで構成。各回終了時、その回で学んだキーワードを整理し、履修者が授業内容を振り返り理解を促します。","履修上の留意点":"【Teams】を利用するための方法については、事前に確認してください。オンライン授業のため、【履修者数の上限150名】を設けました。上限を超えた場合は抽選となります。授業で採りあげる事例は、可能な限り受講生対象の調査から得た原データを使う予定です。計算については、office365に標準装備のエクセルや各自の持つ電卓(含携帯の電卓アプリ)を使います。","準備学習内容・時間の目安":"各回の小課題を考察すること。さらに、新聞、刊行物、インターネットで、経済・社会現象、自然現象等を扱った統計的記事に関心を持ち、授業で学んだこととの確認や応用を考察する（復習30分）。また、記事で扱われた用語や手法についての疑問点を押さえて授業に臨むことを心がけて下さい（予習30分）。","成績評価の方法":"次の項目による総合評価:【平常点】各回の授業フィードバックの提出があれば出席とし、小問やレポートの記述内容を合わせて平常点とします。【小課題レポート】内容のまとまりに応じて、小レーポートを3回程度課します。各自の理科度を確かめ、問題意識を高めるため必ず取り組んでください。","テキスト":"授業に必要な資料は「動画」・「スライド」・PDF等の形式で配信します（テキストは特になし）。","参考文献(作品）等":"初学者に読みやすく、しっかりした内容で、必要なときに役立つ参考文献や書籍等を授業内で紹介します。","教員との連絡方法（オフィスアワー）":"【Teams】上の本授業チームのチャンネルで質問や相談を受け付けます。具体的な方法については、授業開始後にお知らせします。"}