{"科目名":"インタラクティブイノベーション演習Ⅰ","講義名":"インタラクティブイノベーション演習Ⅰ","担当研究室":"クリエイティブイノベーション学科","担当教員":"長澤　忠徳、村上　千博、若林　玄","分野":"造形構想基盤科目","対象学年":"1年,2年","科目群":"領域共通","キャンパス":"","開講期間":"前期 2021/04/12-2021/07/10","曜日・時限":"土3,土4","授業形態":"演習","単位数":"2.0","授業概要・カリキュラム上の位置づけ":"How can one create something new in the field of Art and Design? Naturally, a new idea is an outcome of a new way of thinking. So the question is, how can one think in a new way despite one’s preconceived mindset and assumptions? The key to overcoming such a challenge is to interact with people with different experiences, knowledge and cultural backgrounds, which will provide many opportunities to reconsider one’s preconceived notions and to become more aware of oneself. To enhance the interaction, this course will be conducted in English.In such an interactive environment, this class will focus on the structures and mechanisms of various values. Students will create diagrams in order to discern general formulas behind the values, and at the end of the course, students will create visual proposal for a new value, which will be given concrete form in the following semester.アートやデザインの分野で何か新しいものをクリエイトするにはどうしますか。新しいアイデアが、新しい考え方から出てくるものであるのは自然なことです。そこで、いかに予想される考えや想定を超えて、新しい方法で考えるか、ということが問われることになってきます。乗り越えるべきそんなチャレンジの鍵は、経験や知識や文化的背景の異なる人々とふれあうことです。それは、思い込んでいる見解を再考する多くの機会を与えてくれ、気付きとなるのです。このインタラクションをより高めるために、この授業は英語で行われます。このインタラクティブな環境の中で、この授業は、価値の構造やメカニズムに焦点を当てます。学生は、「価値」の背後に潜む一般的な法則を見つけ出すために、その体系を図解したりします。そして、最終的には学期末に、具体的な形を与えた「新しい価値」の視覚的な提案を行います。","授業方法":"Hybrid Class : Face to face and accordingly Real-time On-line operation by \"Zoom\" and \"teams (microsoft365)\" 　対面授業を基本とし、状況により適宜リアルタイムのZoom および teams (microfoft365) によるオンラインも併用。","到達目標":"(1) To become literate in a creative process in a culturally interactive environment. To understand the general structure of values, and apprehend the value of creative mind.　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　(2) To be able to explain one's ideas, work logically, understand the statements of other's, and have discussions in English.(1)価値の一般的な構造とクリエイティブな志向を理解し、創造的なプロセスや文化的なインタラクティブな環境の中で、それを生かして行けるようになること。 (2) 英語で自分の考えや作品を論理的に説明し、他者の発言を理解し議論できること。","授業計画・課題に対するフィードバック":"Week 1. 04/17 : Introduction to the course.Week 2. 04/24 : \"Mini-Me\" PresentationWeek 3. 05/01 : \"Mini-You\" PresentationWeek 4. 05/08 : Group work : Short workshop 1Week 5. 05/15 : Group work : Short workshop 2Week 6. 05/22 : Main assignment IntroductionWeek 7. 05/29 : Work in progress presentation of Main assignment 1 / \"II Talk\" 1Week 8. 06/05 : Work in progress presentation of Main assignment 2 / \"II Talk\" 2Week 9. 06/12 : Work in progress presentation of Main assignment 3 / \"II Talk\" 3Week 10. 06/19：Work in progress presentation of Main assignment 4 Week 11. 06/26：Final Presentation of the Main assignmentWeek 12. 07/03：Learning-Log PresentationWeek 13. 07/10：Feedback Session *The schedule may change depending on the class progress.第１週 04/17 : イントロダクション第２週 04/24 ：\"Mini-Me\"プレセンテーション第３週 05/01 ：\"Mini-You\"プレゼンテーション第４週 05/08 ： グループワーク : ワークショップ 1第５週 05/15 ： グループワーク : ワークショップ 2第６週 05/22 ： 最終課題イントロダクション第７週 05/29 ： 最終課題中間プレゼンテーション 1 / II トーク １第８週 06/05 ： 最終課題中間プレゼンテーション 2 / II トーク 2第９週 06/12 ： 最終課題中間プレゼンテーション 3 / II トーク 3第１0週 06/19 : 最終課題中間プレゼンテーション 4 第１１週 06/26 : 最終プレゼンテーション 第１２週 07/03 : ラーニング・ログ　プレゼンテーション第１３週 07/10 : フィードバック セッション　＊以上の予定は、進度に応じて、変更される場合がある。","履修上の留意点":"The course will be conducted in English. Prospective applicants should submit the form in the link below.Please contact the Department of Creative Innovation for detailed information regarding the course requirement. There will also be a english proficiency screening on the first day of class. この授業は英語で行われるため、履修を希望する学生は、リンク欄にある履修希望フォームを履修登録週の最終日までに提出すること。また、初回授業で英語力チェックを実施するため、初回授業に出席することを履修の条件とする。なおライブキャンパスでの履修登録は別途行なうこと。","準備学習内容・時間の目安":"Improve English proficiency in order to be able to participate in group discussions.\t\tグループでの議論に参加できるように、英語力を磨いておくこと。","成績評価の方法":"Class Participation and Contribution: 50%. Result of the project: 50%.Students must attend at least 2/3 of the classes履修態度を50％、プロジェクトの成果を50％の比率で成績評価する。なお、学生は開講日数の3分の2以上の出席を単位認定の条件とする。","テキスト":"None なし","テキストISBN番号":"None なし","参考文献(作品）等":"None なし","リンク":"https://forms.gle/X1W8p53hqc5cqiBJA"}