{"科目名":"THE VIRTUAL FORM Ⅰ","講義名":"THE VIRTUAL FORM Ⅰ（Basics）(造Ⅱ）","受講可能学科":"造形学部・彫刻学科","担当研究室":"彫刻学科","担当教員":"彫刻学科、伊藤　誠、黒川　弘毅、オノラ　ルイジ","分野":"造形総合Ⅱ類","対象学年":"1年,2年,3年,4年","科目群":"造形総合Ⅱ類","キャンパス":"鷹の台","開講期間":"前期 2021/04/12-2021/07/10","曜日・時限":"金５","授業形態":"演習","単位数":"2.0","履修条件":"受講者定員は40名までとする。ただし、彫刻学科の学生は履修できない。","授業概要・カリキュラム上の位置づけ":"“THE VIRTUAL FORM” is an introductory class to 3D modeling (creating forms using 3D softwares). While learning about the different tools and techniques, we will look at examples we can find in art or nature and see how we could replicate those forms. Going from the simplest forms like primitives (spheres, cubes, cylinders, etc) to more complex forms (the human body, fabrics, fractals, etc).“THE VIRTUAL FORM I” covers the basics of 3D modeling. We will learn about the different types of softwares that are available, and discuss their strengths and weaknesses. We will also look at several ways we can visualise and output those forms. THE VIRTUAL FORMは3Dモデリング（3Dソフトウェアを使って形を作ること）を紹介する授業です。アートと自然の形を例にしながら、3Dで再生したり、3Dの様々なツールとテクニックを学ぶ。簡単な形（球、立方体、円筒など）から始まり複雑な形（人体、生地、フラクタルなど）までつくることを目標とする。「THE VIRTUAL FORM  I」 は3Dモデリングの基礎を紹介し、3Dソフトウェアの様々な種類とそれぞれの使い道を紹介する。形の表現と出力の方法を説明する。","授業方法":"リアルタイム：Zoomによるオンライン授業","到達目標":"To understand the basic techniques of 3D modeling, including NURBS, polygons and subdivision surfaces. To learn which approach is suitable for which form. 3Dモデリングの基礎技術を学ぶこと（NURBS、ポリゴン、サブディビジョン サーフェス）。対象となる形によって、相応しい3Dモデリングソフト、ツールが異なるため、それを選べる知識を学ぶこと。","ディプロマポリシーとの関連":"https://www.musabi.ac.jp/wp-content/uploads/2021/05/CurriculumMap_fad2.pdf","授業計画・課題に対するフィードバック":"Week 1 : OrientationWeek 2 : Hardware and SoftwaresWeek 3 : ScanningWeek 4 : CAD (Fusion 360)Week 5 : Polygons (MODO or Blender)Week 6 : Subdivision Surfaces (MODO or Blender)Week 7 : Digital Sculpting I (ZBrush or Blender)Week 8 : WorkflowWeek 9 : Rendering Week 10: Augmented Reality (Spark AR)Week 11: Virtual Reality (Unity) Week 12: 3D PrintingWeek 13: Introduction to procedural modeling (Houdini)第1週：オリエンテーション第2週：ハードウェアとソフトウェア 第3週：スキャニング 第4週：CAD (Fusion 360)第5週：ポリゴン (MODO or Blender)第6週：サブディビジョンサーフェス (MODO or Blender)第7週：デジタルスカルプティング  (ZBrush or Blender)第8週：ワークフロー 第9週：レンダリング第10週：拡張現実 (Spark AR)第11週：バーチャルリアリティ (Unity) 第12週：３Dプリンティング第13週：手続き型モデリング入門 (Houdini)","履修上の留意点":"The course will be conducted in English and Japanese. The english version of the 3D softwares will be used. Students should be prepared to learn how to use new software by self-study. This semester, the whole class will be conducted online, using Zoom and Microsoft Teams.この授業は英語と日本語の混合で行われます。3Dの技術を学ぶ上で、授業の進行と共にある程度の英語力を身につける必要があり、学生の積極的なリサーチも必要とされる。前期の授業はオンラインになります。そのため、ZoomとMicrosoft Teamsを使う予定である。","成績評価の方法":"Class participation and assignments will both count towards the grade. レポートと出席状況を合わせて評価する。"}