{"科目名":"初級フランス語　１－３","講義名":"初級フランス語１－３","サブタイトル":"文法講読","受講可能学科":"全学部・全学科","担当研究室":"言語文化","担当教員":"松村　悠子","分野":"文化総合Ⅱ類","対象学年":"1年,2年,3年,4年","科目群":"言語文化Ⅱ類","キャンパス":"鷹の台","開講期間":"前期 2021/04/12-2021/07/10","曜日・時限":"木２","授業形態":"演習","単位数":"2.0","履修条件":"この科目を履修するためには、後期開設の「初級フランス語1－4」もあわせて履修しなければなりません。なお、前年度までに上記の後期開設科目の単位を既に修得した者は、この科目を履修することはできません。","授業概要・カリキュラム上の位置づけ":"フランス語の基礎的な文法、語彙、フランスの文化について学習します。そのために有用な会話や聞き取り練習も行います。","授業方法":"リアルタイム（Zoom）やTeams。時にはZoomを使わないこともあり得るがその場合は適宜予定や代替方法をチームの投稿画面に投稿します。基本的に教科書に従い文法の説明をし、口頭や筆記での練習、宿題で文法の習得を目指します。教科書に載っているものを中心に、語彙を学習します。学期中に小テストを2，3回行います。レポートを課します。","到達目標":"フランス語の基礎的な文法・語彙を習得し、短い文章を理解できるようになる。平易な作文や会話文の学習、聞き取り練習を通してフランス語に慣れ親しむ。またフランスの文化を知る。","ディプロマポリシーとの関連":"https://www.musabi.ac.jp/wp-content/uploads/2021/05/CurriculumMap_la2.pdf","授業計画・課題に対するフィードバック":"ほぼ毎回宿題を課しますので、期限までに提出してください。コメントを付けてお返しします。授業内容に関して質問等ありましたら、指定した方法でご連絡ください。また、Zoomを用いて、小テスト（2回程）やその準備などを行います。試験後は適宜解説をします。第 1 回　ガイダンス、自己紹介、アンケート、教科書第0課：フランス語の発音と綴り字第 2 回　第0課：フランス語の発音と綴り字第 3 回　第0課：フランス語の発音と綴り字第 4 回　第1課：自己紹介する第 5 回　第1課：自己紹介する、第2課：物を指し示す第 6 回　第2課：物を指し示す第 7 回　第3課：尋ねる第 8 回　第3課：尋ねる、第4課：買い物をする第 9 回　第4課：買い物をする第10 回　第5課：物事や人について尋ねる第11 回　第5課：物事や人について尋ねる第12 回　第6課：場所を尋ねる第13 回　第6課：場所を尋ねる第14 回　まとめ第15 回　まとめ","履修上の留意点":"基本的にZoomを使用して授業を行います。使い方は事前に確認しておいてください。授業開始前までにログインしておくこと。当日、授業参加を数回確認し授業参加度を毎回評価します。授業参加度が極めて低い場合は欠席扱いとします。受講生には落ち着いた静かな環境で受講し、授業に積極的に参加することを求めます。またそのためのインターネット環境などを整える必要があります。何らかの事情で通常の授業参加がままならない場合には、その旨速やかに教務チームに連絡するよう最善を尽くしてください。またその事情の正当性を証明するようにしてください。ただし、連絡さえあれば担当教員が無限に配慮を行うわけでは決してありません。その他、授業への取り組み方やその姿勢について確認を行うことがあります。ほぼ毎回、履修者本人の肉声による発言を求めます。Zoom使用中は、基本的にカメラをオンにし、履修者本人の顔を映しながら受講してください。レジュメや資料をスクリーンにも映し出しますので、ノートパソコンで授業に参加してください。単位取得には3分の2以上の出席が必要です。遅刻1回で欠席3分の1回、つまり遅刻3回で欠席1回とみなします。フランス語に特有の文字（é, è, çなど）をタイピングできるようになる必要があります。宿題はほぼ毎回課します。分量はかなり多いです。遅延提出は受理しません。また、音声ファイルの提出を求めることがあります。小テストはZoomによるオンライン個別面接式か、別の方法による筆記方式で行います。いずれにせよ、受験者が参考資料を見ながら受験しても実力を問える仕組みにするため、とても高レベルなテストとなります。フォームスによる課題提出や小テストの場合は、先述ようなフランス語に特有の文字をタイピングすることを求めます。Zoomによる小テストの際はレコーディングを行います。提出物に他人の答案を引き写しにしたような答案が含まれる場合や、その他、独力で問題を解いて作成していない答案が含まれる場合は単位を認定しません。単位認定は厳正に行いますのでそのつもりで履修を検討してください。何らかの事情で第1回目授業から履修できなかった場合にも、第1回目からの授業内容と注意点を把握するようにしてください。授業計画や学習範囲は前期における学習状況や、クラスの特性により変更になる場合があります。","準備学習内容・時間の目安":"授業の予習、授業で扱った学習事項の復習、宿題、小テストの準備、計約2時間","成績評価の方法":"学期末課題レポート20％、平常点（課題、授業参加度、小テスト）80％","テキスト":"藤田裕二著『パリ ー ボルドー：フランスの世界遺産と食文化を巡る旅１』朝日出版社（下記リンク）履修が確定した学生は、世界堂の店頭でテキストを各自購入してください。在庫不足の場合は、ISBN番号を参考にし、書店や出版社から各自購入してください。","テキストISBN番号":"978-4-255-35259-6","リンク":"https://text.asahipress.com/french/detail.php?id=1365"}