{"科目名":"クリエイティブテクノロジー演習","講義名":"クリエイティブテクノロジー演習","サブタイトル":"社会課題のテクノロジー活用による解決","担当研究室":"クリエイティブイノベーション学科","担当教員":"長谷川　敦士、山﨑　和彦、小川　修一郎、近藤　テツ、郡　祐太郎","分野":"専門領域別科目","対象学年":"3年、4年","科目群":"専門領域別（選必）","キャンパス":"","開講期間":"第2ターム 2021/06/07-2021/07/31","曜日・時限":"火3,火4","授業形態":"演習","単位数":"2.0","授業概要・カリキュラム上の位置づけ":"私たちの生活する地域や環境にはすでに様々なスケールで”テクノロジー”が介在し、色々な用途で利用され関係づけられています。また、インターネットやソーシャルメディアによって人々がコミュニティーや地域に帰属する意識も変化しました。リアルとバーチャル、デジタルとアナログの境界も曖昧になり身体感覚も変化しています。この様な状況で、私たちは自分自身の存在を常に意識し、物事を判断し行動する必要があります。この演習では、場所や土地、地域や文化、身の回りの事象、オンライン、オフライン、自分自身や人々の行動などをフィールドワークにより観察し調査します。そこで見つけた問題や現象を把握し、各自が課題(テーマ)を定義しそれに対してクリエイティブに解決し創造する力を養います。特に、テクノロジーを用いた解決策を、実際の環境に導入（インストール）して、その結果をふまえてさらに解決策をブラッシュアップするプロセスを通じて、テクノロジーを批評的に捉えながら、プラニングのなかにテクノロジーを前提として組み込んだ思考方法を身につけます。オープンソースを使ったクリエイティブコーディング（Processing、p5）、フィジカルコンピューティング(Arduino)、デジタルファブリーケーションなど、アイデアは容易にプロトタイプとして実装することができます。またテクノロジーを使って作られるインタラクティブな作品は、環境や人間の行動によって相互作用やフィードバックが発生するため、これらをデータとして集積することへもつながります。","授業方法":"＜フィールドワークからの探究＞実際にキャンパスの周りに探究に出かけ、そこにある問題や課題を調査します。スマートフォン、デジタルカメラ、タブレットPCなどのデジタル機器を使い事象をアーカイブします。＜グループワークによるコラボレーション＞テーマごとにチームに別れて課題認識に基づき、表現・課題解決の方針を決め、グループワークにて制作を行います。自分の得意とする分野をチームメンバーと共有し、互いに協力し合いながら制作を進めます。制作においては、キャンパス内のラボの機材や工具などを活用することができます（レーザーカッター、3Dプリンタ等）。特殊な機材等の使用については適宜相談してください。＜環境との相互作用＞プロトタイプを実際の環境に設置したり、ユーザーに利用してもらうことにより、そこで起こる結果を観察し、プロトタイプへの反映を行います。＜最終発表によるプレゼンテーション＞形式も課題テーマに応じて各グループがチームメンバーと協議し、スケジュールを守り発表に挑みましょう。プレゼンテーションは明確にわかりやすく行ってください。","到達目標":"・プログラミング表現の実践的な力をつけることができます。・インタラクションデザインの概念を理解することができます。・グループワークによってコミュニケーション能力を養うことができます。・有用な情報収集能力を身につけることができます。","ディプロマポリシーとの関連":"https://www.musabi.ac.jp/wp-content/uploads/2021/05/CurriculumMap_ci.pdf","授業計画・課題に対するフィードバック":"第１回　イントロダクション、授業の内容説明、テーマの発表とグループ分け第２回　方針決め・プロトタイプ第３回　制作 第４回　制作第５回　プロトタイプを設置して試す第６回　制作第７回　制作第８回　発表","履修上の留意点":"ProcessingやArduinoの基礎プログラムを習得していること。プロジェクター、モバイルバッテリー、パッチケーブル等は適宜貸し出しを行いますが、必要なデバイスやセンサーなどは持参してください。","準備学習内容・時間の目安":"課題発見のためのフィールドワークは授業時間に各自で適宜行います。授業時間以外も工房等を使い制作を行うことができます。デジタルファブリケーション機器（3Dプリンタ等）は、講習を受けて利用してください。（3Dプリンタは出力に時間がかかるので注意する）Processing等のコーディングは授業時間外も適宜進め、授業時間において質問を受け付けます。","成績評価の方法":"制作姿勢、独創性、表現力などを重視し総合的に評価します。","テキスト":"特になし","テキストISBN番号":"特になし","参考文献(作品）等":"特になし","教員との連絡方法（オフィスアワー）":"講義内容に関する質問等は、授業時に受け付けます。授業のTeams グループにて質問等を行うこともできます。","リンク":"https://p5js.org/"}