{"科目名":"芸術文化政策特論Ⅰ","講義名":"芸術文化政策特論Ⅰ","サブタイトル":"ダンス×ポエジー ――〈からだ〉と〈ことば〉の詩学","受講可能学科":"大学院造形研究科（修士）・美術専攻・芸術文化政策コース","担当研究室":"芸術文化学科","担当教員":"林　浩平","分野":"専門Ⅰ類","対象学年":"1年","科目群":"専門Ⅰ類（必修）","キャンパス":"鷹の台","開講期間":"通年 2021/04/12-2021/12/18","曜日・時限":"火３,金４","授業形態":"講義","単位数":"4.0","履修条件":"特になし","授業概要・カリキュラム上の位置づけ":"ひとにとって、〈ことば〉と〈からだ〉は密接不可分に結び付いたものであるのは、ポスト構造主義の思潮を潜った現在では自明のことだろう。Ｍ・メルロ=ポンティが『知覚の現象学』で語ったものから学ぶところはいまも大きい。<ことば>の純粋な使い手である詩人には、フランスのマラルメやヴァレリーをはじめとして日本の現代詩人たちまで、ダンスに主体的な関心を抱くひとが多い。「散文が歩行であるなら、詩は舞踊（ダンス）である」という、ヴァレリーによる詩の定義はよく知られているが、まさに詩とは、<ことば>自らが<からだ>である、という自覚に立って<ことば>がダンスする言語表現だ、と言えるのではないか。本授業では、コンテンポラリー・ダンスの代表的なダンサーや振付家（コリオグラファー）を紹介しながら、彼らの身体意識やダンスの方法論に、いかに深く<ことば>の問題が浸透しているかを検証し、さらには現代の詩人の詩作品を読み進めて、そのテクストに、いかに深く<からだ>感覚が織りこまれているかを確認してゆきたい。　　また私（本授業担当者）は、かつてＮＨＫのドキュメンタリー作品として「ＢＵＴＯＨ創成譚・土方巽（ひじかた・たつみ）　舞踏の原風景」というテレビ番組の企画と演出を行なったことがある。戦後の日本で「舞踏」というダンス表現の一ジャンルを創造した土方の公演には、三島由紀夫・瀧口修造・澁澤龍彦といった文学者や、吉岡実・吉増剛造ら多くの詩人たちが集まり熱心にその舞台を観たという。土方自身が晩年に綴った自伝的テクスト『病める舞姫』は、きわめて特殊な文体で書かれた畸形的なエクリチュールを構成しており、この稀代のダンサーの特別な言語感覚を示しているが、吉岡実はそこから絶大な影響を受けて、詩集『薬玉』で詩の表現における吉岡独自の孤絶した言語態を産みだした。授業では本ヴィデオを鑑賞して、土方をめぐる諸問題を考察したい。　　さらに授業では、現代詩のトップランナーとして世界的な活躍を続ける吉増剛造の世界も採り上げる。近年の吉増は、gozoCine（ゴーゾーシネ）と称するヴィデオ映像作品を数多く手がけているが、舞踏家の大野一雄と昵懇で、何度もコラボレーションを行なった。吉増による自作詩の朗読パフォーマンス自体が一種の舞踏行為とも言えよう。吉増の詩篇や映像を対象として、その身体感覚の問題も考えたい。　　こうしたダンスや詩（ポエジー）をめぐる動きは、現代美術の世界にも多面的に繋がるものがあるはずだ。端的な例としてはベルギーの美術家のヤン・ファーブルを挙げればよいだろう。昆虫や聖遺物を素材としたインスタレーションで知られるファーブルは、いっぽうでアルトーの唱えた「残酷演劇」の理念を体現したかのような前衛的なコンテンポラリー・ダンスのコリオグラファーであり、また詩的テクスト『わたしは血』の作者でもある。現代の表象文化論的な認識としては、現代美術はダンス表現も包摂していると言える。　　実際の授業の運営は、配布するプリントとダンスなどのヴィデオを教材として講義形式で進めるが、受講生も、割り当てられた課題を事前に準備して発表する機会が持てるようにしたい。吉増剛造や吉岡実の詩の他、萩原朔太郎・中原中也・宮沢賢治・ねじめ正一・松浦寿輝といった詩人のテクストに「身体感覚を読む」作業や、公演のあったダンス・カンパニーの舞台を観ての批評的レポートなどを考えている。　　いずれにしても本講座を、ダンスの孕むポエジー、あるいは詩的言語のなかの身体性、こうした問題をめぐる考察の場としたい。","授業方法":"基本は対面授業であるが、必要に応じてハイブリットもしくは、オンラインでの授業になる。","到達目標":"デカルトの心身二元論を乗り越えた理論としてのメルロ=ポンティの身体論などを紹介し、基本的な認識を共有したうえで、<ことば>と<からだ>、言語と身体の結び付きをめぐる問題機制の重要性を確認するところから始めたい。また土方巽・大野一雄・笠井叡ら日本の舞踏家や、ピナ・バウシュ、ローザス、ジョセフ・ナジ、勅使川原三郎ら、コンテンポラリー・ダンスの世界を代表するダンス・カンパニーのダンス動画を鑑賞して、その世界の理解を深め、身体表現とそれを支えるダンス理論や言語感覚などを考察する。さらには、シュルレアリスムの日本への紹介者であり、また純粋なその体現者でもあった瀧口修造を水源として、現在では吉増剛造に受けつがれる前衛精神の系譜をたどりつつ、日本の現代詩のテクストを熟読し、言葉としてのポエジーに深く触れたい。ダンス表現に生きるポエジーに触れ、また詩の言葉の身体性やその身振りを享受することで、現代的なアート感覚を磨くことを目標とする。","授業計画・課題に対するフィードバック":"第１回・オリエンテーション（ダンスとポエジーの近親性を概説して、<ことば>と<からだ>の相互浸透性を認識する。）第２回・コンテンポラリー・ダンス鑑賞（ピナ・バウシュ、ローザス、勅使川原三郎他）　　第３回・ドキュメンタリー「BUTOH創成譚」＋土方巽・大野一雄の舞踏ヴィデオ鑑賞　　　第４回・土方のテクスト解読＋吉岡実の詩作品における<舞踏>性の検証　　　第５回・テレビ番組「ダンスの国の朔太郎」鑑賞（ダンスは山崎広太・上村なおか）＋萩原朔太郎の詩作品　　　第６回・受講生による課題発表①　　第７回・テレビ番組「詩のボクシング」（谷川俊太郎・ねじめ正一）鑑賞＋ねじめ詩作品（暴力性の問題）　　　第８回・受講生による課題発表②　　　第９回・コンテンポラリー・ダンス鑑賞（笠井叡＋麿赤児「ハヤサスラヒメ」、ジョセフ・ナジ他）　　　第１０回・受講生による課題発表③　　　　第１１回・テレビ番組「現代詩実験実」（吉増剛造＋大野一雄）鑑賞＋吉増詩作品　　　第１２回・テレビ番組「アーティストたちの挑戦（吉増剛造・二重露光写真）」＋gozoCine鑑賞　　　第１３回・受講生による課題発表④第１４回・受講生による課題発表⑤第１５回・総括","履修上の留意点":"特になし。","準備学習内容・時間の目安":"特になし。ただし、普段から機会を見て、コンテンポラリー・ダンスの舞台に触れたり、図書館にある「現代詩文庫」（思潮社）で、現代詩の世界を覗いておくことを推奨する。","成績評価の方法":"授業への取り組みの姿勢（４割）＋課題についての研究発表（４割）＋総括レポート（２割）","テキスト":"教材プリントを配布。","参考文献(作品）等":"林浩平『裸形の言ノ葉・吉増剛造を読む』（書肆山田）、モーリス・メルロ=ポンティ『知覚の現象学』（みすず書房）、ポール・ヴァレリー『ドガ・ダンス・デッサン』（筑摩書房）、土方巽『病める舞姫』（白水社）、吉岡実詩集『薬玉』（書肆山田）、吉増剛造『裸のメモ』（書肆山田）","リンク":"http://mignonbis.at.webry.info/"}