{"科目名":"中級英語　４－８","講義名":"中級英語４－８Ｃ","サブタイトル":"会話","受講可能学科":"全学部・全学科","担当研究室":"言語文化","担当教員":"相原　優子","分野":"文化総合Ⅱ類","対象学年":"1年,2年,3年,4年","科目群":"言語文化Ⅱ類","キャンパス":"鷹の台","開講期間":"後期 2021/09/06-2021/12/18","曜日・時限":"木３","授業形態":"演習","単位数":"2.0","履修条件":"特になし","授業概要・カリキュラム上の位置づけ":"この授業では、自分の意見を自由に表現する発信者としての能力に加え、相手の伝達したいメッセージを的確に聞き取り対応できる受信者としての能力を延ばすことを目指します。スピーキングを中心とした授業になりますが、同時にその能力を支える語彙の習得、リーディング、ライティング、リスニング等を視野に入れた学習活動を行います。教材は、テキストに加えて、多様で発展的なテーマを扱ったものを適宜採用していきます。この授業を通し、言語と人間や文化との深い関わり合いを認識し、それに基づいた知的で豊かなコミュニケーション活動の実現を可能にする言語能力を身につけて貰いたいと思います。","授業方法":"この授業では、リアルタイムとオンデマンドの併用で実施する予定です。リアルタイムの場合は、ZOOMを使用します。課題提出などはTeamsを使用致します。まずは、簡単なスピーキング（自由な英会話）の後、教科書を中心に授業を進めます。モデル会話を読み、使用されている単語や会話の内容の確認をした上で、ポイントとなる英会話の表現をペアや少人数のグループで練習し、自分のことを話す際に取り入れる練習を行います。","到達目標":"正確な英語で自分の意見を述べるだけではなく、相手のメッセージを正確に聞き取り、的確に対応できるようになる。","ディプロマポリシーとの関連":"https://www.musabi.ac.jp/wp-content/uploads/2021/05/CurriculumMap_la2.pdf","授業計画・課題に対するフィードバック":"ZOOMを使う授業日と、ZOOMを使わずに課題に取り組む授業日とがあります。事前に毎回の予定をチームの投稿画面に記載しますので、授業前に必ず確認して下さい。テキストと必要であれば、副教材を使用します。基本的に、テキストの章の順番に沿って進めていきます。テキストや副教材の演習を発展させ、ペア・ワーク、ディスカッションなどを採用していきたいと考えています。第１回　　オリエンテーション第２回　　Unit 6  \"You should try it!\"　Vocabulary, Conversation, Language Practice第３回　　Unit 6  \"You should try it!\" (cont'd) conversation practice, Reading, Writing 第４回　　Unit 7  \"There are too many stores!\" Vocabulary, Conversation, Language Practice第５回　　Unit 7  \"There are too many stores!\" (cont'd) conversation practice, Reading, Writing第６回　　Unit 7 & 8 まとめ第７回　　Unit 8  \"Wanted:  People who can sing\" Vocabulary, Conversation, Language Practice第８回　　Unit 8  \"Wanted:  People who can sing\" (cont'd) conversation practice, Reading, Writing第９回　　Unit 9  \"What were you doing?\" Vocabulary, Conversation, Language Practice第１０回　Unit 9  \"What were you doing?\"(cont'd) conversation practice, Reading, Writing　第１１回　Unit 8 & 9 まとめ第１２回　Unit 10 \"I used to sing.\" Vocabulary, Conversation, Language Practice第１３回　Unit 10 \"I used to sing.\" (cont'd) conversation practice, Reading, Writing第１４回　Unit 10 まとめ第１５回　全体のまとめ","履修上の留意点":"適宜Zoomを使用して授業を行います（毎週ではないと思いますが）。使い方は事前に確認しておいてください。課題の提出方法は、原則Microsoft Teamsを使用いたしますが、詳細は授業で指示します。（音声ファイルの提出もあるかもしれません）資料をスクリーンにも映しだしたり、パワーポイントを画面共有の形で使用いたしますので、できればノートパソコンで授業に参加するのが望ましいです。出欠確認として、原則、課題提出で出席を確認いたしますが、ZOOM出欠も考慮致します。ほぼ毎回、発言を求めます。発言の可能な環境で、必ず受講して頂きたいと思います。後期では、前期で学習したことに基づき、更なる発展的な学習活動を行います。前期の授業を受けていなくても大丈夫です。スピーキング主流の授業なので、受講者の積極的参加を望みます。英語による授業となりますので、受講者には、毎回英語を話すことが求められます。","準備学習内容・時間の目安":"事前にテキストの分からない単語は辞書で調べておくこと。前回の授業の復習をして、英語表現をしっかり身につけること。（60分）","成績評価の方法":"課題と平常点（授業での積極性など）で評価します。","テキスト":"毎回辞書を必ず持参すること。テキスト：Smart Choice（Student Book 2）Fourth Edition(Ken Wilson. Oxford University Press)こちらのテキストは、オンライン教材を使用するためのアクセスコードが付いています。古本やすでに使用された形跡のあるテキストは、アクセスコードがすでに使用され使えない可能性もあります。可能な限り、新しい本を購入してほしいと思います。履修が確定した学生は、世界堂の店頭でテキストを各自購入してください。在庫不足の場合は、ISBN番号を参考にし、書店や出版社から各自購入してください。","テキストISBN番号":"978-0-19-406114-8","参考文献(作品）等":"ハンドアウトの配付、参考文献の指示は、適宜授業中に行います。","教員との連絡方法（オフィスアワー）":"水曜4限　言語文化研究室（12号館707号室）（不在や会議などで対応出来ない場合は、別の日時で予約を入れて下さい。）"}