{"科目名":"教　育　学　研　究","講義名":"教育学研究","サブタイトル":"教育学研究通年 〈4単位 演習〉高橋陽一","受講可能学科":"大学院造形研究科（修士）・全専攻","担当研究室":"教職課程","担当教員":"高橋　陽一","分野":"共通専門科目","対象学年":"1年,2年","科目群":"共通専門","キャンパス":"鷹の台","開講期間":"通年 2021/04/12-2021/12/18","曜日・時限":"火２","授業形態":"講義","単位数":"4.0","履修条件":"特になし","授業概要・カリキュラム上の位置づけ":"この授業科目は、教育学の基礎理論とその調査研究の手法の研究を演習の形態で行うものである。特に、教育に関する事象についての教育史学的アプローチを学ぶことと、その課題を法令と社会の状況を踏まえて総合的に分析することを課題としたい。授業科目は、課題についての概括を講じた後、演習形式による研究文献の講読、各自の調査発表、討議とレポートのまとめを大きな流れとする。　本年度においては、「造形と教育」をテーマとしたい。このテーマは、近代学校教育を支える基本的な課題であるだけではなく、造形美術と教育をつなぐ課題である。演習では美術と社会をつなぐ「ワークショップ」のほか、教室で多様な活用のありうる「ノート」「鉛筆」から学校建築、さらには映像メディアやインターネットなどの現代的課題を含めて考え、調査研究の課題を受講者各自が分担することを期待している。カリキュラム上は、教職課程履修者限定ではないが、本学造形学部修士課程の学位授与とともに教育職員免許法に定める専修免許状授与にふさわしい調査研究能力、教育学の研究発表能力が求められる。","授業方法":"2020年度前期はリアルタイム型（同時双方向）としてTeamsのシステムにより実施する。","到達目標":"大学院造形研究科の専門能力を生かしてさまざまな教育の場面でその専門性を生かせるような教育学の調査研究能力を獲得することを目標とする。本学が定める大学院修士課程のアドミッションポリシーと教育職員免許法の定める専修免許状授与にふさわしい能力の獲得、とりわけ教育学研究の調査研究能力の獲得に留意する。","授業計画・課題に対するフィードバック":"2020年度前期は下記15回の内容を10回のリアルタイム型（同時双方向型）の授業としてTeamsのシステムを活用して実施する。［前期］第１回 演習の進め方とテーマの説明 本年度のテーマ「造形と教育」と報告書『造形と教育』の確認第２回 教育学研究の基本的方法論と動向  教育に関する社会史、文化史の動向第３回　文献講読Ⅰ 造形と教育の基本事項と研究動向　『ファシリテーションの技法』など第４回　文献講読Ⅰ 造形と教育の基本事項と研究動向　『ファシリテーションの技法』など第５回　文献講読Ⅰ 造形と教育の基本事項と研究動向　『造形と教育』最近号第６回　文献講読Ⅰ 造形と教育の基本事項と研究動向　『造形と教育』関連記事第７回　文献購読Ⅱ　教育研究の基本動向　『共通教化と教育勅語』第1章第８回　文献購読Ⅱ　教育研究の基本動向　『共通教化と教育勅語』など第９回　文献購読Ⅱ　教育研究の動向　教育学雑誌最近号より第10回　文献講読Ⅱ 教育研究の動向　教育史学研究雑誌最新号より第11回　課題研究と発表Ⅰ 各自の課題の提示と、先行研究の調査報告を中心とする。（掛図、黒板、紙芝居、学校新聞、謄写版印刷教材、教育映画、教育テレビ、学校放送、インターネット、学校建築、勉強部屋等）第12回　課題研究と発表Ⅰ　調査方法研究（教育学、関連学問分野）第13回　課題研究と発表Ⅰ　記述方法のトレーニング第14回　課題研究と発表Ⅰ　文献引用の基本表現第15回　課題研究と発表Ⅰ　独自性と主張のあり方［後期］第16回〜第17回 文献講読Ⅲ 「生涯学習」「ワークショップ」「総合的な学習の時間」「環境教育」などをキ−ワ−ドとし、教育学分野での主要な研究動向を概括し、最近の論文数点を選んで講読する。第18回〜第24回 課題研究と発表Ⅱ 各自の行った史料研究または実態調査による報告を中心とする。第25回〜第30回 研究発表のレポート作成とまとめ","履修上の留意点":"履修条件として履修者の免許状の有無は問わないが、教育に関するテーマを専門的に扱う演習であることを前提として履修すること。","準備学習内容・時間の目安":"あらかじめ教育について関心を持ち、自己の専門性との関係について考えて目的意識を持って授業に臨むことを期待する。","成績評価の方法":"毎回の授業の出席と最終レポートによる。最終レポートは『造形と教育』に印刷して公開できる水準の内容を求める。","テキスト":"過去の本演習受講学生の報告書である『造形と教育』各号を講読の材料とする。このほか高橋陽一著『造形ワークショップを支える』武蔵野美術大学出版局、2013年などを用いる。","参考文献(作品）等":"『造形と教育』各号(2020年1月で第14号まで。図書館等で閲覧可能）高橋陽一『ファシリテーションの技法』武蔵野美術大学出版局、2019年高橋陽一『共通教化と教育勅語』東京大学出版会、2019年","教員との連絡方法（オフィスアワー）":"配付資料の後日入手や教員への連絡、相談日程の調整は7号館1階教職資料閲覧室に連絡すること。"}