{"科目名":"メディア論Ⅱ","講義名":"メディア論Ⅱ","サブタイトル":"映像技術とメディアの可能性","受講可能学科":"全学部・全学科","担当研究室":"美学美術史","担当教員":"築地　正明","分野":"文化総合Ⅰ類","対象学年":"1年,2年,3年,4年","科目群":"造形文化Ⅰ類","キャンパス":"鷹の台","開講期間":"後期 2021/09/06-2021/12/18","曜日・時限":"木４","授業形態":"講義","単位数":"2.0","履修条件":"履修希望者150人以上の場合、抽選。","授業概要・カリキュラム上の位置づけ":"本科目では、現代の重要な視聴覚メディアである「映像」について詳しく考察します。「メディア論Ⅱ」では、「メディア論Ⅰ」では十分に扱えなかった問題群を、さらに掘り下げた考察をしていく。ただし、「メディア論Ⅰ」を履修していなくとも理解できるよう配慮し、重要な点は、繰り返して触れたり、取り上げたりすることがある。「映像メディア」が現代史（19から20世紀）とどのように交差してきたかについて、テキストを参照しつつ、哲学的な観点を交えて考察する。問題を掘り下げていくために、「メディア論Ⅰ」よりも、より多くテキストやその他の参考文献を参照しながら授業を行うので、各自テキストや授業内で紹介する文献に積極的に触れるように心掛けること。やや難しい文章を読解していくことが授業に含まれるので、自分で思考しようとすることに興味のない方には向いていないので注意してほしい。授業ではテキストの読解に加えて、映像（特に映画）の鑑賞も交えながら、総合的に「映像メディア」について考察していく。","授業方法":"リアルタイム（同時双方向）：ZOOMによるオンライン授業と、Teamsでの課題との組み合わせで授業を行います。適宜、Teamsのチームを用いてPDF化した資料(論文、書籍のコピーなど)を配布し、それらに即してZOOMによる講義をしつつ、必要に応じて自宅課題を通知します。","到達目標":"「メディア」という語を、もう一度その源泉に遡ったところから考えることで、メディアの本性を問い直すと共に、今日の多様化した映像社会と向き合うための思考力、そして問題意識を身につけることを目指します。","ディプロマポリシーとの関連":"https://www.musabi.ac.jp/wp-content/uploads/2021/05/CurriculumMap_la1.pdf","授業計画・課題に対するフィードバック":"ZOOMによる講義および自宅課題を通して、第一回か～十五回を対応します。質疑応答や課題の提示と回収、出席管理などにはTeamsを利用します。第一回　イントロダクション　視聴覚メディアの成り立ちと変遷第二回　ジル・ドゥルーズ著『シネマ』と現代社会第三回　シュルレアリスムと映像メディア第四回　２０世紀の二つの世界大戦とメディアの関係第五回　現代映画の始まり：イタリアの「ネオレアリズモ」について第六回　現代映画とは何か。そしてその意義とは。第七回　映像メディアと表現について第八回　中間まとめ第九回　思考とメディア第十回　映像メディアによる意識の変革第十一回　現代における映像メディアの意義について第十二回　現代の映像メディアとその可能性第十三回　現代の映像メディアとその可能性（2）第十四回　これからのメディアの在り方についての考察第十五回　まとめ","履修上の留意点":"テキスト及び参考文献のコピー等はTeamsを利用して配布しますが、授業内容の理解を深めていくために、できるだけ各自でテキストや授業内で紹介する参考文献を読むように努めてください。なお「授業計画」の各回のテーマは、全体の主旨と基本的な流れを指すものです。ZOOMおよびTeamsの使い方を事前に確認しておいてください。配布する教材と課題、課題の提出期限等については授業の中で指示します（提出用の課題は毎回ではありません）。初回授業の始まる前までに、必ずTeamsのチームを確認してください（２回目以降も同様）。","準備学習内容・時間の目安":"授業内で紹介する参考図書や映像作品に積極的に触れることが大切です。","成績評価の方法":"授業内で出す「小課題」により学習状況を確認します（計３回を予定）。オンライン授業では、授業に臨む姿勢の確認が困難なため、「小課題」30%と「期末レポート」70パーセントの割合で成績評価を行います。","テキスト":"築地正明著『わたしたちがこの世界を信じる理由　『シネマ』からのドゥルーズ入門』河出書房新社、2019年。","テキストISBN番号":"978-4-309-24936-0","参考文献(作品）等":"その他の参考書は授業内で紹介します。","教員との連絡方法（オフィスアワー）":"Teams内のチャット機能を利用します。"}