{"科目名":"表象文化論Ⅳ","講義名":"表象文化論Ⅳ","サブタイトル":"アートフェスティバル研究～世界を見るための装置～","受講可能学科":"造形学部・芸術文化学科","担当研究室":"芸術文化学科","担当教員":"嘉藤　笑子","分野":"専門Ⅱ類選択","対象学年":"1年,2年","科目群":"専門Ⅱ類（選択）","キャンパス":"鷹の台","開講期間":"後期 2021/09/06-2021/12/18","曜日・時限":"水１","授業形態":"講義","単位数":"2.0","履修条件":"特になし","授業概要・カリキュラム上の位置づけ":"世界中で特徴的なアートフェスティバルが多種多様に開催されています。130年間も継続しているヴェネツィア・ビエンナーレ、第二次世界大戦を経て冷戦時代の西ドイツで開始された「ドクメンタ」、10年に一度という単位で連続で開催されている「ミュンスター彫刻プロジェクト」など、巨大アートフェスティバルを探っていきましょう。代表的な国際アートフェスティバルのそれぞれの役割や差異を考察していきます。日本では2000年代以降に急激なアートフェスティバル熱が起こり、最近では全体像が掴めないほどの大小さまざまなフェスティバルが全国において開催されています。ブームとなれば、一過性に終わることが予測されますが、果たしてブームで終焉を迎えるのでしょうか。そもそもアートフェスティバルは一過性で良いのでしょうか。現在、アートフェスティバルが、日本中で加熱している構造を把握し、地域社会が、アートフェスティバルに求める背景はどこにあるか探っていきます。国内外のアートフェスティバルを知ることは、同時に現代社会のなかで起きている課題や問題点について考える機会になります。グローバルな視点から公共性の高い活動を模索し社会が求める文化振興とは何かを世界的な視野で見て行きます。現代社会は、高齢少子化による過疎地域問題やジェンダーやマイノリティといった人権問題、表現の自由という権利、インバウンドによる経済効果など、社会を多角的なアングルで解析し、それらと関わるアートフェスティバルについても考察していきます。まずは、身近なまつりやアートイヴェントを調べることから始めましょう。","授業方法":"基本は対面授業であるが、必要に応じてハイブリッドもしくは、オンラインでの授業になる。講義内容はパワポによる講義を中心にしますが、アクティヴラーニングとして多くの意見交換やミニディスカッションを行います。","到達目標":"現代社会で盛んに開催されているアートフェスティバルを通して社会的課題と向き合い、生活向上を目指す地域社会の住民たちと、芸術的価値や文化資源の真意を求める芸術家やキュレーターたちとのギャップを見極めていきます。本学習を通してアートと社会をつなぐ役割について認識し、文化支援の専門家として自覚することを目指します。","ディプロマポリシーとの関連":"https://www.musabi.ac.jp/wp-content/uploads/2021/05/CurriculumMap_apm.pdf","授業計画・課題に対するフィードバック":"第 1 週 アートフェスティバル概論　第 2 週 世界のアートフェスティバル①ヴェネティアビエンナーレ第 3 週 世界のアートフェスティバル②ドクメンタ第 4 週 世界のアートフェスティバル③ミュンスター彫刻プロジェクト第 5 週 世界のアートフェスティバル　日本のアートフェスティバル始めりと失敗第 6 週 国内アートフェスティバル黎明期　第 7 週 国内アートフェスティバル興隆期：都市型①横浜トリエンナーレ第 8 週 国内アートフェスティバル興隆期：都市型②愛知トリエンナーレ第 9 週 国内アートフェスティバル興隆期：地方型①越後妻有トリエンナーレ第10週 国内アートフェスティバル興隆期：地方型②瀬戸内国際芸術祭第11週 地域社会とアート①AIR（アーティスト・イン・レジデンス）第12週 地域社会とアート②まちづくりと地域再生（アーティスト・スタジオ）第13週 世界の動向①：地球環境とアート（新人世とエコロジー）第14週 世界の動向②：福祉社会とアート（アール・ブリュット）第15週 総括","履修上の留意点":"同時代の社会問題や社会構造を理解したうえで、実際のアートフェスティバルなどを学んでいく必要がある。日頃より現代社会とアートの関係に関心を持ち、同時代のアート情報に目を向けること。ケーススタディから多くのことを学ぶ機会が多いため、身近なアートフェスティバルに足を運ぶこと。授業の一環でアートツアーを企画し、実際に訪れる機会を設ける場合は積極的に参加すること。","準備学習内容・時間の目安":"東京近郊の美術展を鑑賞するだけではなく、音楽、演劇、ダンス、文学、映画、ファッション、生活文化など多ジャンルの文化活動に興味を持ち、積極的に実体験していくこと。現代社会とアートの関係に興味を持ってアンテナをはること。","成績評価の方法":"出席確認。毎回、出席時にコメントを記入すること。レポート（演習を含む）課題の提出。","参考文献(作品）等":"参考文献、参考資料（webページを含む）、アートフェスティバルの情報については、授業において随時配付。","教員との連絡方法（オフィスアワー）":"SNSやメールなどの通信を活用"}