{"科目名":"色　彩　学　Ⅲ","講義名":"色彩学ⅢＡ","サブタイトル":"創作活動に活かす色彩学","受講可能学科":"全学部・全学科","担当研究室":"教養文化・学芸員","担当教員":"井上　弘介","分野":"文化総合Ⅰ類","対象学年":"1年,2年,3年,4年","科目群":"教養文化Ⅰ類","キャンパス":"鷹の台","開講期間":"前期 2021/04/12-2021/07/10","曜日・時限":"火２","授業形態":"講義","単位数":"2.0","授業概要・カリキュラム上の位置づけ":"この授業では、人間がどのようにして色彩を認知しているか、色彩が日々の生活にどのように影響しているかについて学ぶ。光と色の関係から、色を認知するまでの仕組み。色彩心理や色彩調和について実例を通して理解し、色彩を正しく表すことについても学ぶ。後半の授業では、世界各国での色彩調査の情報や、地域における具体的な事例や表現も交えながら学んでいく。色彩学とは「色彩の科学」であり、自然科学から人文科学まで幅広い性格を帯びている。そうした幅広い内容について理解することで、生活者として、また表現者として様々な気づきを得られるよう積極的に学んでほしい。","授業方法":"授業はZoomによるリアルタイム授業にて講義形式で実施する。","到達目標":"①授業計画のテーマごとに学び、その内容について説明することができる。②日々の生活環境における色彩について理解でき、他者に説明することができる。","ディプロマポリシーとの関連":"https://www.musabi.ac.jp/wp-content/uploads/2021/05/CurriculumMap_la1.pdf","授業計画・課題に対するフィードバック":"<毎回の授業の進め方>Zoomでのリアルタイム授業とし、授業内容に応じたレジュメを毎回配布する。なお、授業同日中に、ワークシートに授業内で提示する小課題を記入したものをMicrosoft Teamsを用いて教員に送付する。これで出席確認を兼ねる（ワークシートの代わりにFormsによるアンケート方式にする場合もある）。レポート課題<授業内課題/期末レポート>①授業内課題：第5回の授業時に提出物の内容発表、2週間以内に提出。第8回の授業でフィードバック。②期末レポート：第10回の授業でテーマ発表。授業内容に応じたレポートを提出（A4 2枚程度）。<各回の授業>第1回　 「光と色」：光と色の関係を通して色彩がどのように成り立っているかについて学ぶ。第2回　 「ヒカリとモノとヒト」：色彩について人間がどのように認知するかについて学ぶ。第3回　 「混色について」：加法混色や減法混色を中心に学ぶ。第4回　 「色の表し方」：マンセルシステムやPCCSなど、表記/表現方法について学ぶ。第5回　  「色彩調和-1」：色彩調和の基本的な考え方について学ぶ。第6回　  「ユニバーサルデザインにおける色彩」：生活環境における色彩の課題と改善について学ぶ。第7回　  「流行色ができるまで」：トレンド色ができるプロセスを各分野の事例を交えて学ぶ。第8回　 「色彩調和-2」：提出物のフィードバックを交えながら色彩調和の事例と効果を学ぶ。第9回　 「色彩心理」：色彩が人間にもたらす心理的効果について事例を交えて学ぶ第10回　 「プロダクトにおける色彩」：素材と仕上げを伴う色彩の見え方（CMF）について学ぶ。第11回　 「色彩嗜好と地域文化-1」：色彩と地域の関係性について学ぶ。第12回　 「色彩嗜好と地域文化-2」：実例を中心に、世界各国の色彩についての違いについて学ぶ。第13回　 「色彩調査」：海外での調査情報を交え、色彩と地域の関係性について学ぶ。第14回　 「生活者と色彩」：生活者視点から色彩がどのように影響しているかについて学ぶ。第15回　 「まとめ」：全体を通した内容について振り返る。","履修上の留意点":"色彩学Ⅰ/色彩学Ⅱに続く内容ではありません。シラバスの授業計画や内容を確認した上で履修してください。","準備学習内容・時間の目安":"レジュメを振り返りながら復習し、関連する図書やインターネットを用いて調べること（60分）。参考文献は授業内で紹介する。また、日頃から色彩に関して興味や関心を抱くよう努めること。色彩が身近な存在だと感じられれば、講義が一層有意義なものとなるはずである。この授業を通して創作活動の表現や考え方が一層深まると同時に、新たな発想のきっかけになることを期待する。","成績評価の方法":"出席（50%）/授業内課題（20%）/期末レポート（30%）。授業内容の理解を重視するため、まずは出席すること（出席率）。授業内で色彩調和に関わる課題提出物があり、その内容や取り組み姿勢を考慮する。その上で期末レポート提出にて成績を総合的に評価する。","参考文献(作品）等":"授業内で紹介する。","教員との連絡方法（オフィスアワー）":"授業後に質問等を受け付け、さらに相談が必要な時は時間を合わせて応じる。"}