{"科目名":"デザイン情報学演習Ⅱ","講義名":"デザイン情報学演習Ⅱc","サブタイトル":"インタラクションデザイン基礎2","受講可能学科":"造形学部・デザイン情報学科","担当研究室":"デザイン情報学科","担当教員":"白石　学、熊谷　慶","分野":"専門Ⅰ類","対象学年":"2年","科目群":"専門Ⅰ類（必修）","キャンパス":"鷹の台","開講期間":"後期 2021/09/06-2021/12/18","曜日・時限":"金３,金４","授業形態":"演習","単位数":"2.0","履修条件":"デザイン情報学科2年次生選択必修（a〜fから選択）","授業概要・カリキュラム上の位置づけ":"ヒトとモノ、ヒトとヒトの動的な関係を扱うインタラクションデザインの概念を理解し、そのビジュアライゼーション（視覚化）の手法を学ぶ。インタラクションデザインは、有形無形を問わず、様々なデザイン対象のジャンルを横断し適用できるデザインの考え方である。本講義では、インタラクションをデザインする為の基礎となる図化（ダイアグラム制作）の演習を行ない、後半に、ユーザインタフェースデザインの基礎的なデザインプロセスに沿って演習を行なう。これらの演習を通して、インタラクションデザインの概念を理解するとともに、ヒトとモノ、ヒトとヒトの時間軸にしたがって刻々と変化し続ける状況や関係性をデザインすることについて考える。","授業方法":"個人課題として研究・制作に取り組む。課題提出時は、プレゼンテーションを行い、その内容をもとにディスカッションを行う。","到達目標":"(1) インタラクションデザインの概念を理解し、様々なジャンルのデザインワークに応用できる実践的方法を習得することを目標とする。(2) インタラクションデザインの基礎的なデザインプロセスを習得ことを目標とする。","ディプロマポリシーとの関連":"https://www.musabi.ac.jp/wp-content/uploads/2021/05/CurriculumMap_di.pdf","授業計画・課題に対するフィードバック":"演習内容の詳細はオリエンテーション時に解説する。なお進行状況により内容を変更する場合がある。第01回　 オリエンテーション － 前提講義　　　 ････インタラクションデザインの概念　　　 ････ヒトとモノ、ヒトとヒトの動的な関係をさぐる第02回　デザインサーベイ：ユーザ調査・問題抽出　　　 ････ユーザ層の設定　　　 ････観察調査・インタビューによるユーザ環境の分析第03回　コンセプトメーキング：目的設定　　　 ････問題抽出と解決　　　 ････行為のモデル(プロセス)第04回　アイデアスケッチの作成　　　 ････プロダクトのイメージスケッチ(コンセプト説明図)　　　 ････使用シーンを想定したイメージスケッチ第05回　企画書の作成　　　 ････企画提案用プレゼンテーション資料の作成　　　 ････アイデアスケッチからプロダクトドローイング第06回　ワイヤーフレーム・フローチャート：ルールの設定・操作方法の設定　　　 ････操作方法の図解　　　 ････機器反応の図解第07週　プロトタイピング：立体造形試作(1)　　　 ････ラピットプロトタイピング　　　 ････実寸サイズの把握第08週　レーザーカッターの講習：立体造形試作(2)　　　 ････平面図から立体へ　　　 ････素材のリサーチ第09週　3Dプリンターの講習：立体造形試作(2)　　　 ････CAD系ソフトウェア講習　　　 ････3Dプリンターの基本操作方法第10週　グラフィカルユーザインタフェース：画面設計　　　 ････動的な情報表示　　　 ････動的なグラフィックデザイン第11週　シナリオ・ペルソナ(プロファイル)：ユーザの想定　　　 ････ユーザシナリオの図解第12週　プレゼンテーション用コンセプトムービーの作成　　　 ････映像編集ソフトウェア講習第13週　プレゼンテーション作法：企画説明・デザイン提案　　　 ････口頭発表　　　 ････ビジュアルプレゼンテーション素材作成第14週　プレゼンテーション準備第15週　最終プレゼンテーションと総合講評","履修上の留意点":"履修上の留意点内容の編集\t演習のアウトプットは複数のメデイアを使うため、それらの表現技法の習得に積極的であること。1.　紙媒体（企画書・パネル等）2.　造形試作（立体工作・加工）3.　動画撮影・編集また、必要に応じて、電子工作も行う。授業ではそれぞれのメディアに対応した表現手法は講義しないため、独習する必要がある。","準備学習内容・時間の目安":"各週で習得する知識・技法等を理解しながら課題の作業を進めるので、各回の講義・演習内容を復習し講義にのぞむこと。（180分）","成績評価の方法":"出席と課題提出・プレゼンテーションによる総合評価とする。","参考文献(作品）等":"授業内でレジュメ、資料等を配布するほか、適宜指示する。"}