{"科目名":"造形総合・彫刻Ⅰ","講義名":"造形総合・彫刻Ⅰ（彫刻研）","サブタイトル":"造形総合・彫刻Ⅰ（「立つ」を考える）［油絵学科・油絵専攻2年］1～4授業週 〈2単位 実技〉","受講可能学科":"造形学部・油絵学科・版画専攻","担当研究室":"版画","担当教員":"伊藤　誠、冨井　大裕、杉浦　藍、利部　志穂","分野":"造形総合Ⅰ類","対象学年":"2年","科目群":"造形総合Ⅰ類（必修）","キャンパス":"鷹の台","開講期間":"１期 2021/04/12-2021/05/08","曜日・時限":"集中","授業形態":"実技","単位数":"2.0","履修条件":"油絵学科2年次生のみに開設されている造形総合Ⅰ類〔必修〕科目です。","授業概要・カリキュラム上の位置づけ":"（状況によって、授業内容は変更の可能性がある）課題：一体の人間の立像をつくる（立たせる）素材：自宅から持ちよる素材（何でもよい）が主となる　　　加えて、準備の必要な素材、道具は事前に研究室から連絡「立つ」を考える。彫刻とはなんだろうか？美術とはなんだろうか？現実に存在する素材に触れて、この世に初めて現れる何かを作り出す。ある空間にナニカを出現させる。そこにある自然の現象や環境、条件の中で、どのように作ればいいのだろうか。ここでは、立体物をつくる時の、最も基本的な方法を1日で、まずやってみます。そこから、４週間、「一体の人間」をつくることで「立つ」こと。現実の中で「立つ」、様々な立たせる方法を学ぶ。美術作品だけでなく、現存する人工的な建築、橋、建造物、プロダクト、山、海、花、石、風、、。全ての原形となり得る、あなたの考える「存在すること」について。手を動かし、制作を通して、考察していきます。数々の現実の制約や、イメージと実在の裏切りは、思わぬ発見や体験があることでしょう。その過程もまた、ドローイング、メモや画像、言葉など、好きな方法で同時に記録していきます。視覚化することで、プロセスと立ち上げを先生やアトリエの人々と、やりとりしながら論じていきます。全ての存在に繋がり得るナニカ（原形のようなもの）が、自分が立つ現実空間に立ち上げる喜びを、それぞれがそれぞれの方法で体現できることを期待します。実在による制作を通した空間、時間の中で、彫刻や美術の可能性についてみなさんと共に考えていきたいと思います。ーーー彫刻の専門領域の教員による素材と技術指導のみならず、様々な表現で作家として活動する教員の異なる視点からの指導と講評を受けられる環境での実技授業となる。","授業方法":"（状況によって、授業内容は変更の可能性がある）原則として対面による授業「立つ人」を制作します。モチーフとなる人は誰でも構いません。その人の佇まい、在り方、動きなど多様な角度からの観察をふまえ、「立つ」というテーマについて考察し、自分の考えと観察をもとに制作を行います。制作では、限られた材料の中で、自分の手を通してどのようにものが変化を繰り返し、形となり立ち上がっていくのかを観察します。制作過程の中で何か新しい感覚や考えを発見し、発展させるすることが望まれます。また、制作期間中にどのような思考の過程を辿ったのかわかるように、また制作中に振り返ることができるようにドローイングや言葉、作品の写真記録などをこまめに記録しておくこと。ーーー⑴オリエンテーション課題説明＋「２／３スケールの立像演習」＝「立体物をつくる時の、最も基本的な方法」を学ぶ↓⑵制作約20日｜制作と並行して、期間内に毎日の制作過程を記録し、それを自由にファイリングすること↓⑶講評最終週2日にわたり講評を行う","到達目標":"・様々な「立たせる方法」＝立体物を作る時の基本的な方法の習得・発見と気づきを実体化する方法を身につける・自分がどのような視点で物事を見ているかを理解し考察する・観察に基づく、新たな発見をする","ディプロマポリシーとの関連":"https://www.musabi.ac.jp/wp-content/uploads/2021/05/CurriculumMap_pa.pdf","授業計画・課題に対するフィードバック":"第１週｜第1日：オリエンテーション課題内容、主旨説明、「２／３スケールの立像演習」第2日ー：制作第２週ー第4週｜制作（状況により、中間講評）第4週｜第4、5日：講評＊日程に関しては、場合によって変動することがある＊スケジュールに変更があった場合は事前に研究室から連絡","履修上の留意点":"・汚れてもいい服装、靴を着用・制作と並行して、期間内に毎日の制作過程を記録し、それを自由にファイリングすること・授業日数の60％以上の出席を必要とする","準備学習内容・時間の目安":"制作期間中にどのような思考の過程を辿ったのかわかるように、また制作中に振り返ることができるようにドローイングや言葉、作品の写真記録などをこまめに記録しておくこと。","成績評価の方法":"出席状況を確認しながら、◯授業での制作プロセス◯提出課題の独創性、表現力を重視し、担当教員により合議して総合的に評価する。実技結果（課題への理解、独創性、表現力）50%制作プロセス（制作に対する積極性、プランのアップデート、制作環境の意識等）50%なおこのプロセスは授業を実施する教室／工房において制作（出席）することを原則とする。","テキスト":"観察、制作を進めていくなかで、必要に応じて各自用意する。","教員との連絡方法（オフィスアワー）":"教員の出校日は研究室扉に掲示してある。それ以外の出校については研究室窓口で問い合わせる。授業内容に関する質問は、担当教員の出講時に受け付ける。"}