{"科目名":"プロダクトデザイン特論Ⅰ","講義名":"プロダクトデザイン特論Ⅰ","サブタイトル":"工芸工業デザインコース専任教員","受講可能学科":"大学院造形研究科（修士）・デザイン専攻・工芸工業デザインコース","担当研究室":"工芸工業デザイン学科","担当教員":"山中　一宏","分野":"専門Ⅰ類","対象学年":"1年","科目群":"専門Ⅰ類（必修）","キャンパス":"鷹の台","開講期間":"通年 2021/04/12-2021/12/18","曜日・時限":"木３","授業形態":"講義","単位数":"4.0","履修条件":"特になし","授業概要・カリキュラム上の位置づけ":"プロダクトデザインの広さと各専門領域の深さを知ることで、視野を広めることを目的とする。前期後期を通し、全学の大学院生を対象に専任教員全員によるオムニバス形式の授業を行う。工芸工業デザインコースはインダストリアルデザイン、インテリアデザインに加えて、クラフトデザインと広い領域を対象とした内容を持ち、われわれの社会生活全般に大きな関わりを持っている。各教員はその専門領域の立場から、生活環境の有り様を素材／生産技術／製品企画／環境問題／資源問題などを取り上げ、多様な切り口で論じる。","授業方法":"状況によりオンライン授業で実施することがあります。それに伴い、授業日程や内容が変更になることがあります。","到達目標":"様々な分野のものづくりについて、専門的な知識を深めるとともに、視野を広げる。","授業計画・課題に対するフィードバック":"［前期］第1週 伊藤 真一（インテリアデザイン）アジア・アフリカにおける家具・道具を通して、日本や欧米とは異なる気候・文化の中でどのようにデザインされているかを、主に素材に着目して考察する。第2週 山中 一宏（インテリアデザイン）前期はデザイナー、アーティストのセルフプロモーションをテーマとして主に海外での例を多数引用して解説する。後期は作品の意匠登録に関する基礎知識から海外のメーカーとのコラボレーション等、アート・デザインとビジネスの係わりを最新の欧米の情報を取り混ぜ解説する。第３週 田中 桂太（インダストリアルデザイン）家電・情報機器分野におけるデザイナーの役割は拡大してきている。メーカーにおけるものづくりのプロセスについて、仕組みや様々な事例を紹介する。第4週 中原 俊三郎（インダストリアルデザイン）インダストリアルデザインにおける開発事例から、デザイナーは問題に対してどの様に乗り越えて行くか？ エピソードを交えながらデザイン手法とプロセスについて紹介する。第5週 稲田 真一（インダストリアルデザイン）モノとしての必然的機能の具現化を幹に、多彩な価値創出を担うデザイナーの役割について、インハウスデザインの開発プロセスを事例に解説し、また、造形における将来へのデザイン課題などについて話をする。第6週 鈴木 洋（クラフトデザイン：金工）コンテンポラリー・メタルワーク／ジュエリーの実際を主にヨーロッパの作家の仕事を中心にスライドを見せながら紹介する。その中で様々な金属素材の性質や加工法についても解説する。また私自身の西欧での活動経験談を通し、グローバルな時代におけるクラフト・フィールドの動向や新たな可能性をマーケティングも含めて論じる。第7週 大村 俊二（クラフトデザイン：ガラス）ガラス造形における主な技法で、ホットワークとキルンワークを中心に海外の作家、日本の作家の作品を映像、スライド等で紹介する。また、私自身のアメリカ、ヨーロッパにおける活動体験を通して、海外におけるネットワーク作りや、これからのガラス造形について考察する。第8週 高橋 理子(クラフトデザイン：テキスタイル）第9週 西川 聡（クラフトデザイン：陶磁）デザインや装飾の原初について、そのはじまりのかたちを探す。変化すること、不変的なことについても考えてみたい。後半は日本の食器文化がなぜ世界でも稀な多様性を持っているのか？その特異性について作り手と使い手の現場を紹介しながら考察する。第10週 未定第11週 木田 拓也（工芸 論文）第12週 熊野 亘（クラフトデザイン：木工）第13週 予備日［後期］第17週 伊藤 真一（インテリアデザイン）第18週 山中 一宏（インテリアデザイン）第19週 田中 桂太（インダストリアルデザイン）第20週 中原 俊三郎（インダストリアルデザイン）第21週  稲田 真一（インダストリアルデザイン）第22週 高橋 理子（クラフトデザイン：テキスタイル）第23週 鈴木 洋（クラフトデザイン：金工）第24週 大村 俊二（クラフトデザイン：ガラス）第25週 西川 聡（クラフトデザイン：陶磁）第26週 熊野 亘(クラフトデザイン：木工）第27週 未定第28週 未定第29週 予備日","履修上の留意点":"特になし","準備学習内容・時間の目安":"日頃から身のまわりの様々なものに触れ、ものが私たちの社会生活の中で果たす役割について考えておく。","成績評価の方法":"前期後期それぞれ2回にわたるレポートが評価の対象となる。"}