{"科目名":"絵画基礎　Ⅵ","講義名":"絵画基礎Ⅵ（造Ⅱ）","サブタイトル":"絵画基礎Ⅵ「主題について」［油絵専攻2年生課題・全学科2年生以上対象］17〜20授業週 〈2単位 実技〉樺山祐和、小林耕平、丸山直文、水上泰財、竹内一","受講可能学科":"造形学部・全学科（油絵学科を除く）","担当研究室":"油絵","担当教員":"油絵学科、樺山　祐和","分野":"造形総合Ⅱ類","対象学年":"2年,3年,4年","科目群":"造形総合Ⅱ類","キャンパス":"鷹の台","開講期間":"４期 2021/09/06-2021/10/02","曜日・時限":"月３,月４,火３,火４,水３,水４,木３,木４,金３,金４,土３,土４","授業形態":"実技","単位数":"2.0","履修条件":"学部2年生以上のみ、履修できる。受講者定員は6名までとする。ただし、油絵学科の学生は履修できない。※受講は通学可能な者に限る(オンライン対応不可)","授業概要・カリキュラム上の位置づけ":"絵画における主題とは、本来、自己の内部から湧き上がったものを追求していくことであるが、先攻して主題を設け、意図的に表現を誘引することも可能です。かつての美術史の流れの中に充満していた神話性や物語性等、あらゆるイズムの要素を検討し、現代においてその意義や可能性を問うことは、主題を探し、作品を創造する行為から自己の表現意図を深く掘り下げ、実作を試みましょう。","授業方法":"課題内容に基づいて課題作品を制作します。オリエンテーション、指導、及び講評を教員が担当します。講評時などに学生同士が互いの制作や作品について話したり、ディスカッションしたりすることを含む授業内容になる可能性があります。","到達目標":"①表現の核心である主題が絵画においてどのように実現されるのかを実制作を通じて学ぶ。②①を通して、主題の意味を探求し理解を深める。  ③作品制作の中から派生したさまざまな表現を模索することで、美術作家、美術教育者、広域の表現者として活動していく基盤を習得する。","ディプロマポリシーとの関連":"https://www.musabi.ac.jp/wp-content/uploads/2021/05/CurriculumMap_fad2.pdf","授業計画・課題に対するフィードバック":"樺山祐和、諏訪敦、丸山直文、袴田京太朗、各クラスからなる合計４クラスです。第1日 オリエンテーション／課題内容および素材・技法、作品サイズなどの説明、参考資料の提示など。第2日～第22日 制作・実技第23日 作品講評　学生は指示に従い作品を展示しておくこと。第24日 作品の写真撮影。アトリエの整理・作品の撤去をして次の授業に備えます。●過去の課題から<主題について>赤塚祐二先生 「ある物語─アーティストブックをつくる」ここでは一枚の絵画という概念から少し離れてみることで、自分が生きている世界やそのなかで制作すること、表現の意味などを問い直す試みをしたいと思います。普段何気なく集めているものや書き留めているメモやドローイング、漫画や雑誌、本、ゲーム、アプリ、おもちゃ、食べたこと見たこと聞いたこと考えたこと等々、自分の周りに何となくあるもの達に視線を向けます。その何となくあるもの達を材料にして、本のようなページをめくる形式から生まれる表現を試みます。（注意：単に絵本をつくるという課題ではありません）その作業のなかでやり始めたことの意味を掴み、そのなかにある物語を考え、本の体裁を持った作品として成立させてみます。表現形式：本の形式作品サイズ： 自由樺山祐和先生「わたしの神様を描く」美術史を紐解くと、洋の東西を問わず美術は神を主題に展開してきた事が分ります。宗教の在り方や科学の発展にともなう世界観や死生観の変化によって徐々に表現の表舞台から姿を消しますが、形や意味を変え常に底流に存在するものです。神という漢字は雷が鳴り響く形を原型としています。古来より人間は太陽、雷、風などの自然現象や狼、熊、蛇といった制御できない大きな力を持った存在に畏れを抱き、巨木や巨岩や滝、そして山そのものを信仰の対象としてきました。山や海は異界であり峠や岬は境界だったのです。今回は私たちが神的なものを感得するのはどのような場であり対象であるのかを軸に主題を考え制作します。各自にウルトラマンか怪獣を配り、それをキャンパス内のどこかに設置し、それを起点として制作を始めます。詳細はオリエンテーションで説明します。表現形式：自由作品サイズ：３０号から８０号程度モチーフ　ウルトラマン、怪獣の人形　学内の風景、場所オリエンテーションで課題の詳細をスライドによりレクチャーし、制作予定を説明します。配布プリントがあるので必ず出席する事。小林耕平先生「架空のアーティストに絵を描いてもらう」みなさんはどのような絵を見てみたいですか？架空のアーティストに自分が見てみたい絵を描いてもらうことをします。授業は以下の手順で進めます。１　《指示書の作成》　　架空のアーティストに絵を描いてもらうために、参考資料を集める。　　画集などから、10枚以上の画像を集め、指示書を作成する。　　制作期間：9月10日（月）発表２　《架空のアーティストの設定》　　どのような人物なのか？　　制作期間：9月14日（金）発表３　《作品制作》　　自分が架空のアーティストに成り、指示書に従い絵を描く。　　制作期間：9月28日（金）発表この課題では、鑑賞者と制作者という二つの役割を一人で演じてもらいます。鑑賞者というのは、こんな絵を見てみたいと思う私。制作者は、そのようなリクエスト（指示書：課題）を受けて作品を制作する人です。「指示書：課題」を作るときのコツとして、できるだけ架空のアーティスト（になる自分）に気をつかわないことです。そして、自分の見てみたい作品のイメージを、図版や言葉によって具体的に示し、誰が取り組んでも理解できるように、指示してください。表現形式：基本的に絵画を前提としますが、立体作品やインスタレーション、映像など、他のメディアでも問題ありません。サイズ：自由参考資料：イリヤカバコフ《シャルル・ローゼンタールの人生と創造》 (水戸芸術館現代美術センター展覧会資料 (第44号)諏訪敦先生 「私の知らなかった、あなたと出会うために」具体的な表象を描くとき、つまり外部に発想を得て制作をはじめる場合、程度の違いこそあれ、あらゆる制作には必ず取材行為が必要である。これは絵画に限ったことではない。映画製作におけるロケハンなどをイメージすれば明白であろう。本講は、親兄弟や友人以外、つまり「初めて出会う誰か」に取材した作品制作を課すわけだが、対象に交渉し、取材許可を得る事が第一関門としてある。そして自らの制作のあり方を考察しながら、制作を展開する。しかし、ときに取材行為は暴力的な側面も併せ持つ。対象者と制作者双方の権利と尊厳をそこなわないために、必要になる知識やマナーなど、制作者としての基本も講義する。今回は特別ゲストとして、現代美術家の渡辺篤氏をお招きし、ガイダンスにおいてワークショップを開催する。（https://www.atsushi-watanabe.jp）氏が他者の「心の傷」と向き合う時、どのような手法で対象者にアクセスして、制作に結実させてきたのかを講演していただく。それに加え、トレーニングとして渡辺氏をモデルに取材演習を行う。初日9/3のガイダンスと9/28の講評会は重要なので必ず出席すること。他の日程は、アトリエ外、学外で取材と制作をすることが考えられるので、ガイダンスにて、制作プロセスのチェック方法を説明する。表現形式：本専攻の専門領域である絵画が望ましいが、他の表現形態も積極的に評価する。作品サイズ： 指定しない（絵画なら３０号以上、他の表現の場合、それに匹敵する量と内容があること）","履修上の留意点":"本授業は油絵専攻にて開設されている授業です。若干名を定員として他学科学生に2類としての受講が認められています。記載の油絵専攻学生向けの概要を参考の上受講してください。","準備学習内容・時間の目安":"観察し描写した作品の実物あるいは画集を見て、どのように絵画表現として実現しているのかを考察する。","成績評価の方法":"・第23日に作品の講評会を行い採点する。・制作姿勢、独創性、表現力などを重視し総合的に評価する。","テキスト":"第1日のオリエンテーション時に必要な場合説明があります。また課題説明の中で、画集やスライド資料が示される場合もあります。","教員との連絡方法（オフィスアワー）":"油絵研究室に申し出てください。随時対応していますので、日時や場所についても相談してください。また、教員の指導日にアトリエで直接質問することもできます。"}