{"科目名":"デザインテーマ研究Ⅱ－Ｃ","講義名":"デザインテーマ研究Ⅱ－Ｃ","サブタイトル":"コミュニケーション哲学","受講可能学科":"造形学部・デザイン情報学科","担当研究室":"デザイン情報学科","担当教員":"佐藤　淳一","分野":"専門Ⅱ類選択","対象学年":"2年,3年,4年","科目群":"専門Ⅱ類（選択）","キャンパス":"鷹の台","開講期間":"後期 2021/09/06-2021/12/18","曜日・時限":"木４","授業形態":"講義","単位数":"2.0","履修条件":"特になし","授業概要・カリキュラム上の位置づけ":"「人間のコミュニケーションは、取得された情報を記憶しようとするものだからこそ、自然的でないもの、それどころか反自然的なものなのだ。それは反エントロピー的である。獲得した情報を世代から世代へと伝達することが人間のコミュニケーションの本質的な側面であり、それこそが人間を特徴づけると言ってもよい。人間とは獲得した情報を蓄積する術を発見した動物なのだ。」（『テクノコードの誕生』村上淳一訳）コミュニケーション哲学者、ヴィレム・フルッサー（Vilem Flusser, 1920-1991）の著作を一緒に読みながら、人間のコミュニケーション行為の根底にあるのは何なのかを考えたい。本格的なネットワーク社会が到来する以前に書かれたものであるにもかかわらず、フルッサーの世界観と文化論は現在のわれわれに多くの示唆をもたらしてくれる。基本的な世界理解のための基本的な装置とも言うべき近代のシステムが無力化した後に、われわれが思考を続けて行くための、根本的に別のフレームがそこに提示されているからだろう。フルッサーの言う「支配的な文化コード」の転換の流れを理解し、写真以降の複製メディア（とりわけデジタルメディア）がもたらした切断の大きさを確認する。その上で「機能従事者」としてしか存在できないわれわれの自由の可能性として示される「投企」へたどりつく。","授業方法":"講読形式。（対面授業であるが、状況に応じてZoomによるオンラインを併用する場合がある）","到達目標":"①写真、情報、コミュニケーションについての深い思考へ続く道の、入り口付近に到達する。②比較的難解な書物を一冊、理解しながら読み通した経験が得られる。","ディプロマポリシーとの関連":"https://www.musabi.ac.jp/wp-content/uploads/2021/05/CurriculumMap_di.pdf","授業計画・課題に対するフィードバック":"『写真の哲学のために』を参加者全員で読む。この本は写真をテーマにしているが、写真論というよりは文化論であり、フルッサーのコミュニケーション学（Kommunikologie）を踏まえて展開されるものである。日本語訳の本文は110頁ほどなのでこれを通読し、そこで語られる諸々の問題や考え方について、他の著作からも詳しく拾って吟味するような進め方を予定している。第１回　フルッサーについて第２回　「I 画像」第３回　「II テクノ画像」第４回　「III 写真装置」1第５回　「III 写真装置」2第６回　「IV 写真行為」第７回　「V 写真」第８回　「VI 写真の流通」1第９回　「VI 写真の流通」2第10回　「VII 写真の受容」第11回　「VIII 写真の宇宙」1第12回　「VIII 写真の宇宙」2第13回　「IX 写真の哲学の必要性」第14回　まとめ1第15回　まとめ2","履修上の留意点":"深く思考する習慣のない人には履修を勧めない。原書を読むわけではないので必須ではないが、ドイツ語の初歩的な知識があると理解の助けになるだろう。初回に各週の担当者を割り当てるので、必ず出席のこと。","準備学習内容・時間の目安":"初日に、章ごとの担当者（複数）を決める。担当になった者は事前に当該章を熟読し、分担するなどして本文中の重要語句を抜き出し意味を調べ、資料を作る（3時間程度）。担当以外の者も、次回の章を事前に読んでおくことが望ましい（30分程度）。","成績評価の方法":"出席40%、章ごとの担当者としての授業への貢献20%、最終回に課すレポートの内容40%、以上を併せて評価する。","テキスト":"ヴィレム・フルッサー・深川雅文訳『写真の哲学のために』勁草書房","テキストISBN番号":"4326153407","参考文献(作品）等":"ヴィレム・フルッサー・村上淳一訳『テクノコードの誕生』東京大学出版会ヴィレム・フルッサー・村上淳一訳『サブジェクトからプロジェクトへ』東京大学出版会","教員との連絡方法（オフィスアワー）":"講義内容に関する質問等は、毎授業時に受け付ける。"}