{"科目名":"情報デザインⅡ－Ｂ","講義名":"情報デザインⅡ－Ｂ","サブタイトル":"身体とデザイン","受講可能学科":"造形学部・視覚伝達デザイン学科","担当研究室":"視覚伝達デザイン学科","担当教員":"古堅　真彦、石塚　英樹","分野":"専門Ⅰ類","対象学年":"3年","科目群":"専門Ⅰ類（選択）","キャンパス":"鷹の台","開講期間":"後期 2021/09/06-2021/12/18","曜日・時限":"金１,金２","授業形態":"実技","単位数":"2.0","授業概要・カリキュラム上の位置づけ":"●身体の拡張人間が生きて活動するときには当然のことながら、身体が基本になります。人間が何かをしたいと思ったとき、その目的を成し遂げようとするとき、身体をどのように使うかを考えます。人間には身体的な感覚として視覚、聴覚、臭覚、味覚、触覚の五感があります。五感はセンサーなのでインプット器官です。そして人間が活動して外部に何かを残すことをアウトプットと考えるとしたら、その一つとしてまず「発話」があります。また、足を使って移動することや、手を使って何かを作ることもアウトプットと考えられます。これらのインプットとアウトプットを拡張したり刺激したりするために、人間はこれまでさまざまな道具やメディアを発明してきました。これはひとえに「身体機能を拡張して、人間活動をさらに充実させるにするため」になされてきたと言えます。インプットの中で例えば視覚を拡張することとして、見ることを時間的に拡張するためにカメラが発明され、小さなものを見るためにレンズや顕微鏡が発明され、弱った目を補うために眼鏡が発明され、遠隔のものを見るためにテレビや映画が発明されました。アウトプットでは例えば発話の拡張として、頭の中にあるものを人に伝えるために「言葉」が発明され（これは発明というよりは人間の身体性から自然発生的に出てきたものであると思われるが）、その言葉を記述するために「文字」が発明され、その文字を定着させるために石板や木簡が発明され、それをさらに円滑に行えるように紙が発明され、印刷技術が発明され、書体や活字が発明され、そして最近ではデジタル技術により当初の「言葉」やそれ以前の「頭の中にあるものを伝えること」はさまざまな方法で世の中を巡っています。●身体性と技術とデザイン人間が自身の身体性を自覚し、その機能を拡張するために様々な方法が考えられました。その方法を実現するためにいろいろな「技術」が開発され、その方法を人間の身体と共鳴させるためにいろいろな「デザイン」が考えられました。先のインプット、アウトプットのどちらも単に技術的な発明だけではなく、それをどのようにしたら効果的に身体機能を拡張できるかという工夫があります。そこにデザインの力が必要になります。水を手ですくうのでは不便なのでコップが発明されました。そのコップにいかに効率的に水を溜めるかにはデザインが必要です。●経験とデザイン人間はなにか活動するとき、必ず過去の経験を頼りにします。目の前にマグカップに入ったホットコーヒーが出されたら、取っ手を使って飲みます。この「取っ手を使う」というのは「ホットコーヒーは熱い」「取っ手を持つと飲みやすい」「ここを持つように促されている」など過去の経験を頼りに、ほぼ無意識に自身が損をせず得をするように行っています。この経験を頼りに活動するということとデザインは密接に結びついています。人間が何かをするとき、インプットからどのような情報を取得してそれをどのように処理する（感じる）のか。そして次はアウトプットを使ってそれをどのように扱うのか。その経験という流れを把握してその流れをさらに円滑に豊潤に行えるように施すことがすなわち「デザイン」と考えます。●思考インプットされた情報を処理して（感じて）アウトプットする。この流れの中で「処理する」部分はとても大切です。人間の身体性を拡張するためにさまざまな技術が開発されました。技術が生まれると、その技術を使った新しい経験が発生します。技術を活用することで生まれる経験はどのように人間の身体に取り込まれるのか、また取り込まれるべきなのか。その道筋を考えることがデザインではないかと考えます。これはなにも現在の最新技術に特化したことではありません。人間が従来持っている身体性、それを古くから人間はいろいろと拡張してきました。そのほとんどはその時代にあった形で拡張されてきました。遠くの人に意思を伝えるという拡張を促すために「手紙」が発明されました。最初は木や紙に書いたものを他人に渡すという単純な仕組みだったでしょう。その経験が積み重なり、「第三者（郵便配達人）に託す」や「読みやすくする」など、その手紙のシステムを円滑にするために郵便や切手、便箋や封筒などの方法がデザインされました。そしてインターネットができて、電子メールという新しい手紙が発明されました。そこには従来の便箋や封筒、切手などのデザインはいらなくなりました。電子メールはそれらを全く必要としないほど「便利」ではありますが、多くの人が「味気ない」「手書きじゃないと伝わらない」などという経験をしました。そこでそれを補うために新たに絵文字やスタンプという方法がデザインされました。その時代に開発された技術はそれまでの経験と新しい経験を比較してその時代の概念でデザインされます。●アルゴリズムとデザインつまりデザインと技術は表裏一体です。技術が開発され、その技術と人間の身体性を考慮してデザインが考えられる。また、人間の身体性を考慮した上で新しい概念（デザイン）が生まれる、それを実現するために新しい技術が開発される。そこには「アルゴリズム」が埋め込まれています。アルゴリズムとは日本語では手順などと訳されますが、従来はコンピュータやプログラミングの世界で使われていたもので、「ある目的を達成するための手順」と言えます。この手順は唯一ではありません。「便利な」手順があったり、「美しいと感じる」手順があったり、「特定の人のためだけの」手順など様々なものがあり、場合場合によって有効な手順は異なります。先に書いたように、人間は自身の身体性を拡張するという目的を持っています。その目的を達成するためにいろいろな技術やデザインを考え、実践してきました。そこには必ず「目的を達成するための手順」すなわちアルゴリズムが埋め込まれています。このアルゴリズムはほとんどの場合が無意識で埋め込まれていると言えます。つまり、最初からアルゴリズムを考えて、そのアルゴリズムを実現するべく技術やデザインを考えるということはほぼ皆無で、身体性を拡張するという目的のもと、技術やデザインが作られる、結果として、長い時間をかけてそこに有効なアルゴリズムが埋め込まれるということです。●アルゴリズムの抽出古くから人間は自身の身体性を拡張してきました。先人たちが作り上げた技術やデザインの中に長年かけて埋め込まれたアルゴリズムが存在します。この授業ではまず、そのアルゴリズムを抽出し、それを分析します。そしてその分析結果から現在の概念を持ってそのアルゴリズムを再構築し、そこから新しい表現を考えます。具体的には、前期はグループ制作を行います。まずテーマを検討、決定します。そのテーマを調査し、その中からアルゴリズムを抽出し、分析します。そして、そのアルゴリズムから生み出される経験を認識するワークショップを制作します。後期は個人制作です。前期に培ったアルゴリズムからのワークショップをもとに、作品を制作します。","到達目標":"前期ではテーマの発見とそこからのアルゴリズムの抽出とそれを認識できるワークショップへの展開方法を学ぶ。後期では、前期に培ったアルゴリズムを埋め込む表現への展開方法を学ぶ。","ディプロマポリシーとの関連":"https://www.musabi.ac.jp/wp-content/uploads/2021/05/CurriculumMap_vcd.pdf","授業計画・課題に対するフィードバック":"前期（情報デザインⅠ-B）第１回 オリエンテーション、グループ形成第２回 テーマの検討第３回 テーマの決定第４回 アルゴリズムの抽出第５回 アルゴリズムの分析１第６回 アルゴリズムの分析２第７回 クラス内発表第８回 ワークショップの検討第９回 方向性の検討第10回 内容の検討第11回 実践第12回 クラス内発表後期（情報デザインII-B）第１回 後期オリエンテーション第２回 テーマの検討第３回 テーマの決定第４回 前期作品のリフレクション第５回 アルゴリズムの抽出第６回 アルゴリズムの分析第７回 アルゴリズムの分析第８回 クラス内発表第９回 制作１第10回 制作２第11回 制作３第12回 クラス内発表","履修上の留意点":"特になし","成績評価の方法":"素点が100～90点は「秀」、89～80点は「優」、79～70点は「良」、69～60点は「可」。59点以下は「不可」で不合格。"}