{"科目名":"博物館実習Ⅰ","講義名":"博物館実習ⅠC","受講可能学科":"造形学部・全学科","担当研究室":"教養文化・学芸員","担当教員":"亀山　裕市","分野":"教職科目・学芸員専門","対象学年":"3年,4年","科目群":"学芸員専門","キャンパス":"鷹の台","開講期間":"通年 2021/04/12-2021/12/18","曜日・時限":"集中","授業形態":"演習","単位数":"2.0","履修条件":"学芸員資格取得のための諸単位を修得していること。","授業概要・カリキュラム上の位置づけ":"博物館学芸員課程では、講義科目とは別に、博物館･美術館の現場における実務的な内容にふれるために実習科目を設けている。このうち「博物館実習Ⅰ」は、本学内外の資料と施設を活用して、博物館資料の調査収集・記録作成・保存管理・展示の企画と実践・ワークショップ等の普及事業など、博物館の現場で行われているさまざまな活動を、具体的なモノ（資料や作品）にふれて、実際にフィールドや博物館の現場に立つことなどによって体験する。美術系・デザイン系の異なる専攻分野の学生が集中的な実習でいっしょに体験を積むように企画され、美術大学で学ぶ本学学生の特性を生かすとともに、博物館全般をみわたせるような総合的な判断力と、適格な批判力を得ることをめざす。","授業方法":"実習に先だって、担当の全教員によるガイダンスを行い（６月ごろを予定）、４つの班にグループ分けを行なう。その後は、班別の担当者ごとに実習を行う。また、班別の実習とは別に、博物館･美術館での現場経験が豊富な専門家による特別講義がある（５コマ分に相当する）。加えて、年間に一定数の美術館・博物館における展示を見学・調査し、各館のレポートを作成して提出する「見学実習」もこの科目に含まれている。なお、今年度は新型コロナウイルス感染拡大防止の観点から、オンライン授業と対面授業とを組み合わせて行うことが想定される。","到達目標":"博物館・美術館の現場で実践的に行われていることがらを具体的に知ること。その一端をそれぞれの講師とともに学び、考え方や技を吸収することにより「総合的判断力や批判力」を高めることをめざす。","ディプロマポリシーとの関連":"https://www.musabi.ac.jp/wp-content/uploads/2021/05/CurriculumMap_tm.pdf","授業計画・課題に対するフィードバック":"「博物館実習Ⅰ」では、共通の事前ガイダンスにおいて実習全体のあり方を紹介し、班別の講師から具体的てな活動内容の説明と、履修者を10名程度ずつの４班（A・B・C・D班）に分かれて、個別メニューを実施する。班により夏ごろより開始するが、主に追加授業期間等に集中して行う。また、実習終了後には、事後のまとめを行う班もある。　班別の実習内容は、それぞれの講師ごとに特色のある設定が行われている。学内の資料・作品を活用して実習作業を行なうことを中心に、首都圏の博物館・美術館の見学や現場での作業を組み合わせるものや、特定の博物館や美術館を中心にワークショップを行う班、また街や村へ出かけてフィールドワークを行う班などがある。これまでに数日間の合宿を組み込んだ班もあった。班ごとの主な内容は次の通りである。C班：亀山裕市担当（ミュージアムのプランニング＆デザイン）日常生活・学校教育・企業活動・環境保全・余暇観光等々の各所で営まれている「ミュージアム思考・体験」の存在を、学生ひとり一人に沿った考え方で「理解」してもらい、ミュージアム空間の思考・体験を自由な発想で「企画・実践」できる技術の体得を目標とします。学生は、授業ごとにミュージアムへの理解を深め・広げる「座学」に参加し、空間や体験やメディアなどをつくる企画（プランニング＆デザイン）を「実践」します。第１日　座学：ガイダンス＆実践（文章）企画の練習①：於教室第２日　座学：ミュージアムの空間・体験の変容史＆実践（文章）企画の練習②：於教室第３日　座学：ミュージアムの展示空間＆実践（文章orスケッチ等）：記憶なかの展示空間紹介：於教室第４日　座学：ミュージアムのエントランス＆実践（文章orスケッチ等）：エントランスの企画：於教室第５日　座学：ミュージアムのカフェ・レストラン＆実践（文章orスケッチ等）：カフェ・レストランの企画：於教室第６日　座学：ミュージアムのライブラリー＆実践（文章orスケッチ等）：ライブラリーの企画：於教室第７日　座学：ミュージアムのこども空間＆実践（文章orスケッチ等）：こども空間の企画：於教室第８日　座学：ミュージアムのショップ＆実践（文章orスケッチ等）：ショップの企画：於教室第９日　実践：展覧会「（仮）「わたしの育った町」展in大学図書館」を企画する①調査・企画：於教室第10日　実践：展覧会「（仮）「わたしの育った町」展in大学図書館」を企画する②プレゼン＆講評：於教室","履修上の留意点":"・詳しい班別の実施要領と内容についてはガイダンス（６月ごろを予定）で詳細を示す。・班分けは、担当講師の講義を聞いたあと、希望聴取のうえ、最終的には教務課で調整・決定する。・本実習を履修しようとする者は、実習期間の日程を優先的に確保する必要がある。","準備学習内容・時間の目安":"班ごとに、ガイダンスで伝えた内容を確認して予め関連情報をネットなどで見ておくこと（30分程度）、また体調を整えて実習に臨むこと。","成績評価の方法":"実習であるから、とくに出席は厳密にチェックする。実習途中で要求した調書・博物館見学やフィールドワークによるレポートの内容等を検討して、総合的に評価する。","テキスト":"各班とも特にテキストを定めていない。"}