{"科目名":"文学講義　１－６","講義名":"文学講義１－６","サブタイトル":"フランス演劇研究②：モーリス・メーテルリンク『青い鳥』","受講可能学科":"全学部・全学科","担当研究室":"言語文化","担当教員":"田ノ口　誠悟","分野":"文化総合Ⅰ類","対象学年":"1年,2年,3年,4年","科目群":"言語文化Ⅰ類","キャンパス":"鷹の台","開講期間":"後期 2021/09/06-2021/12/18","曜日・時限":"火３","授業形態":"講義","単位数":"2.0","履修条件":"履修希望者150人以上の場合、抽選。","授業概要・カリキュラム上の位置づけ":"本授業はフランスの戯曲を読み、フランス、および西洋の演劇文化について学んで行くものです。後期は、19世紀後半から20世紀にかけて活躍したベルギー仏語圏の劇作家モーリス・メーテルリンクの童話劇『青い鳥』を読んで行きます。「青い鳥」という物語については多くの人が知っているでしょう。チルチルとミチルという子供の兄妹が、人々を幸せにするはずの幸福の鳥を探して夢の世界に旅立つというお話で、多くの映画や絵本、アニメ等に脚色されています。しかし「青い鳥」はまず戯曲として出版され、その独特の世界観からフランスでは上演されず、数年後に遠いロシアで初演されました。現実ではなく夢を描く劇作法、民間信仰の妖精や魔女達、映画的な演出法。メーテルリンク『青い鳥』にはフランス演劇の伝統にはなかった斬新な工夫やアイディアが多く盛り込まれており、それゆえに、本作を読むことでまた違った形のフランス演劇の魅力を知ることが出来るでしょう。＊　授業は、戯曲読解と作品内容に対する授業者の講義を平行して進めて行きます。＊　戯曲読解に関しては、毎回担当者を決め、読解範囲について簡単なコメントをTeamsで提出してもらいます。　　（フィードバックは授業内で行います。）＊　関連の映像・画像（上演映像や舞台写真）も積極的に授業内で見せます。","授業方法":"リアルタイムとオンデマンドの併用：Zoomによる同時双方向授業を基本としつつ（毎回の授業はZoomで行います）、資料配布、コメント提出、期末レポート提出はTeamsで行います。","到達目標":"・上演をふまえて戯曲を読む方法を身につける。・フランス／西洋演劇の劇作法・演出法を学ぶ。・社会、文化、芸能史、芸術史など様々な角度から演劇作品を鑑賞する態度を養う。","ディプロマポリシーとの関連":"https://www.musabi.ac.jp/wp-content/uploads/2021/05/CurriculumMap_la1.pdf","授業計画・課題に対するフィードバック":"Zoomを用いて、教員と学生全員がオンラインで授業を実施します。資料・映像・画像などもZoomで提示します。学期中出す課題（コメント）の提出はTeamsで行ってもらい、授業内でフィードバックします。質問は毎回の授業時、およびTeamsで受け付けます。1　ガイダンス：モーリス・メーテルリンクの生涯と作品2　『青い鳥』について：上演史、過去の上演映像・舞台写真の鑑賞など3　第一幕1場「木こりの小屋」読解4　第二幕2場「妖女の家」読解5　第二幕3場「思い出の国」読解6　メーテルリンクと「夢のドラマトゥルギー」、「異教」7　第三幕4場「夜の御殿」読解8　第三幕5場「森」読解9　第四幕6場「墓の前」、7場「墓地」、8場「美しい雲のある墓の前」読解10　第四幕9場「幸福の花園」読解11　メーテルリンクとフランス映画・初期アニメーション12　第五幕10場「未来の王国」読解13　第六幕11場「お別れ」読解14　第六幕12場「目ざめ」読解＋メーテルリンクと前衛演劇15　まとめ","履修上の留意点":"Zoomを使用して授業を行います。使い方は事前に確認しておいて下さい。必要に応じて、Teamsで事前に資料を配布します。資料をスクリーンに映しだすこともあるので、できればパソコン（デスクトップであれノート型であれ）で授業に参加して頂ければありがたいです。出欠確認として、当日の参加を確認します。授業開始前までにログインしておくこと。","準備学習内容・時間の目安":"毎回の読解範囲を授業の前までに読んで来ること（30分）。コメント担当者は授業前までにTeamsでコメントを提出すること（30分）。","成績評価の方法":"授業参加度（コメント提出など）50％と期末レポート（オンライン提出）50％で評価します。","テキスト":"モーリス・メーテルリンク『青い鳥』堀口大學訳　新潮社：新潮文庫　2006年（税抜き460円）履修が確定した学生は、世界堂の店頭でテキストを各自購入して下さい。在庫不足の場合は、ISBN番号を参考にし、書店や出版社から各自購入して下さい。","テキストISBN番号":"978-4102013014","参考文献(作品）等":"岩瀬孝・佐藤美枝・伊藤洋『フランス演劇史概説［新装版］』　早稲田大学出版部　1999年クリスティアン・ビエ、クリストフ・トリオー『演劇学の教科書』佐伯隆幸監訳　国書刊行会　2009年山下純照・西洋比較演劇研究会編『西洋演劇論アンソロジー』　月曜社　2019年","教員との連絡方法（オフィスアワー）":"講義内容に関する質問等は、毎授業時に受け付けます。"}