{"科目名":"視覚伝達デザイン表現演習Ⅱ～Ⅴ","講義名":"視覚伝達デザイン表現演習Ⅱ～Ⅴ","サブタイトル":"ダイヤグラムデザイン","受講可能学科":"造形学部・視覚伝達デザイン学科","担当研究室":"視覚伝達デザイン学科","担当教員":"大田　暁雄","分野":"専門Ⅰ類","対象学年":"3年,4年","科目群":"","キャンパス":"","開講期間":"","曜日・時限":"","授業形態":"実技","単位数":"2.0","履修条件":"学科別オリエンテーションにて説明する。","授業概要・カリキュラム上の位置づけ":"この授業では具体的なデータを使った「ダイヤグラム」の制作を行い、論理的な図表の構築方法を学ぶとともに、自然や社会環境に対する自らの思考を「図」として外化させ、恣意的でないかたちで他者へと提示できるような、視覚的思考のプロセスを獲得することを目的とする。ダイヤグラムとは、観察や計測によって得られたデータを用い、物事の空間的な関係性や、量的な比率、時間に伴う変化などを表すグラフィックの一形態である。図表、図説、図解などと訳されるが、広義には年表のような時間軸に沿ったものや、地図（主題地図・変形地図）のように地理的な配置を示すものも含まれる。共通して言えるのは、客観的に評価可能なデータに基づき、座標軸や投影法などに従って配置された、色や形の異なる図形の集合である。画面上に実際のものを並べる代わりに、その量や質に色や形を対応させた図形を並べることによって、ある現象を語ろうとするものである。これによって、数字や文字では読み取るのが難しいような複雑な関係性を、目を通じて感覚的に把握することができるのが特長である。グラフィック・デザインの諸分野の中では派手なほうではないものの、あらゆるグラフィックの根幹である視覚化のルール作りや、要素どうしの視覚的コントロールについて徹底的に突き詰めることができる、スリリングな分野であると言える。授業では、講義による理論的な理解、用意されたデータを使った試作体験、自らの興味に基づく最終制作、の3つが行われる。これらを通じて、主題に対しどのようなルールを与えて図を構築していけば良いのかを習得していく。また、紙メディアだけではなく、コンピュータ・プログラミングを使ったデジタル・メディアのダイヤグラム制作に対しても実践的なバックアップをする。もちろん立体や映像など別の表現メディアを用いることも歓迎である。ダイヤグラムのデザインは、コンピュータやロガー、センサ等の発達によって、データの分析から最終的な表現媒体に到るまで大きく変貌しつつある。ネットワーク上でのデータ公開や自動視覚化ライブラリの普及もその一端を担っている。また、ダイヤグラムが表そうとする世界のほうも未曾有の状況を迎えた。一世紀前とは比較にならない容易さで人と物の輸送が行われ、情報も瞬時に地球を周回するようになった。一方で人類の数はやがて100億を超えると予想されており、このことが動物や地球環境へ与えるであろう負荷は計り知れない。現在進行中の感染症の世界的流行は、われわれが近代以降続けてきた生活からの転換を突きつけている。こうした状況について考え、行動し、変革しようとする手段としてダイヤグラムは機能するであろう。","授業方法":"授業は3つの軸にそって進行する。まずはダイヤグラムにどのような「型」があるのかを、実物や複写を前にして学ぶ。次に、データの性質に対してどのように座標軸を取るか、どのような形象化（視覚変数への変換）が可能であるかを理論的に整理する。3つめに、実際のデータを素材として、情報から図表への変換過程を体験する演習である。理論と実践の両面からダイヤグラムとはどのようなものであるかを理解したのち、最終的な個人課題「私と環境のアトラス」へと向かう。ここでは個々の持つ素朴な疑問から出発して、自ら集めたデータにどのような構造と形象を与えれば良いかを検討し、仕上げまでを行う総合的な体験をする。","到達目標":"・定量的・定性的情報を図形の記号的要素（大きさ、色彩、形態）へと変換し、空間上に置く能力を身につける。・形象（シンボル）、縮尺、座標軸などの図表の構成要素を、情報の本質に応じて適切に選択する。・五感を駆使して自らの疑問を解消するデータを集め、またそれを五感に訴えるダイヤグラムとして提示する。・ダイアグラムの制作を通じて自らを取り巻く環境を理解し、自らの世界観を作り上げる糧とする。・自らの選んだ主題から複数のダイヤグラムを制作し、最終的にその集合をアトラスとして展示する。","ディプロマポリシーとの関連":"https://www.musabi.ac.jp/wp-content/uploads/2021/05/CurriculumMap_vcd.pdf","授業計画・課題に対するフィードバック":"【授業計画】（オリエンテーションでの説明を正とする）第1週～第4週ダイヤグラムの基本的な定義とその主要な表現様式を学ぶ。ここでは極力実物の資料を使用した講義型の授業と、データを「形象化」する過程を経験する体験型授業が行われる。また並行して最終課題となる「私と環境のアトラス」の計画を立てる。第5週～第7週：個々の調査の結果を持ち寄り、講師との面談を通じて最終的な成果物に向けた試作を行う。第8週～第9週：プログラミングを使った動きや軸転換のあるダイヤグラムの制作を学ぶ。第10週～第11週：作品を洗練させながら発表に向け最終的な仕上げを行う。第12週：講評および合同展示会図法、表計算、プログラミング等、制作に必要な技術は適宜指導に当たる。","履修上の留意点":"強い意志を持ち、楽しみながら調査・制作を行うこと。","準備学習内容・時間の目安":"特別な知識や技術は必要なく、個人の素養によってメディアを選べば良いが、過去のダイヤグラム作品について興味をもって調べておくことが望ましい。","成績評価の方法":"素点が 100～ 80点は「優」、79～ 70点は「良」、69～ 60点は「可」、59点以下は「不可」で不合格。","テキスト":"授業中に適宜配布します。"}