{"科目名":"初級英語　１１－３","講義名":"初級英語１１－３Ｂ","サブタイトル":"英作文","受講可能学科":"全学部・全学科","担当研究室":"言語文化","担当教員":"長尾　主税","分野":"文化総合Ⅱ類","対象学年":"1年,2年,3年,4年","科目群":"言語文化Ⅱ類","キャンパス":"鷹の台","開講期間":"前期 2021/04/12-2021/07/10","曜日・時限":"木２","授業形態":"演習","単位数":"2.0","履修条件":"特になし","授業概要・カリキュラム上の位置づけ":"この授業では、初級レベルの受講者を対象に、基本的な英語の文章を正確に書く能力を身につけることを目標とする。文法の復習をしながら、英文作成のさまざまなルールも確認し、標準的とされる英文を書くことが訓練の中心になる。自身で英文を書くことができるようになるために、辞書や参考書、インターネットの利用法も知る。","授業方法":"ウェブ会議システムZoomをもちいたリアルタイム授業と、学習管理システムを備えたグループウェアMicrosoft Teamsをもちいたオンデマンド授業を併用する。演習による。テキストに即して授業は進められる。","到達目標":"英語の文章を書く際の基本的なルールをしっかり身につける。1語ではなくまとまった1文を発信できるようになる。","ディプロマポリシーとの関連":"https://www.musabi.ac.jp/wp-content/uploads/2021/05/CurriculumMap_la2.pdf","授業計画・課題に対するフィードバック":"Zoomをもちいて、オンライン授業を実施する。担当教員が解説をした後、時間を設けて質疑応答・意見交換を行う。各回とも課題が出題されるので、Microsoft Teamsを通じて期限までに提出する。提出された課題については、翌週の授業内で担当教員がコメントする。この授業では、一般的とされる英文を「書く」訓練を行う。また、書いた英文を暗唱し、小テストを行って定着を図る。小テストの返却時に、再度ポイントが確認される。授業はハンドアウトおよびテキストに沿って進めていく。英語の文章の構造的特徴を意識化して貰うために、和文英訳などの演習を中心に学習する。その過程で、実感に基づいた英文作成を行うために、簡単な構文を用いて自己紹介を含めた身近な事柄についても書く練習をしていく。1語1語の日本語を英語に置き換える習慣をあらため、アイデアを伝えるために一文全体を英語で表現する方法を身につける訓練を行う。第１回　　オリエンテーション　第２回　　文型1　SV　SVC第３回　　文型2　SVO　SVOO　SVOC第４回　  現在形　第５回　　過去形第６回　　完了形第７回　　進行形第８回    未来形　　第９回　　助動詞第１０回　仮定法　第１１回　受動態第１２回　不定詞第１３回　分詞第１４回　動名詞第１５回　まとめ","履修上の留意点":"ZoomおよびMicrosoft Teamsの利用方法を各自で確認しておくこと。Microsoft TeamsおよびLiveCampusを通じて、事前に資料を配布することがある。毎回の授業で予習・復習・課題提出について指示されるので、これに従うこと。授業開始5分前にはZoomにログインしておくこと。授業内でZoomのチャット機能を利用して出欠確認を行う。授業担当者は、受講者の意見を取り入れながらZoomの画面構成を行っていく予定だが、できるだけ大きな画面を備えた端末を利用することが推奨される。第1回の授業に必ず出席すること。理由なくこれに出席しない場合は、以後の出席を認めない。15分以上の遅刻、無断途中退出などは欠席として扱われる。ウェブ会議システムによる授業であっても、11回以上出席しない場合は単位取得できない。","準備学習内容・時間の目安":"指定された箇所を予習する。辞書やインターネットを利用しながら、英文を書いてみる(40分程度)。テキストや配布される英語資料の分からない単語を調べておくこと。授業後小テストの準備を兼ねて復習する（20分程度）。","成績評価の方法":"提出された課題の結果(50%)、チャットや掲示板による授業参加(20%)、学期末のレポートの結果(30%)を総合して評価する。","テキスト":"大西泰斗／ポール・マクベイ『FACTBOOK 例文完全マスター』（桐原書店、2019年）桐原書店編集部『総合英語FACTBOOK Jump to Writing』（桐原書店、2020年）履修が確定した学生は、世界堂の店頭で上記テキストを各自購入すること。在庫不足の場合は、ISBN番号を参考にし、書店や出版社から各自購入すること。","テキストISBN番号":"ISBN: 978-4-342-20527-9ISBN: 978-4-342-20676-4","参考文献(作品）等":"授業で適宜ハンドアウトの配付、参考文献の指示を行う。","教員との連絡方法（オフィスアワー）":"講義内容に関する質問等は、毎授業時に受け付けます。"}