{"科目名":"コミュニケーション創発演習Ⅵ","講義名":"コミュニケーション創発演習Ⅵ","サブタイトル":"クオリティレビュー","受講可能学科":"造形学部・デザイン情報学科","担当研究室":"デザイン情報学科","担当教員":"石浦　克","分野":"専門Ⅱ類選必","対象学年":"3年、4年","科目群":"専門Ⅱ類（選必）","キャンパス":"鷹の台","開講期間":"後期 2021/09/06-2021/12/18","曜日・時限":"土３,土４","授業形態":"演習","単位数":"2.0","授業概要・カリキュラム上の位置づけ":"本演習では、講師の指導のもとでの相互批評を通し、改めてデザインにおける「基本ルール」と「客観的な視点」を学ぶことによって、理論と技術の両側面から表現の精度を高めることを目指す。今日では、イラスト・デザイン・映像など、どのようなかたちの表現であれ、クオリティの高い作品をつくりだすことさえできれば、年齢や国籍などに関わらず世界中から注目を集めることが可能である。著しい社会環境変化に目を向けると「生き残るためには厳しい時代」と捉える人もいるかもしれないが、見方を変えれば「デビューのチャンスはいくらでも転がっている」時代でもある。しかしそのためには、常に「クオリティの高い作品をつくるにはどうすればいいか」という意識を持ち続けなければならない。クオリティの高い作品に共通しているのは、さまざまな基本ルールをマスターしたうえで、それらを巧みに組み合わせていることである。そこで本演習では、いくつもの基本ルールを分析しながら、自らの力で作品をブラッシュアップしていく方法論を学ぶ。また、毎週、作品制作を行うとともに、受講者全員で分析と批評を行いながら、客観的な視点を身につける。また、社会の動きとデザインの関係を見すえつつ、セルフブランディングの考え方やデザイン業界でのサバイバル術も学んでいく。制作実習を通し、基本ルールと客観的な視点を頭と体で理解し、作品のクオリティを合理的に高める方法論を体得してもらいたい。なお、諸事情によって対面授業が難しくなった場合は適切なウェブ上のサービスを使って履修者全員が各々作品ページを設け、互いに作品に分析・批評し合うなかで指導を行うこととする。","到達目標":"作品を成り立たせている基本構造を理解し、それによってクオリティの高い作品制作ができるようになること。","ディプロマポリシーとの関連":"https://www.musabi.ac.jp/wp-content/uploads/2021/05/CurriculumMap_di.pdf","授業計画・課題に対するフィードバック":"第1回：オリエンテーション／授業内容の説明／講師の作品紹介第2回：第3回：現在のクリエーティブ業界の潮流に関する解説を通じて、世界のクリエーターのレベルを知り、自身の作品と比較してみる。第4回：第5回：世界のクリエーティブレベルと同等なものを目指して実際に作成してみる。受講者全員で分析と批評を行いながら、客観的な判断を下すための視点を身につける。第6回：講師の授業を受け卒業生した、フリーランスで活躍するゲストスピーカーに就活や社会の状況、SNS等を利用したビジネス等のリアルなお話を伺う。第7回：第8回：デザインワークの基本ルールと客観的な視点を頭と体で理解し、作品のクオリティを合理的に高める方法論を得る。第9回：第10回：自身の個性や強みを、講評を通じて発見し、自身の作品に落とし込み、受講者全員で分析と批評を行う。第11回：第12回：デザインとARTの違いを理解し、投票結果にどのような影響が出るをディスカッションする。第13回：第一線で活躍するクリエーターを招き、社会情勢やクリエーティブの極意などを伺う。第14回：第15回　：評価と講評。各自の作品を評価やディスカッションも加えて総合的な講評を行う。最後に、個人でデザインビジネスをスタートする為に必要最低限な情報を解説する。","履修上の留意点":"履修希望者は事前にポートフォリオを研究室に提出すること。内容は、キャラクターデザイン、グラフィックデザイン、Tシャツデザイン、イラストレーション、動画作品など、自分をアピールできる作品であれば何でも良い。表現に対する手段方法は問わない。ただし動画作品を提出する場合は動画に加えて関連するグラフィックスも添付すること。応募多数の場合は提出されたポートフォリオを審査して選抜する。また履修にあたっては講師の活動について、事前に下記Webなどで調べておくこと。http://www.tgbdesign.com/","準備学習内容・時間の目安":"「授業前に作品を制作して来ること」「毎授業後には作品レポートを提出すること」","成績評価の方法":"成果物による。授業内容の理解、課題への取り組みのプロセス、プレゼンテーション能力も合わせて評価する。","テキスト":"なし。","教員との連絡方法（オフィスアワー）":"講師が関わったプロジェクトや制作物の他、内容に即したプログラムをその都度提示する。","リンク":"http://www.tgbdesign.com/"}