{"科目名":"彫刻　Ｇ","講義名":"彫刻Ｇ","サブタイトル":"彫刻G（実材実習／金属・木彫）［金属選択］24〜29授業週 〈3単位 実技〉","受講可能学科":"造形学部・彫刻学科","担当研究室":"彫刻学科","担当教員":"黒川　弘毅、伊藤　誠、冨井　大裕、細井　篤、桑名　紗衣子、三沢　厚彦、牛島　達治","分野":"専門Ⅰ類","対象学年":"2年","科目群":"専門Ⅰ類（必修）","キャンパス":"鷹の台","開講期間":"６.７期 2021/11/08-2021/12/18","曜日・時限":"集中","授業形態":"実技","単位数":"3.0","履修条件":"特になし","授業概要・カリキュラム上の位置づけ":"金属を素材とした実材実習。ブロンズあるいは鉄のいずれかを選択する。少人数制の実習で行うため、前半の彫刻Fと後半の彫刻Gの2グループに分けて行う。また、この実習は工房を駆使して表現する者として、作業環境を意識しながら表現に向かうための総合的な指導でもある。2年のカリキュラムポリシーにおける素材の歴史性と媒体の独自性を追求するプロセスを学ぶ。◯ブロンズ鋳造：等身のスケールで頭像を制作し、塑像からブロンズ鋳造までのプロセスを習得する。粘土、石膏、ワックス、ブロンズの各工程において、ブロンズ鋳造の実践を専門とする教員による実技指導によって、モデル（原形）モールド（鋳型）の技法を体験し、素材の変換の技術であるキャスティング（鋳造）を追求する。また、専門領域の教員のみならず、様々な表現で作家として活動している教員の講評を受けることにより表現の多様性とその方法の展開を理解する。◯鉄実習：鉄は空間構築の表現が自由で容易な造形素材であると同時に、日常的な生活環境をつくり出しているいわば工業的な素材でもある。極論すれば、鉄に関する技術を駆使すれば生活に関わるすべてのものを制作する事ができると言えるだろう。このような環境に密着した技術の歴史を持つものであることを視野に入れつつ、厚さ3.2㎜の鉄板のみを素材として、作品から創出される空間についての表現を展開させる。金属を表現媒体として実践する教員により1週間の基礎実習を行った後、専門領域の教員のみならず、様々な表現で作家として活動している教員の指導を受けることにより表現の多様性とその方法の展開を理解する。","授業方法":"実習に先立って素材の選択を行う。ブロンズ鋳造：ミーティング→塑像で頭像の制作→中間講評→蝋型鋳造プロセス→仕上げ→講評鉄実習：ミーティング→技術実習（1週間）→プランミーティング→制作（中間講評を含む）→展示→講評","到達目標":"ブロンズ鋳造：塑造からブロンズ鋳造に至る肖像彫刻の全工程を習得する。粘土・石膏・ワックス・ブロンズ、シリコン樹脂等の材料を用いるキャスティング技術を習得する。鉄実習：鉄による作品制作を可能とする。プランニングミーティングを通じてプレゼンテーションと制作アップデートの習慣をつける。溶断、溶接、鍛造等の技術の習得、及び表現の展開に伴った技術による作品制作の全行程を習得する。","ディプロマポリシーとの関連":"https://www.musabi.ac.jp/wp-content/uploads/2021/05/CurriculumMap_scp.pdf","授業計画・課題に対するフィードバック":"＊日程に関しては、場合によって変動することがあるA：ブロンズ鋳造第 1 週 第 1 日 オリエンテーション、第 2 日 塑像制作開始第 2 週 第 1 日 石膏型取り開始第 3 週 第 1 日 シリコン型取り開始第 4 週 第 1 日 鋳型制作開始第 5 週 第 1 日 ブロンズ鋳造、第 4 日 仕上げ第 6 週 第 4 日 講評B：鉄実習第 1 週第 1 日 オリエンテーション第 2 日 酸素、アセチレン溶断、溶接を中心とした実習第 3 日 アーク溶接を中心とした実習第 4 日 電動工具等の使用についての実習＊この週を通して制作に関する治具（補助道具）を制作するワークショップを行う第 2 週 第 1 日 プランニングミーティング、第 2 日 制作開始第 3 週 制作第 4 週 第 4 日 中間講評第 5 週 制作第 6 週 第 3 日 展示準備、第 4 日 プレゼンテーション、講評","履修上の留意点":"課題、自主制作を問わず制作の記録資料を作成する（写真・映像等）。彫刻 F・Gは選択授業であり、学生はこの授業の履修前にカリキュラムの選択を行う。また、選択の説明の際、実習に必要な工具等説明を行う。授業日数の60％以上の出席を必要とする。","準備学習内容・時間の目安":"ブロンズ鋳造：彫刻史の文献にふれて、過去のブロンズ彫刻をみておくこと。鉄実習：指定した期日中に溶接技能講習を受ける。","成績評価の方法":"出席状況を確認しながら、◯授業での制作プロセス◯提出課題の独創性、表現力を重視し、担当教官と講師により合議して総合的に評価する。実技結果（課題への理解、独創性、表現力）50%制作プロセス（制作に対する積極性、プランのアップデート、制作環境の意識等）50%","テキスト":"オリエンテーション、実習中に関わらず、必要に応じて様々な領域から準備する。","教員との連絡方法（オフィスアワー）":"教員の出校日は研究室扉に掲示してある。それ以外の出校については研究室窓口で問い合わせる。"}