{"科目名":"初級ラテン語　１－１","講義名":"初級ラテン語１－１","受講可能学科":"全学部・全学科","担当研究室":"教養文化・学芸員","担当教員":"大厩　諒","分野":"文化総合Ⅱ類","対象学年":"1年,2年,3年,4年","科目群":"言語文化Ⅱ類","キャンパス":"鷹の台","開講期間":"前期 2021/04/12-2021/07/10","曜日・時限":"金５","授業形態":"演習","単位数":"2.0","履修条件":"この科目を履修するためには、後期開設の「初級ラテン語1－2」もあわせて履修しなければなりません。なお、前年度までに上記の後期開設科目の単位を既に修得した者は、この科目を履修することはできません。","授業概要・カリキュラム上の位置づけ":"ラテン語は、ロマンス諸語（イタリア語、フランス語、スペイン語、ポルトガル語など）のもとになった言語であり、また英語にもラテン語由来の単語が多く含まれている。したがって、ラテン語を学ぶことは、現在の西欧諸国において用いられている言葉の理解にも役立つ。日本語でも、語源をさかのぼることで、現在使われている言葉の意味をいっそう深く理解することができるが、それと同様に、ラテン語を学べば、西洋諸語を語源からとらえることができるようになる。授業では初歩的な文法を扱う。とはいえ、ラテン語の語の変化は多様で複雑なので、ラテン語の学習を通して、学位授与方針における「総合的判断力」を養う一助となる。予習と復習は必須なので、しっかり準備して授業に臨んでほしい。  学位授与方針における「他者に伝える表現能力及び他者とともに考える対話能力を身につける」ことに寄与する。","授業方法":"・リアルタイム（同時双方向）：Zoom によるオンライン授業をおこなう。・毎回、教科書を用いて文法事項の内容を説明し、小テストを実施する。・授業は録画し、動画を Teams にアップする。復習や欠席者のフォローに用いる。・小テストの提出はグーグルフォームにておこなう。（フォームのURLは Teams にて告知する。）","到達目標":"①ラテン語の基本的な語形を暗記すること。②語句を辞書（ないし単語帳）できちんと調べられるようになること。③複雑な文章を読み解くことをつうじて、学位授与方針における「総合的判断力」を高めること。","ディプロマポリシーとの関連":"https://www.musabi.ac.jp/wp-content/uploads/2021/05/CurriculumMap_la2.pdf","授業計画・課題に対するフィードバック":"Zoomを用いて、教員と学生全員がオンラインで授業を実施する。各回ごとに、自宅課題（小テスト）を提示する。授業内で時間を設けて質疑応答にも対応する。欠席者も、動画を視聴したうえで、土曜日のあいだに小テストを提出すれば採点対象とする。第一回　文字と発音第二回　第1・第2活用動詞（直説法現在）、不定法第三回　第1変化名詞第四回　第3・第4活用動詞（直説法現在）第五回　第2変化名詞、第1・第2変化形容詞第六回　動詞（直説法未完了過去、未来）第七回　前置詞、不規則動詞（sum, possum）第八回　第3変化名詞第九回　動詞（直説法完了）第十回　動詞（直説法）第十一回　第3変化形容詞、形容詞のまとめ第十二回　動詞の受動態（直説法現在）第十三回　動詞の受動態（直説法未完了過去、未来）第十四回　第4・第5変化名詞、名詞のまとめ第十五回　動詞のまとめ","履修上の留意点":"・毎回の授業で必要となるので、教科書は必ず各自で用意すること。・この授業の定員は30名である。定員を超えた場合は抽選となる。・Ｚoomを使用して授業をおこなうので、使い方は事前に確認しておくこと。","準備学習内容・時間の目安":"学習した語形変化を暗記すること（30分）、また、教科書を読み、授業内容の理解を深める。（30分）。","成績評価の方法":"毎回の小テスト１００％","テキスト":"河島思朗『基本から学ぶラテン語』、ナツメ社、2016年履修が確定した学生は購入すること。在庫不足の場合は、ISBN番号を参考にし、書店や出版社から各自購入してください。","テキストISBN番号":"9784816360756","参考文献(作品）等":"小林標『ラテン語の世界　ローマが残した無限の遺産』、中公新書、２００６年逸身喜一郎『ラテン語のはなし　通読できるラテン語文法』、大修館書店、２０００年小倉博行『ラテン語のしくみ』、白水社、２０１４年岩崎務『ニューエクスプレスプラス　ラテン語（CD付）』、白水社、２０１８年","教員との連絡方法（オフィスアワー）":"講義内容に関する質問等は、毎授業時に受けつける。"}