{"科目名":"版　画　実　習　Ⅰ","講義名":"版画実習Ⅰ","サブタイトル":"版画実習Ⅰ・Ⅱ（基礎版画実習）／ 遠藤竜太、高浜利也、元田久治、常田泰由、武田律子、尾関立子、板津悟","受講可能学科":"造形学部・油絵学科・版画専攻","担当研究室":"版画","担当教員":"遠藤　竜太、高浜　利也、元田　久治","分野":"専門Ⅰ類","対象学年":"3年","科目群":"専門Ⅰ類（必修）","キャンパス":"鷹の台","開講期間":"１期 2021/04/12-2021/05/08","曜日・時限":"集中","授業形態":"実技","単位数":"2.0","履修条件":"特になし","授業概要・カリキュラム上の位置づけ":"3年次のカリキュラムポリシーにおける主専攻となる版種を選択するために、全8週間でシルクスクリーン、木版、リトグラフ、銅版の4版種を版種別に全てを経験する基礎版画実習を行なう。版形式としては、孔版、凸版、平版、凹版である。各自、選択した専攻への適正を自ずから経験、体験することが主たる目的である。基本的技法・技術の修得からはじまり、それぞれの版種での表現領域の可能性を試みる。また、毎日異なった技法の説明やデモンストレーション、版画の実作品を用いたレクチャー等もおこない、期間を通じ充実した内容とする。授業は、各版種ごとに集中授業の形態にておこなわれる。","授業方法":"対面式授業","到達目標":"①銅版画、リトグラフ、木版画、シルクスクリーンの基礎的な技法を習得し、主専攻選択の際に明確に自己の意思表示ができるようにする。②上記の4版種について技法を習得したうえで、歴史的背景について的確に説明することができる。","ディプロマポリシーとの関連":"https://www.musabi.ac.jp/wp-content/uploads/2021/05/CurriculumMap_pm.pdf","授業計画・課題に対するフィードバック":"基礎版画実習8週の集中授業で、全4版種を学ぶが、全版種を通した主たるテーマを定め、その周辺を探る。●リトグラフ集中（遠藤竜太、高浜利也、元田久治、板津悟／2週間）ではアルミ板を使用。リトグラフの基本的メカニズムを理解する。第1・3週　原理と版材、石版画概説、技法説明、設備説明、課題提示、トレ－ス、製版・刷りの説明。墨の単色作品制作、提出。第2・4週　カラー作品（4色以上）の説明、製版、刷り、適宜指導、製版、サイン、エディションの説明、講評●銅版集中（遠藤竜太、高浜利也、元田久治、尾関立子／2週間）では、主に腐蝕銅版の制作を試みる。主に間接技法を指導し、その他直接技法は必要に応じ指導。第1・3週　銅版画概説、技法説明、課題提示、トレース、設備説明、腐蝕。第2・4週　腐蝕、試刷り、エッチングアクアチント説明、適宜指導、本刷り、講評会。●木版集中（遠藤竜太、高浜利也、元田久治、常田泰由／2週間）では、油性・水性板目木版の作品制作。異質の技法を組み合わせ、版材・インク・技法・テーマ等への意識を深める。伝統板目木版とコラグラフのレクチャーも行う。第5・7週　木版画概説、技法説明、課題内容の提示、トレース、彫り、プレス機、刷りの説明、油性木作品の制作、提出。第6・8週　水性木版画の説明、下図チェック、トレース、彫り、刷り。水性・油性混合技法の説明。彫り、摺り、適宜指導、講評会。●シルクスクリーン集中（遠藤竜太、高浜利也、元田久治、武田律子／2週間）では、水性インクを用いた制作を試みる。印刷技術としての側面を持つ反面、固有の版表現が可能なため、各自の版表現を探らせたい。第5・7週　シルクスクリーン概説、技法説明（直接法・感光法）、材料説明、設備説明、課題提示、下図チェック、第1課題（3版程度）の制作、提出。第6・8週　第2課題（5版程度）の説明、製版、刷り、適宜指導、講評会。","履修上の留意点":"教員指導日の3分の2以上の出席を必要とします。教員の指導日には必ず出席すること。課題の提出は、指導教員の定める講評会への出席をもってそれとします。","準備学習内容・時間の目安":"①銅版、リトグラフ、木版、シルクスクリーン4版種の作品について図版等で調べておく。②町田市立国際版画美術館で実際の版画作品に触れておくことが望ましい。③『新版　版画』をあらかじめ読んでおく。","成績評価の方法":"作品そのものの独創性や完成度のほか、制作姿勢なども考慮しながら総合的に評価する。指導教員が講評会をおこない、講評・採点する。評価が不可の場合は再制作を課し、再提出作品を評価する。作品提出がない場合は対象外とする。","テキスト":"・\t武蔵野美術大学通信教育課程教科書『新版 版画』／武蔵野美術大学版画研究室編・\tScreen Process／版画研究室編（研究室より各自に配布）・\tLithographic Process／遠藤竜太編（研究室より各自に配布）・\t銅版画講義用テキスト／池田良二編（研究室より各自に配布）","テキストISBN番号":"・『新版 版画』978-4-86463-003-0","参考文献(作品）等":"・\t集中授業参考作品集／武蔵野美術大学版画研究室編・\t池田良二銅版画集『Ryoji Ikeda1975-2002』／阿部出版刊・\t『Line of Sight／生の視線』図録／武蔵野美術大学美術資料図書館刊・\t『Sublime Present／崇高なる現在』図録／武蔵野美術大学美術資料図書館刊・\t『Qualia of Projection／射影のクオリア』図録／武蔵野美術大学美術資料図書館刊"}