{"科目名":"古　典　芸　能　論　Ⅱ","講義名":"古典芸能論Ⅱ","サブタイトル":"「忠臣蔵」から見る日本芸能","受講可能学科":"全学部・全学科","担当研究室":"教養文化・学芸員","担当教員":"今岡　謙太郎","分野":"文化総合Ⅰ類","対象学年":"1年,2年,3年,4年","科目群":"教養文化Ⅰ類","キャンパス":"鷹の台","開講期間":"後期 2021/09/06-2021/12/18","曜日・時限":"木１","授業形態":"講義","単位数":"2.0","履修条件":"150人","授業概要・カリキュラム上の位置づけ":"「忠臣蔵」は現在日本人で知らない人はいないくらい有名な名称であろう。しかし「忠臣蔵」とはいったい何なのか。問われて困る人も多いだろうと思われる。この「忠臣蔵」こそは芸能（演劇）が一般的な名称にまで影響を及ぼした典型的な例といえよう。舞台芸術が「忠臣蔵」という名称を定着させたのである。この授業では、元禄年間に起きた赤穂の浪人達による吉良邸襲撃事件が、なぜ「忠臣蔵」と呼ばれるに至ったのか、という初歩的な問題から出発して、元来演劇作品の名前であったはずの「忠臣蔵」がどのように人々に受け入れられていったかについて、主に芸能の分野を扱いながら考えていきたい。その間には人形浄瑠璃・歌舞伎・講談・落語・映画といった様々な芸能ジャンルが存在しているのだが、出来るだけ具体例に触れつつ、「忠臣蔵」がいかに人口に膾炙していったかについて述べていこうと考えている。","授業方法":"オンデマンド（非同期）型にて行う。あらかじめ録画された授業動画、テキスト、画像等の資料を定められた時間までにアップし、それらを参考に、指示された課題や意見を提出してもらう。 その上で掲示板で議論・質疑応答を行いながら進行してゆく。最終的には試験もしくはレポートで成績評価を行う。また、掲示板上等で適宜参考文献（WEB上のものを含む）を提示するので、これらを活用して課題や意見を述べてほしい。","到達目標":"日本の古典芸能に対する基礎的な知識を習得する。併せて日本の文化・社会事象のなかにおける演劇の位置についての認識を深める。","ディプロマポリシーとの関連":"https://www.musabi.ac.jp/wp-content/uploads/2021/05/CurriculumMap_la1.pdf","授業計画・課題に対するフィードバック":"以下の予定で授業を行う。授業週の確保等がうまくいかない場合は、補完するための課題に取り組んでもらうこともある。その場合、課題については授業内で指示する。なるべくビデオなど視聴覚資料を活用してゆきたい。受講生とのやり取りによって多少の変更もありうる。第1回：ガイダンス：日本の古典芸能と「忠臣蔵」の関わり第2回-第７回：「仮名手本忠臣蔵」の内容と特色・「仮名手本忠臣蔵」に至るまで・「忠臣蔵」の大序と3、４段目段目ー「判官切腹」までのドラマと史実・2段目・8段目ー少女の目から見た「忠臣蔵」・5段目・6段目ー「勘平切腹」と武士道というイデオロギー・7段目・9段目ー討ち入りまでの苦心と武士の「生き方」第８回-第10回：「赤穂義士」の伝説を巡って・「忠臣蔵」以前以後の義士伝物（１）・「忠臣蔵」以前以後の義士伝物（２）・義士伝と舌耕文芸第11回-第15回：「忠臣蔵文化」の広がりと変奏・義士伝と忠臣蔵・小説類と実説・落語に見られる「忠臣蔵」（１）・落語に見られる「忠臣蔵」（２）・庶民文芸と忠臣蔵基本的には以上の予定で進めるが、詳細は受講生と相談の結果決定したい.","履修上の留意点":"Microsoft Teamsを使用しての授業となるので、これが使えるような環境を準備しておいてほしい。スマートフォンでも利用出来ると思われますが、パソコン等を利用しての授業参加の方が効率的と思います。オンライン授業になるので、150人の人数制限を行います。定員を超えた場合、抽選になります。古典演劇（芸能）といっても、そのほとんどは現在活発に上演されている。WEB上の動画等を活用（適宜指示する予定）するなど、なるべく動きのある舞台に触れてみてほしい。","準備学習内容・時間の目安":"従業内で指示された文献や映像（場合によっては音声）を鑑賞・視聴し、その感想等を各自でまとめておくこと。小レポート等を課すことがあるので注意してほしい。","成績評価の方法":"授業内で指示のあった小レポート・授業に関する感想（参加度合）など50％、期末レポート50％。これを基本とするが、授業内でのやりとりの結果、多少の変更もありうる。","テキスト":"特に指定はしないが、参考すべき文献等を授業内で適宜指示する（WEB上での情報含）ので、目を通しておくこと。"}