{"科目名":"日本美術史概説　Ⅳ－２","講義名":"日本美術史概説Ⅳ－２","サブタイトル":"「パレルゴン」を手掛かりとしてジャンルの形成過程を概観する","受講可能学科":"全学部・全学科","担当研究室":"美学美術史","担当教員":"北澤　憲昭","分野":"文化総合Ⅰ類","対象学年":"1年,2年,3年,4年","科目群":"造形文化Ⅰ類","キャンパス":"鷹の台","開講期間":"後期 2021/09/06-2021/12/18","曜日・時限":"水３","授業形態":"講義","単位数":"2.0","履修条件":"履修希望者150⼈以上の場合、抽選。","授業概要・カリキュラム上の位置づけ":"日本近代における美術の諸ジャンルの形成過程を――「美術」というジャンルの形成も含めて―――解明する。","授業方法":"・Teamsを用いてリアルタイム（同時双方向）のオンライン授業を行います。具体的にはPowerPointの画像を示しながら、そこに声をかぶせてゆきます。その間に質疑応答の時間を設けます。・毎回、リアクションペーパーを提出してもらいます。リアクションペーパーには、その回の授業の内容を簡略に書いてもらいます。ただし、最も興味を惹かれたところに絞ってもかまいません。質問があれば、それも記してください。","到達目標":"日本近代美術におけるジャンルの形成過程を通じて「美術」の成り立ち（歴史と構造）にかんする知見を得ること、これが到達すべき目標である。","ディプロマポリシーとの関連":"https://www.musabi.ac.jp/wp-content/uploads/2021/05/CurriculumMap_la1.pdf","授業計画・課題に対するフィードバック":"第1回 授業概要第2回 「パレルゴン」について(1)―――語義の説明と、古典的用法　 第3回 「パレルゴン」について(2)――—額縁、台座、建築、そして制度　 第4回　「美術」というジャンルの成り立ち（1）―――翻訳語「美術」の登場　 第5回 「美術」ジャンルの成り立ち（2）――—「美術Bi-jutsu」の主体的形成の過程　 第6回  「工芸」ジャンルの成り立ち――—明治初期美術における工芸の遍在と江戸時代の造型第7回　「工芸」ジャンルの成り立ち――—「工業」と「美術」、その積集合としての「工芸」第8回  「絵画」ジャンルの成り立ち(1)――—「絵画」概念の形成　 第9回 「絵画」ジャンルの成り立ち(2)――—「日本画」と「西洋画（洋画）」　 第10回 「彫刻」ジャンルの成り立ち（1）――――礼拝から鑑賞へ　 第11回 「彫刻」ジャンルの成り立ち（2）―――カーヴィングからモデリングへ、あるいは表象の特権化　 第12回  「美術館」というパレルゴン(1)――—「美術」という制度のkeystoneとしての美術館 第13回  「美術館」というパレルゴン(2)――—東京府美術館の建設とアヴァンギャルドの台頭　 第14回   アヴァンギャルドとパレルゴン――美術と非美術の境界について歴史性を踏まえて考える第15回 まとめ――近代ジャンル理論とパレルゴン","履修上の留意点":"・美術史のみならず、政治史、経済史、社会史など、さまざまな歴史の次元への言及を含むことになります。日本近代史全般について、おさらいをしておいてください。・Teamsの使い方を事前に身につけておいてください。また、授業が始まる時刻までに必ずログインしておくようにしてください。・連絡のため頻繁にLiveCampusを用いるので、日々必ずチェックするようにしてください。たとえば、資料配布や課題にかんする指示は、すべてLiveCampusで行います。・PowerPointを画面に映し出しつつ講義を行うので、できればパソコンで授業に参加してください。90分の授業を通じて映像を見ることができて、音声のやり取りも可能であるならば、スマホなど他の機器でもかまいません。・リアクションペーパーや課題の提出はメールを通じて行います。送付先のアドレスは授業内で伝えます。・著作権法を遵守してください。端末に映し出されるPowerPointの画像をインターネットに送信する行為は著作権法に抵触します。作品などの画像の引用は教育場面（Teams内の仮想クラス）においては特例的に著作権法の適用をまぬかれますが、外部においては厳正に著作権法が適用されます。また、そのさい、送信者が罰せられることになります。著作権法は、かつては親告罪であり、検察官が公訴を起こすにあたって被害者の告訴が必要条件とされていましたが、「TPP整備法による改正」によって2018年12月30日から非親告罪化されました。著作権者が訴えるつもりがなくとも、検察が訴追することができるようになったわけです。?","準備学習内容・時間の目安":"授業のノートを整理して、理解の不足をチェックすることを課する。学習時間は授業時間と同程度が目安。","成績評価の方法":"所定の出席日数を満たしていることを前提に、レポートによって評価する。出欠のカウントは、リアクションペーパーないしは課題提出によって行う。","テキスト":"必要に応じて、そのつど配布する。","参考文献(作品）等":"・北澤憲昭『眼の神殿――「美術」受容史ノート』（ちくま学芸文庫、2020）、北澤憲昭『美術のポリティクスーー「工芸」の成り立ちを焦点として』（ゆまに書房、2013）、ジャック・デリダ／『絵画における真理』上巻「パレルゴン」（法政大学出版局、1977）、ヴィクトル・I・ストイキツァ／岡田温、松原知生訳『絵画の自意識』第1部「驚いた眼」（ありな書房、2001）、宮川淳「絵画とその影」、『宮川淳著作集』Ⅱ（美術出版社、1980）所収"}