{"科目名":"視覚表現演習","講義名":"視覚表現演習","サブタイトル":"視覚表現演習D","受講可能学科":"造形学部・視覚伝達デザイン学科","担当研究室":"視覚伝達デザイン学科","担当教員":"白井　敬尚、杉下　城司","分野":"専門Ⅰ類","対象学年":"2年","科目群":"専門Ⅰ類（選択）","キャンパス":"鷹の台","開講期間":"後期 2021/09/06-2021/12/18","曜日・時限":"集中","授業形態":"実技","単位数":"4.0","履修条件":"特になし","授業概要・カリキュラム上の位置づけ":"授業の具体的な内容は以下のとおりである。　デザインのテーマは「武蔵野美術大学の植物／植生」。表現媒体は「ページ展開を伴う印刷物」とする。授業の進行第 1 は内容を形作るために、「武蔵美の植生」をテーマとし、その図像とテキスト生成の計画と制作を行う。ここでいう図像生成とは、自分と自分が見つめる対象（植物）との関係を視覚化することである。したがって、まず対象となる植物と向き合い、丁寧に見つめ、様々な方法で観察し記述（記録）することから始める。次に対象とする植物と自分との関係を少しずつ変化させてみる。それは視線の移動といったごく当たり前のことからスタートさせる。視点の変化の過程、つまり上から見るか下から見るかという物理的なものの見方から始まり、植物が植物として形成されているさまざまな要素を探しだすことだ。そうすることで学生は、自身独自の図像生成の視点を見つけ出すことが出来るようになるだろう。また、物理的に植物を観察することからはじめ、やがてそれを、思索として、言語として記述する方法もあるだろう。第 2 は「ページ展開する印刷物」とは、すなわちエディトリアル・デザイン（編集デザイン）の領域を意味する。ビジュアル、テキストとともに記述する内容の方向性を見定め、編集方針を決定する。編集とは自ら集めた要素を吟味し、抽出し削り落とし、内容を自らが再構築していくことだ。そしてようやくテキストと図像を冊子形態の中で構造化するために、フォーマットとしてのグリッドの計画と制作を進めることとなる。グリッドとは内容から導き出される紙面設計の基準であり、文字と図像の構成のために用いられるガイドライン。グリッドは、紙面を構成する視覚要素の相互関係によって成立しており、「単位としての文字の問題」「関係としての組版と図像の問題」「冊子構造としてのエディトリアルデザインの問題」と捉えることが出来る。学生自身が作りだす冊子固有のグリッドは、独自の問題発見とその内容把握から計画され、生み出されるものだ。それゆえにグリッドの制作に当たっては、徹底した文字組版の基礎と内容に対する深い理解が前提となる。第 3 はページ展開における編集とデザインの関係を形成する。「ページ展開する印刷物」は、その冊子（書物）の構造から「綴じる・めくる」という身体的行為へと集約される。このことをふまえて、見開き単位で完結させがちなデザインからの脱却を意図し、一冊のまとまりとしての印刷物の可能性を、内容との関係を考慮しながら探っていく。後期前半まで、白井は「視感覚の拡張」「デザインフォーマットに対する思考法」「図像生成の計画」を中心とした授業を行う。杉下はページ展開する印刷物の基準となるタイポグラフィの基礎とグリッドシステムの理解、造本構造への理解、それぞれの実務制作を中心とした授業を行う。後半は、上記の中心課題を冊子形態へと集約し、具体化に向けた授業内容となる。","授業方法":"基本的には実技実践の対面式授業である。しかしながら、社会の状況によって、オンラインでの授業が展開されることもある。","到達目標":"A：デザインの目的に対して適切な成果を得るために必要となる、訓練された視感覚の獲得を目指す。これは平面上における文字・形・色彩など所与の関係性によって生成される空間が、デザインの目的に対して、適切となっているかを見極める為に必要とされるものだ。B：文字（言葉）と図像の関係を「ページ展開を伴う印刷物」を前提に、その関係の可能性を探る。つまり、さまざまな視覚要素（写真・イラストレーション・図像・ダイアグラム・ピクトグラム・色彩・文字・活字等）を必要に応じて視覚言語としてどう構造化し実装させるのかを学ぶ。C：「ページ展開を伴う印刷物」において、文字組版の基礎及び紙面設計の考え方とその実践を学ぶ。","ディプロマポリシーとの関連":"https://www.musabi.ac.jp/wp-content/uploads/2021/05/CurriculumMap_vcd.pdf","授業計画・課題に対するフィードバック":"白井（水曜日）1週　合同授業：「武蔵美植物／図鑑」の課題説明2週-1　視感覚制御のスタディ-13週-1　視感覚制御のスタディ-24週-1　植生テーマに対するアプローチ-15週-1　植生テーマに対するアプローチ-26週-1　植生のビジュアルメイク、及びテキスト記述-17週-1　植生のビジュアルメイク、及びテキスト記述-2　　　　　レイアウトの実際8週-1　図像の階層化と統合、及びラフデザイン9週-1　全体と部分のコントロールからページ展開へ、　　　　　及びラフデザイン10週-1　編集と表現の完成度について。最終デザインへ11週-1　最終デザインクラス内プレゼンテーション。課題の完成へ12週　合同授業　完成課題提出、講評杉下（土曜日）1週　合同授業：「武蔵美植物／図鑑」の課題説明2週-2　活字組版の基礎-13週-2　活字組版の基礎-24週-2　ブックフォーマット、グリッドシステムの理解5週-2　グリッドシステム演習課題-16週-2　グリッドシステム演習課題-27週-2　植生課題におけるグリッドシステムの生成-1　　　　　造本の実際8週-2　植生課題におけるグリッドシステムの生成-29週-2　植生ページ展開実践、及びラフスケッチ確認-110週-2　植生ページ展開実践、及びラフスケッチ確認-211週-2　最終デザインとりまとめ12週　合同授業　完成課題提出、講評","履修上の留意点":"授業を進めていく上での留意すべき点は、対象物に対する調査及び丁寧な観察と分析が必須となる。そして、その後はテキストと図像の編集・表現の積み重ねと反復となる。伝達を前提とした課題である以上、自身の掲げたテーマは、他と共有されるべきものである。その意味から授業内におけるクラスメートとの対話は、重要な位置を占める。","準備学習内容・時間の目安":"特になし","成績評価の方法":"完成課程に至るプロセスと作品を総合して評価する。","テキスト":"授業の進行に応じて、各担当教員が書籍・資料等を必要に応じて提出する。"}