{"科目名":"絵画基礎　Ⅳ","講義名":"絵画基礎Ⅳ（造Ⅱ）","サブタイトル":"絵画基礎Ⅳ「空間と構造」［油絵専攻1年生課題・全学科2年生以上対象］27〜29授業週 〈2単位 実技〉諏訪敦、赤塚祐二、利部志穂、高堀正俊、玉虫良次、横谷奈歩","受講可能学科":"造形学部・全学科（油絵学科を除く）","担当研究室":"油絵","担当教員":"油絵学科、諏訪　敦","分野":"造形総合Ⅱ類","対象学年":"2年,3年,4年","科目群":"造形総合Ⅱ類","キャンパス":"鷹の台","開講期間":"７期 2021/11/29-2021/12/18","曜日・時限":"月１,月２,火１,火２,水１,水２,木１,木２,金１,金２,土１,土２","授業形態":"実技","単位数":"2.0","履修条件":"学部2年生以上のみ、履修できる。受講者定員は10名までとする。ただし、油絵学科の学生は履修できない。※受講は通学可能な者に限る(オンライン対応不可)","授業概要・カリキュラム上の位置づけ":"絵画は見る人に平面そのものとは違う感覚を呼び覚まします。例えばりんごのような具体的なものが描かれたとすると、手法によっては現実の空間を想起させたり、それが簡単な記号であっても想念の上でのりんごを頭のなかで捉えさせたりします。このように絵画によって呼び覚まされた世界の広がりを我々は空間と呼びます。言い換えると、平面上に何かをとらえる絵画の様々な技法はすべて空間をつかむための方法であると言ってもよいでしょう。例えば風景や建物を描く時の遠近法なども大きな空間をとらえる方法ですし、トーンやバルールなど実際の絵の具の使用方法も空間の表現に係ってきます。また抽象的な画面上で扱う表現にも大変重要な概念となってきます。ここではそんな絵画制作上での最も根本的な問題であるこの空間のことについて考えてみたいと思います。","授業方法":"課題内容に基づいて課題作品を制作します。オリエンテーション、指導、及び講評を教員が担当します。講評時などに学生同士が互いの制作や作品について話したり、ディスカッションしたりすることを含む授業内容になる可能性があります。","到達目標":"①絵画の持つ空間の役割と意味を理解する。②制作、研究を通して各自の空間表現のあり方を魅力的なものへと進化させる。③基礎課程、専門課程を通じて主体的に作品制作に取り組み、学生それぞれの可能性を真摯に探求することで充実した自己表現を獲得する。","ディプロマポリシーとの関連":"https://www.musabi.ac.jp/wp-content/uploads/2021/05/CurriculumMap_fad2.pdf","授業計画・課題に対するフィードバック":"諏訪敦、赤塚祐二、利部志穂、高堀正俊、玉虫良次、横谷奈歩  　各担当教員からなる計6クラスです。第1日 【オリエンテーション】／課題内容および素材・技法、作品サイズなどの説明。参考資料の提示など。第2日～第3週木曜日 【制作・実技】第3週金曜日 【作品講評】学生は指示に従い作品を展示しておくこと。講評後に作品の写真撮影。第3週土曜日 【掃除】アトリエの整理し、作品や荷物を全て持ち帰ります。●過去の課題から小林耕平 先生「言葉とイメージ」　言葉が対象を見ることを妨げることがあります。観念的になりすぎて、対象の本質が見えなくなり、自分の知らないことに出会えなくなります。しかし、そのような観念を外すのにも言葉が必要です。言葉によって今まで気づかなかったことに気づかせてくれることもあります。　美術は視覚表現であるものの、常に言葉を必要とします。美術を鑑賞することは、信仰や習慣、価値観など全く異なる人たちのことを作品を通して理解することでもあります。現代であれば作者と話し合うことで理解を深めることもできますが、過去の人たちのことを理解しようとした場合、残された言葉と物を手掛かりにイメージを広げるしかありません。分かり合えないかもしれない他者と対峙することを前提とし作品制作をするのであれば、言葉とイメージ（物：作品）を切り離すのではなく、お互いに補強しあえるように工夫してください。また、自分が紡いだ言葉は、作品制作においてイメージを膨らませる手掛かりにもなりますし、完成させる際の判断基準にもなります。時間をかけてじっくり自分の言葉を探ってください。　今回の課題では、言葉とイメージについて４つの課題に取り組んでもらいます。課題１ 経験を言葉にする。課題２ リサーチ課題３ 企画書課題４ 作品制作課題の詳しい内容は、毎回授業終了時に課題文として配布します。課題の発表は、毎回ディスカッション形式になりますので、自分のイメージを言葉にしてみましょう。石井友人 先生「層の経験」　絵画空間を生み出すものは、支持体・絵具などの物質的マテリアルそのもの、そして、それらを使用した人間の目と手の連動によって生み出される痕跡、と大きく二分出来る筈です。単純化して言えば、人間とマテリアル（物質）の関係が絵画空間を作り出すという、基本構造は何万年と変わることがありません。　ここでは、人間の手が幾度となくマテリアルに介在することによって、絵画平面上に複数の「層」を作り出すこと、そして、その複雑な「層」の重なりを一体化させることにより、絵画空間が生成されるという基本的な経験の為に、授業を特化させたいと考えます。　具体的に授業の中で実践することは、初めに何かしらの描画対象をあらかじめ設定せずに、マテリアルによる階「層」を生じさせる、実験的な試行錯誤を各人なりに何パターンかまず試してみます。（例えば、絵具を、塗る、擦る、剥ぎ取る、滴らせる、などの行為とその組み合わせが、ここでのパターンの一つです。オリエンテーションで色々な実作例を取りながら説明をします。）　そして、気になるテストを終えた後は、各人にとって絵画空間への有効だと思える「層」の形成の仕方を選び取り、絵画作品を制作してみましょう。表現形式：絵画（油彩・アクリル・鉛筆） 作品サイズ： 任意ですが、目安は５０号以下。山本晶 先生「ことばと絵画」　ことばと絵の関係を探ります。ことばには「話しことば」と「書きことば」があります。例えば友達とのおしゃべり、目上の人への伝達、子どもとのやりとりでは話し方が違い、メモとレポートでは書き方が違います。生まれてすぐに身の回りのことばを耳から聞いてコピーして、覚え、思考を作成し、長い時間（幼少期からの成長）をかけて日常的に自在に操れるようになった万能な「ことば」があります。絵を描く考えも無意識にことばを使って思考錯誤しています。　ところで、ことばで表すことと絵画で表すことは一致するのでしょうか？　ことばと絵画それぞれを一旦ときほぐし、モチーフをむき出しにしてみましょう。それからあらためて絵を描きます。第１週　エッセイを書く／ことばでモチーフを探る第２週　ドローイング・試作／絵でモチーフを探る第３週　モチーフを基に絵画制作表現形式：自由　作品サイズ： 自由水上泰財 先生「老人のいる風景」　皆さんは大学入学後１年間で、どれくらい描写力を向上させただろうか。もしかしたら様々な絵画の狭間で揺れ動いている最中で、それどころではないのかもしれない。しかしながらこの課題では描写することに主眼を置き、老人特有の形態や表層を観察し、自分の気がすむまで何枚もドローイングするところから始めてもらいたい。　老人には固定ポーズにこだわらない日常的な動作を繰り返してもらうつもりだが、その観察で感じたことを大切にしながら自分の考える空間を自由に設定し、「老人のいる風景」と題して絵画を制作する。アトリエには長椅子や椅子、杖や茣蓙などを置くのだが、それは動作をするための補助的なものと考えてもらいたい。表現形式：ドローイング、主に油彩　　作品サイズ： 自由醍醐イサム 先生「絵画空間、己空間」　絵は、自らの想念、体験によって、その構造と空間が導かれてゆくものです。同じような体験をした者たちであっても、本人の資質によってその変化は人類の数以上に立ち現れます。まずは自らの体験を思い起こし、今現在の己を見つめること。思い浮かぶものがいかに奇矯、深慮であっても画面に於いて存在し得ない空間は無いのです。そのことを日常に引きずられることなく、強く思うこと。強く思い希みながらも画面を「眼」で見ること。思いの丈と心の深さが画面に立ち現れているかを妥協することなく見つめて進むこと。　方法論にタブー無く、作品の仕上がりに妥協することなく絵を進めていけば、人が自らの画面によって自らに出会えることは決して稀有なことではなく、普遍のことであると体験できるはずです。空間は己であり、構造は己の空間によって導かれるのです。あなたの画面は「世界」であると強く希んでください。この世と同等以上に奥行きと生気を呼吸している「世界」であると。そのことがあなたが必要としている構造と空間を画面に生み出してゆくはずです。　すでに今までの作品にその萌芽が出ているかもしれぬことを互いに見つめるために、以前の作品・実物を複数点持参してください。表現形式：自由(絵画)　作品サイズ：自由(但し、自らの気構えを持ってサイズを選ぶこと)一色映理子 先生「眠りの空間への旅 (無意識と意識の間)」　私たちは毎晩眠りにつき、時々夢をみます。夢の中の空間、時間、構造、色彩は人それぞれ異なるでしょう。無意識と意識の間とは何か、記憶の空間とは何か。　各自のリアリティで「眠り」について考察し、自己の空間感覚の幅を広げていただきます。今回は装置としてアトリエ内にハンモック、鏡( 姿見７台)、ミラーシート、観葉植物を設置します。これらのモチーフは「眠り」について考察するキッカケとして使用します。初日、オリエンテーションで説明します。表現形式：ドローイングと絵画　作品サイズ：自由。ただし平面であること。","履修上の留意点":"本授業は油絵専攻にて開設されている授業です。若干名を定員として他学科学生に2類としての受講が認められています。記載の油絵専攻学生向けの概要を参考の上受講してください。","準備学習内容・時間の目安":"絵画のなかでの空間認識の指標となる様々な遠近の表しかたや陰影のありかたについて、一通り理解を深めておくこと。","成績評価の方法":"・第17日に期間中制作した作品を対象に講評会を行う。・各自の講評後採点され素点が入れられる。・担当する教員によって提出作品の内容が違うので注意すること。・制作姿勢、独創性、表現力などを重視し、総合的に評価する。","テキスト":"第1日のオリエンテーション時に必要な場合説明があります。また課題説明の中で、画集やスライド資料が示される場合もあります。","教員との連絡方法（オフィスアワー）":"油絵研究室に申し出てください。随時対応していますので、日時や場所についても相談してください。また、教員の指導日にアトリエで直接質問することもできます。"}