{"科目名":"ワークショップ実践研究Ⅰ","講義名":"ワークショップ実践研究Ⅰ","受講可能学科":"全学科","担当研究室":"教職課程","担当教員":"高橋　陽一","分野":"造形総合Ⅱ類","対象学年":"1年,2年,3年,4年","科目群":"造形総合Ⅱ類","キャンパス":"鷹の台","開講期間":"前期 2021/04/12-2021/07/10","曜日・時限":"金５","授業形態":"講義","単位数":"2.0","履修条件":"受講者定員は100名までとする。","授業概要・カリキュラム上の位置づけ":"文部科学省選定「造形ファシリテーション能力獲得プログラム」としてスタートした授業科目であり、武蔵野美術大学における造形分野の専門能力を社会の様々な場面で活かすための「造形ファシリテーション能力」について考え、その実践のための基本的な知識と技能を獲得する講義科目である。授業は高橋陽一（教職課程）が全体を担当し、齋藤啓子（視覚伝達デザイン学科）、三澤一実（教職課程）が分担し、また大学内外の専門家により、美術館、児童館、企業などでのワークショップについて特別講義を行う。　カリキュラム上の位置づけは、造形総合Ⅱ類の選択科目であるが、建学の精神に基づいて造形学部卒業者が獲得した専門性を社会に還元して貢献するするために不可欠な造形ファシリテーション能力の獲得のための授業科目として、各学科の学生が選択することを推奨する。","授業方法":"2021年度においてはオンデマンド型（非同時双方向）の授業としてTeamsのシステムを活用して実施する。授業内でグループワークからプレゼンテーションを例年実施しているが、この内容は課題として提出を求める。","到達目標":"社会における造形の意義を理解して、ワークショップの理論や歴史についての基礎的知識を獲得して、造形分野のファシリテーション能力を獲得すること。造形学部の学位授与方針に明示された水準を獲得して、それぞれの造形分野の専門性をもって社会貢献するための造形ファシリテーション能力の獲得が到達目標である。","ディプロマポリシーとの関連":"https://www.musabi.ac.jp/wp-content/uploads/2021/05/CurriculumMap_fad2.pdf","授業計画・課題に対するフィードバック":"*2021年度においては下記の内容をオンデマンド方式の授業（Teamsのシステム活用）により実施する。下記の教科書『ファシリテーションの技法』は毎回の講義内容と課題作成で必須となる。なお、ICT環境の違いは留意するが、課題提出や企画発表や交流のために、汎用的な文書作成や画像提出などが必要となる。第1回「造形ファシリテーション能力獲得プログラム」とは何か第2回「ワークショップ」の概念論第3回武蔵野美大のワークショップ紹介第4回　実践研究①「自己紹介とコミュニケーション」第5回　「ワークショップの広がりと社会」第6回 「ワークショップと子どもたち」第7回　「ワークショップと美術」第8回　特別講義①（ゲスト）　第9回　特別講義②（ゲスト）　第10回　特別講義③（ゲスト）第11回　企画発表（１）第12回　「造形ワークショップ記録」について第13回　企画発表（２）第14回　企画発表（３）第15回　まとめ","履修上の留意点":"特に定めないが毎回の授業に出席できることが必要である。なお、各自が造形ワークショップを実践することは義務ではないが、実践を前提として企画書作成などが授業内容に含まれているのでこれらの課題のための作業を求める。単に講義を聴くだけではなく意欲が必要となる。","準備学習内容・時間の目安":"講義科目であるが、今後の各自の造形ワークショップ実践やそれに基づく「造形ワークショップ記録」の作成などのオリエンテーションでもある。（URLは下記参照）。","成績評価の方法":"授業内で提出するレポート等や発表内容、出席状況などをもとに行う。","テキスト":"高橋陽一『ファシリテーションの技法―アクティブ・ラーニングとしての造形ワークショップ』武蔵野美術大学出版局,2019年を教科書として、講義及び課題説明に用いる。2018年までの『造形ワークショップを支える』ではないので、注意すること。","テキストISBN番号":"ISBN978-4-86463-099-3","参考文献(作品）等":"2011年度までの造形ファシリテーション能力獲得プログラムについては下記を参考。http://fp.musabi.ac.jp/","教員との連絡方法（オフィスアワー）":"7号館1階教職資料閲覧室で相談予約を受け付ける。なお「授業に欠席したので配付資料を受け取りたい」という相談も、このカウンターで対応している。"}