{"科目名":"メディアアートⅠ","講義名":"メディアアートⅠ","受講可能学科":"造形学部・映像学科","担当研究室":"映像学科","担当教員":"Christophe Charles、小柳　淳嗣、鈴木　英倫子","分野":"専門領域別科目","対象学年":"3年","科目群":"専門領域別（選必）","キャンパス":"鷹の台","開講期間":"１.２期 2021/04/12-2021/06/05","曜日・時限":"月１,月２,火１,火２,水１,水２","授業形態":"実技","単位数":"2.0","履修条件":"特になし","授業概要・カリキュラム上の位置づけ":"授業は二つのワークショップによって構成されます。一つは（月・火）、メディアアートの中でも特にインタラクティブアート作品の制作に取り組みます。インタラクティブ（interactive＝相互に作用する）アートとは、鑑賞者が参加することで作品の意味や面白さが見えてくる表現形態です。具体的に、作品のためのプログラミング、デバイス製作、映像や音のコントロールやインタラクションなどを学びながら作品を制作します。つまりカメラ、マイク、赤外線センサーなど、様々なセンサーとプログラミングの組み合わせによって応答するインスタレーションのことです。テクノロジーがもたらす表現の可能性を追究します。平行して、もう一つのワークショップ（水）では、映像表現と音楽の可能性を探っていきます。映像と音楽の表現の歴史を振り返り、新しい関係を見いだします。自作または既存の映像作品を楽譜に使用し、そのサウンドトラックを作曲します。","授業方法":"実習作業によるワークショップ形式で授業を行う。","到達目標":"「メディアアートⅠ」の二つのワークショップを通して、インタラクティブアートの作品と、音楽作品を両方仕上げます。プログラミングやデバイスを活用したインタラクティブな表現のための基礎的なスキルを習得します。平行して、サウンドエディティングを体験し、最終的に二つの個人作品を制作し、公開します。","ディプロマポリシーとの関連":"https://www.musabi.ac.jp/wp-content/uploads/2021/05/CurriculumMap_ctsi_ias.pdf","授業計画・課題に対するフィードバック":"1週目4月12日（月）小柳：オリエンテーション、Maxワークショプ4月13日（火）小柳・鈴木：ArduinoとMaxによるワークショップ4月14日（水）シャルル：課題説明（楽譜としての映像、サウンドトラック制作）2週目4月19日（月）小柳・鈴木：デバイスを使用した装置制作ワークショップ4月20日（火）小柳・鈴木：電子工作よるデバイス制作ワークショップ4月21日（水）シャルル：映像＋音響の関係について、プレゼンテーション／ディスカッション3週目4月26日（月）小柳：3Dプリンターワークショップ4月27日（火）小柳・鈴木：デバイス製作の応用ワークショップ4月28日（水）シャルル：学生作品（途中経過）プレゼンテーション／講評／ディスカッション4週目5月3日（月）小柳：展示におけるレクチャー（プロジェクターの設置、配線、見え方見せ方）、相談5月4日（火）小柳・鈴木：最終発表に向けた相談会5月5日（水）シャルル：学生作品（途中経過）プレゼンテーション／講評／ディスカッション5週目5月10日（月）小柳・鈴木：最終課題に向けたプレゼンテーション5月11日（火）小柳・鈴木：最終課題に向けた制作5月12日（水）シャルル：最終発表に向けて、プレゼンテーション／講評／ディスカッション6週目5月17日（月）小柳・鈴木：最終課題の展示準備5月18日（火）小柳・鈴木・シャルル：課題講評（インスタレーション）5月19日（水）小柳・シャルル：課題講評（映像音響作品）","履修上の留意点":"「メディアアートⅡ」とセットでの受講を勧めます。「メディアアートⅠ」だけの受講も可能です。進級制作、卒業制作でメディアアート、インタラクティブなインスタレーション、音響と映像を研究しようと考えている学生は履修するのが望ましい。","準備学習内容・時間の目安":"特になし","成績評価の方法":"作品の制作プロセスと発表（デモンストレーションと口頭プレゼンテーション）。出席：1/3以上の欠席は「不可」となります。","テキスト":"講師URL：小柳淳嗣　http://koyanagi.celescape.org/鈴木　英倫子　http://suzueri.org/クリストフ・シャルル http://home.att.ne.jp/grape/charles/audio.html・参考図書／URL：http://www.medienkunstnetz.dehttp://www.ubu.comhttp://www.creativeapplications.net/http://www.processing.org/http://www.cycling74.comhttp://arduino.cc/","教員との連絡方法（オフィスアワー）":"質問等は毎授業時に受け付ける。"}