{"科目名":"デ　ザ　イ　ン　Ⅱ","講義名":"デザインⅡ","サブタイトル":"彫刻D（塑造実習Ⅰ）／デザインⅡ 5〜8授業週 〈2単位 実技〉","受講可能学科":"造形学部・彫刻学科","担当研究室":"彫刻学科","担当教員":"伊藤　誠、黒川　弘毅、冨井　大裕、細井　篤、桑名　紗衣子、髙柳　恵里、三沢　厚彦、牛島　達治","分野":"専門Ⅰ類","対象学年":"2年","科目群":"専門Ⅰ類（選択）","キャンパス":"鷹の台","開講期間":"２期 2021/05/10-2021/06/05","曜日・時限":"集中","授業形態":"実技","単位数":"2.0","履修条件":"特になし","授業概要・カリキュラム上の位置づけ":"この授業は、彫刻Eを含む８週間にわたるモデリングとキャスティング、及び素材実習の前半である。教職課程履修者はデザインⅡを履修し、量と空間の把握と、複製プロセスの多様な方法を学ぶ。この実習は次の二つの課題の選択制だが、デザインⅡの履修者は【選択A】を選択すること。ーーーデザインⅡ履修者選択【選択A】：「テラプラ『抽象彫刻のA』」2人の彫刻家（Jean Arp/Constantin Brancusi）を取り上げ、作品の造形的な特徴よりも、彼らのドローイングや展示された空間、歴史的背景など、制作のバックボーンを探る。作品のプロセスを分析し、異なるアプローチから追求することによって、よく知られた美術史とは少し違った視点の可能性を探ること、自身の制作のための実験や課題を発見する力をつけることを目標とする。時間的な制約から、実際の制作（デザインⅡ、彫刻E）では、以下の「Jean Arp」の方法論に絞った課題を行う。課題｜『抽象彫刻のA』写真をもとにして形体を導き出す方法を考える実習内容：アルプの方法論から課題を設定し実践する①身の回りの写真を撮る②各自が紙に出力③そこから空間を跨ぐ任意の形（シルエット）を見つけ出す④そのシルエットを基にして立体を作る　制作方法：塑造↓④で制作した塑造を原型に、後半（彫刻E）ではテラコッタおよびF.R.Pによるキャスティングの技法による複製プロセスを習得する参考【選択B】：「等身人体塑造」等身のスケールで全身の塑像を制作する。ヌードモデルを置く。この実習を通して彫刻が持つ身体的な量と空間の感覚を習得する。後半（彫刻E）では等身で制作した塑像を型取りして石膏に置き換え、直付けの行程など塑像技法のプロセスを習得し、完成度を追求する。ーーー◯2年次のカリキュラムポリシーにおける、課題を発見するプロセスを学び、表現に則した方法論をテーマとし、その歴史性について理解する。◯作家として活動する教員が、その知見による指導方法で、学生にカリキュラムポリシーに基づいた実技を修得させる。専門領域の教員のみならず様々な表現で活動する教員の指導と講評を受けられる環境とする。＊日程に関しては、場合によって変動することがある＊スケジュールに変更があった場合は事前に研究室から連絡","授業方法":"対面による授業","到達目標":"多様な表現を知ることができる。事物の異なる側面を発見する方法を得ることができる。（デザインⅡ履修者選択）選択A：粘土原型を型取りしてテラコッタとF.R.P.を材料とする作品制作の全工程を習得し、複製工程を理解する。完成作品のプレゼンテーションを可能とする。彫刻作品の鑑賞指導を可能とする。（参考）選択B：モデルの観察にもとづく等身塑像制作の全工程を習得する。石膏で作品の完成度を高め、人間表現においての各自の展開を可能とする。","ディプロマポリシーとの関連":"https://www.musabi.ac.jp/wp-content/uploads/2021/05/CurriculumMap_scp.pdf","授業計画・課題に対するフィードバック":"デザインⅡ履修者選択【選択A】：「テラプラ『抽象彫刻のA』」第 1 週 ｜第 1 日 オリエンテーションJean ArpとConstantin Brancusiの作品を分析し、制作背景を現代に置き換えた簡単なワークショップを行う第 3 週 ｜石膏割型制作第 4 週 ｜テラコッタ実習開始参考【選択B】：「等身人体塑造」第 1 週 ｜第 1 日 オリエンテーション、第 2 日 制作開始第 4 週 ｜第 4 日 塑造講評＊日程に関しては、場合によって変動することがある＊スケジュールに変更があった場合は事前に研究室から連絡","履修上の留意点":"教職課程履修者は、必ず「デザインⅡ」を履修すること。「彫刻D、E」もしくは「デザインⅡ、彫刻E」の計８週間は選択授業であり、学生はこの授業の履修前に課題の選択を行う。教職課程履修者は【選択A】を選択すること。課題、自主制作を問わず制作の記録資料を作成する（写真・映像等）。授業日数の60％以上の出席を必要とする。","準備学習内容・時間の目安":"デザインⅡ履修者選択【選択A】彫刻に限らず、20世紀初頭の美術を見ておくこと。授業中もしくは授業終了後、Jean ArpとConstantin Brancusiについてのビデオレクチャーを視聴する。参考【選択B】美術史、彫刻史の文献にふれて、過去の人間表現、人体彫刻をみておくこと。","成績評価の方法":"出席状況を確認しながら、◯授業での制作プロセス◯提出課題の独創性、表現力を重視し、担当教官と講師により合議して総合的に評価する。実技結果（課題への理解、独創性、表現力）50%制作プロセス（制作に対する積極性、プランのアップデート、制作環境の意識等）50%","テキスト":"オリエンテーション、実習中に関わらず、必要に応じて様々な領域から準備する。","教員との連絡方法（オフィスアワー）":"教員の出校日は研究室扉に掲示してある。それ以外の出校については研究室窓口で問い合わせる。"}