{"科目名":"彫刻　Ｃ","講義名":"彫刻Ｃ","サブタイトル":"彫刻C（選択テーマ）1〜4授業週 〈2単位 実技〉","受講可能学科":"造形学部・彫刻学科","担当研究室":"彫刻学科","担当教員":"伊藤　誠、黒川　弘毅、冨井　大裕、三沢　厚彦、髙柳　恵里、牛島　達治、丸山　富之、棚田　康司、AKI　INOMATA","分野":"専門Ⅰ類","対象学年":"2年","科目群":"専門Ⅰ類（選択）","キャンパス":"鷹の台","開講期間":"１期 2021/04/12-2021/05/08","曜日・時限":"集中","授業形態":"実技","単位数":"2.0","履修条件":"教職課程登録者以外の学生のみ、履修できる。","授業概要・カリキュラム上の位置づけ":"課題：選択テーマ　彫刻において「見ること」とは何か。「かたち」にするとはどのようなことなのか。今後の制作の様々な局面に関わる最も基礎的な疑問について、4つの課題（A、B、C、D）のいずれかを選択し、それぞれの方法で追求する。カリキュラムポリシーにおける表現やその技術を深く理解するために、作家として活動し、その専門に特化した教員による少人数制の実技授業を行う。2年次のカリキュラムポリシーにおける、課題を発見するプロセスを学び、素材と表現の独自性をテーマとし、固有の表現技術について理解する。現に作家として活躍する教員が、その知見による指導方法で、学生にカリキュラムポリシーに基づいた実技を修得させる。専門領域の教員のみならず様々な表現で作家として活動している教員の指導と講評を受けられる環境とする。【選択テーマ】＊選択テーマの素材／技法に変更はないが、モチーフ／課題内容は変更する可能性がある＊変更があった場合は事前に研究室から連絡A：木彫｜人間表現の追求＝40Φcm×50cmの丸太木材から自刻像を作る（担当：三沢厚彦、棚田康司）人間が自己を認識する段階（鏡像段階）において、鏡に映った顔を識別し、それが〈私〉であると発見することは大きな第一歩となる。しかし、その認識は映像的であり、実体としての顔（頭部）を把握しているわけではない。人間にとって最も重要なことは一人一人が別々の顔を持っていることである。顔を含んだ頭部全体を実体として塊として木の中から彫り出すことにより、人間表現を追求する。B：石彫｜実材研究（担当：丸山富之）江持石（30×30×30cm）を素材とする彫刻表現。１週間の技術指導、プラン（模型またはデッサン）の提出の後、自由制作とする。「石で彫刻をつくる」ということは、各自が「石との関係をどう構築するか」ということでもある。プランの実現に向けて、それぞれが、それぞれの石との関係の構築のもとに、彫刻表現を追求する。C：ミクストメディア｜「表現すること」（担当：髙柳恵里、牛島達治）【第一段階】観察制限があるなかで、指定された対象を、時間をかけて観察する。目にとまる箇所や、気になったことを見つかるままに記録する。あらゆる次元で捉え、さまざまな視点を持って観察することを心がける。ただし、イメージを膨らませたり連想や空想をしたりするのではなく、出来る限り「現実の観察」に努めること。※対象はオリエンテーション時に指示する。【第二段階】制作外形や素材、方法は異なるけれど、内容（中身）が同じであると認められるものを２点制作する。さまざまな素材に触れ、メディア、テクノロジー等を試みるとともに、観察力をさらに深め、自らの置かれた環境も考慮した制作を行う。※内容、また素材等については、オリエンテーション時に指示する。※様々な表現方法を模索するための一つのきっかけとして、メディア、テクノロジーに関するワークショップを行う。D：デジタルメディア表現（3DCG塑造）（担当：AKI INOMATA）デジタルメディアを用いた表現方法を習得をすることで、作品制作の幅を広げ、あたらしい表現手法を開発する。３Dスキャナで実在する物体をスキャンし、３DCGソフト上で編集、３Dプリンターで出力することで作品を制作する実習。モノを情報に、情報をモノにー実在する立体とコンピュータ上で扱う情報とを自在に行き来できることを学び、デジタル技術を用いた作品制作を行う。＊Windows PCを持っている人の受講が望ましいが、３DCG、デジタルメディアを使用した表現に興味がある場合はその限りではない。＊受講生のスキルや制作環境を踏まえて、フレキシブルに内容を変更する可能性があります。","授業方法":"対面による授業","到達目標":"多様な表現を知ることができる。与えられた条件、状況の中から課題を設定し、各自の制作に結びつけることができる。","ディプロマポリシーとの関連":"https://www.musabi.ac.jp/wp-content/uploads/2021/05/CurriculumMap_scp.pdf","授業計画・課題に対するフィードバック":"A　木彫｜人間表現の追求第1週　第1日　オリエンテーション第1週　各種施設及び道具の使用について学習第2週　制作第3週　制作第4週　第4日　プレゼンテーション、講評B　石彫｜実材研究第1週　第1日  オリエンテーション第1週　石頭の柄作り、鑿の研ぎ方説明、石割り、荒石からの一面出し第2週　第1日　プランの提出（模型またはデッサン）第2週　制作第3週　制作第4週　第4日　プレゼンテーション、講評C　ミクストメディア｜「表現すること」第1週　第1日　第１段階　オリエンテーション第1週　第１日〜４日　観察と記録第1週　第４日　第２段階 オリエンテーション①第1週　第４日〜第２週　制作第2週　第4日　第２段階 オリエンテーション②第2週　第5日　メディアの分析／テクニカルワークショップ第2週　第6日　テクニカルワークショップ第3週　第1日～第4週 第3日　制作第4週　第4日　プレゼンテーション、講評D　デジタルメディア表現（3DCG塑造）第1週　第1日　オリエンテーション、課題説明【以降、週ごとに以下の内容で授業を行う（日程については研究室より連絡）】第1週　デジタルメディアを用いた美術作品の先行例の研究、モデリングソフト・デジタルファブリケーションツールの紹介第1週　3Dスキャン実習（EinScanを使用）　第2週　モデリング演習（Max、Meshmixerを予定）第3週　作品プランの個別相談・作品制作第4週　プレゼンテーション、講評＊日程に関しては、場合によって変動することがある。＊スケジュールに変更があった場合は事前に研究室から連絡","履修上の留意点":"課題、自主制作を問わず制作の記録資料を作成する（写真・映像等）。授業日数の60％以上の出席を必要とする。作品は必ず持ち帰ること。","準備学習内容・時間の目安":"A：木彫｜人間表現の追求美術史、彫刻史の文献にふれて、過去の人間表現、人体彫刻をみておくことB：石彫｜実材研究本小松石採掘場見学が企画されているので、実施される場合は参加することC：ミクストメディア｜「表現すること」授業前に配布されるテキストを読み込んでおくことD：デジタルメディア表現（3DCG塑造）選択した学生は、以下をオリエン時に発表できるように準備して来て下さい＊初回授業のみZOOMで行います。発表時は、画面共有をお願いします。↓1)世にあるデジタル表現の中から、自分が興味をもったものを3作品（3プロジェクト）以上選び、その作品についてのプレゼンテーションを作成する。パワポorキーノート等でスライドを作成し、各自プレゼンテーションを行う。2)今までに制作した作品の写真数点を持参してください。","成績評価の方法":"出席状況を確認しながら、◯授業での制作プロセス◯提出課題の独創性、表現力を重視し、担当教官と講師により合議して総合的に評価する。実技結果（課題への理解、独創性、表現力）50%制作プロセス（制作に対する積極性、プランのアップデート、制作環境の意識等）50%","テキスト":"オリエンテーション、実習中に関わらず、必要に応じて様々な領域から準備する。","教員との連絡方法（オフィスアワー）":"教員の出校日は研究室扉に掲示してある。それ以外の出校については研究室窓口で問い合わせる。"}