{"科目名":"健康と身体運動文化　３６","講義名":"健康と身体運動文化３６（軟式野球）","受講可能学科":"全学部・全学科","担当研究室":"身体運動文化","担当教員":"北　徹朗","分野":"文化総合Ⅱ類","対象学年":"1年,2年,3年,4年","科目群":"身体文化Ⅱ類","キャンパス":"鷹の台","開講期間":"後期 2021/09/06-2021/12/18","曜日・時限":"火４","授業形態":"実技（身体）","単位数":"1.0","履修条件":"特になし","授業概要・カリキュラム上の位置づけ":"球技系のスポーツの中でも、野球やソフトボールは、国民的スポーツとして愛好者が多い。またスペクテータースポーツとしても人気が高く、スポーツ文化発展の一翼を担っているといっても過言ではないと思われる。この授業では、プレーの実践以外にも、「投げる・打つ」といった基本的な身体表現としての筋肉の使い方やリストワーク（wrist work）、ボールのスピード感覚の認識等を測定機器を用いて科学的に分析を試み、経験や勘の積み重ねの上に客観的に分析する力を養う機会も計画している。","授業方法":"この授業は、大学内の施設を利用した「対面授業」です。ただし、状況に応じて「ハイブリッド型」（オンラインと対面の併用授業）で行う可能性もあります。詳細は第１回目の授業で説明します。","到達目標":"①軟式野球の楽しさ、難しさ、奥深さを理解する。②投げる、打つ、守る、走る動作の基本である股関節の使い方を理解する。③チームプレーの戦術・戦略を学び、プレーや場面での各人の役割について考える力を養う。④軟式野球に必要な筋力について理解する。","ディプロマポリシーとの関連":"https://www.musabi.ac.jp/wp-content/uploads/2021/05/CurriculumMap_la2.pdf","授業計画・課題に対するフィードバック":"第 1回 オリエンテーション、授業計画と内容についての説明、軟式野球の概要第 2回 ボールの握り方、ボールドリル第 3回 グラブの使い方、キャッチボールの基本第 4回 ゴロおよびフライ捕球の基本と練習、クイックスローの意義と実践練習第 5回 ピッチングの方法と身体の使い方、ストライクゾーンの感覚の体得第 6回 バットの扱い方の基本、トスバッティング第 7回 バッティングティーを使用したフリーバッティング（静止しているボールを打つ）第 8回 ピッチングマシンおよび投手によるフリーバッティング（動いているボールを打つ）第 9回 グループ練習①（内野位置の確認と動き方）第10回 グループ練習②（外野位置の確認と動き方）第11回 簡易ゲームの実践、スコアのつけ方第12回 試合の実践①第13回 試合の実践②第14回 試合の実践③第15回 試合の実践④、授業のまとめ","履修上の留意点":"①スポーツ実技授業にふさわしい服装で受講すること（Ｇパン、作業着などでの受講は認めない）。②スポーツシューズで受講すること（革靴やサンダルでの受講は認めない）。③用具は大学で準備するが、自分の野球用具を持参しても構わない。ただし、大学のものと混同しないように注意すること。④野球は大変危険なスポーツであるため、本来男女共修授業（試合）は好ましくないが、履修者の男女比に整合性が取れない場合は、    やむを得ず男女共修授業（試合）を行う。その際は、以下の点をよく認識し、お互いに細心の注意を払うこと。-----------------------------------------------------【【要注意事項】】----------------------------------------------------------野球やソフトボールは大変危険なスポーツです。準備運動を確実に行い、気を引き締めて授業に臨むこと。各人が注意していても、【打球の直撃】・【ランナーと守備の激突】・【投げたバットの衝突】などによる怪我が大変起こりやすい。そのため、遅刻での途中参加（準備体操時に来ていない）は原則認めない。------------------------------------------------------------------------------------------------------------------------------------","準備学習内容・時間の目安":"野球は空間の距離間が広いために、空間を支配する想像力が求められる。ルールの理解とスペースを支配できる準備を期待する。","成績評価の方法":"出欠状況、遅刻・早退の状況、受講態度、課題提出、レポート提出、個人記録カードの写真の提出、課題達成度などの状況から、総合的に評価する。","テキスト":"必要な資料は、整理したものを提供する。"}