{"科目名":"視覚伝達デザインⅣ","講義名":"視覚伝達デザインⅣ","サブタイトル":"視覚伝達デザインG西本企良","受講可能学科":"造形学部・視覚伝達デザイン学科","担当研究室":"視覚伝達デザイン学科","担当教員":"西本　企良","分野":"専門Ⅰ類","対象学年":"4年","科目群":"専門Ⅰ類（必修）","キャンパス":"鷹の台","開講期間":"１～５期 2021/04/12-2021/10/23","曜日・時限":"集中","授業形態":"演習","単位数":"4.0","授業概要・カリキュラム上の位置づけ":"前世紀から続くメディアの急激な多様化と発展はコミュニケーションの裾野を広げ、視覚のみならず様々な感覚の効果を認識し、統合するデザインの重要性が増しています。今日ではマルチメディアという言葉が陳腐に聞こえるほど映像と文字、音の一体化した演出は当たり前のものとなり、環境音や匂い、光も取り込んだ「場」の演出、インタラクティブなメディアでの触覚的な演出も充分意識されるようになったのです。一方で、爆発的に普及したインターネットに象徴されるように、コンピュータを介在させたメディアは、人と人工物とをつなぐインタフェースのデザインとともに、その背後にある膨大なデータと人々の活動、コミュニケーションを処理する情報システムのデザインの重要性も露呈させました。理解のデザイン、解決のデザイン、学習のデザインといった情報のデザインがそれに当たります。この授業では、包括的なデザイン分野である情報デザインの視点を取り入れ、画像のみならず、動きや音、インタラクションといった要素を統合的に幅広く考えて行きたいと思います。具体的には、ユニークな映像や、新しいメディアを取り入れたパフォーマンス、ゲームや博物館の展示物などインタラクティブなメディアについて授業内で資料を紹介し、あるいは美術館や博物館に見学に行って、皆でその仕組みや効果を話し合い、必要に応じてそれらを応用した実験などもできればと考えます。そうした活動が、新しい視点のデザイン、ユニークな表現の作品を産み出すきっかけとなることを願っています。また新しいメディアについて考え、情報デザイン的な見方を身につけることは、将来社会で活動するための基礎的な力になると考えています。","授業方法":"前期は全てオンラインで授業を行うが、後期状況が許せば対面授業との併用も考えている。","到達目標":"様々なメディアにふれ、コミュニケーションの仕組みや社会におけるデザインの役割を意識しつつ、自身のデザインの方向を考え、そのための基礎力を身につける。","ディプロマポリシーとの関連":"https://www.musabi.ac.jp/wp-content/uploads/2021/05/CurriculumMap_vcd.pdf","授業計画・課題に対するフィードバック":"Zoomを使い、講義や各自作品の発表と共に、意見交換や質疑応答といった、アクティブラーニングを行う予定です。下記の段階を踏まえながら進めていきます。1.「自己のデザイン活動の分析」ポートフォリオという形で、自己のこれまでの表現活動や学習の成果を整理し客観的に見つめ直すことで、自分の興味のある方向、自分の得意な分野を確認します。またそれをクラス内でプレゼンテーションし、仲間と意見交換することで、個々の作品やポートフォリオ自体をも「情報の整理・伝達」という観点から検討してみます。さらに、アニメーションや音、インタラクションを取り入れた新しいメディア展開の可能性も考えてみたいと思います。さらにこの時期、情報デザイン関連の本の紹介なども行い、デザインに関する理解も深めてもらいます。2.「社会におけるデザイン表現の調査・分析」各自が興味を持っている分野、絵本やマンガ、演劇、映画、テレビ、博物館や街中の展示物、ゲーム、webサイト、等々、我々が日常触れているメディアにおけるデザイン表現を取り上げて、そこに見られる仕組みや工夫の跡を調査・分析し、提案も含めて分かりやすくプレゼンテーションしてみます。3.「自己のテーマの発見・リサーチ」これまで検討して来た事柄を踏まえ、自分の研究テーマを見つけて調査・実験していきます。4.「自己のテーマの発展」研究テーマを深め、自己の表現へと結びつけて、プレゼンテーションを行います。この発展形が卒業制作として結実する事が望ましいと考えています。","履修上の留意点":"社会の変化、新しいメディアの可能性、関わって行きたい事柄に関して、自ら調査し、考えを深めていきましょう。またクラスメイトと積極的に情報を交換し、意見を交えて、お互いに高め合って欲しいと思います。","準備学習内容・時間の目安":"特になし","成績評価の方法":"学習のプロセスを重視します。最終的な表現として表れたものだけでなく、この授業での活動を通して何を得たかも重要となります。","テキスト":"適宜、授業内で紹介していきます。"}