{"科目名":"メディアアートⅢ","講義名":"メディアアートⅢ","受講可能学科":"造形学部・映像学科","担当研究室":"映像学科","担当教員":"Christophe Charles、JOU、瀧　健太郎、ハラ　サオリ","分野":"専門領域別科目","対象学年":"3年","科目群":"専門領域別（選必）","キャンパス":"鷹の台","開講期間":"６.７期 2021/11/08-2021/12/18","曜日・時限":"月１,月２,火１,火２,水１,水２","授業形態":"実技","単位数":"2.0","履修条件":"特になし","授業概要・カリキュラム上の位置づけ":"「メディアアートⅢ」は環境、身体、映像、光、音、ネットワークを組み合わせて、作品を構想する授業です。2年次の「メディアアート演習」と3年次の「メディアアートアートII」の授業の延長として「ライブイベント」に向けて、グループと個人の作品を制作していきます。映像芸術（Imaging Arts）や音楽の制作過程において、ディレクション（監督）、振付や作曲する側、録画・録音する側、出演や演奏をする側（パフォーマー、ダンサー、演奏者）、観る・聴く側（観客）、すべての制作と鑑賞の面において、特に環境、身体性と行為を重視します。人や風景を撮影・録音するとはどういう行為なのか、人の前で「立つ」、つまり演技・演奏するのはどういう意味なのか、そして、それを観客として観る・聴くのはどういう行為なのか、ということを考えた上、体験していきます。最終発表に向けて、学内（12号館のビデオアトリエや大学のキャンパスの様々な場所）で観客を招待して公演を実践します。「知覚と身体」（ハラサオリ担当）では、ダンス経験の有無や運動神経に関わらず、身体を自由に動かすことから始めます。そしていくつかのスタジオワークを通して自分の身体や知覚の特性を知り、作品の素材や道具として身体を使う方法を探っていきます。中盤では、過去のダンス史を参照しながら、音楽や映像などの表現とダンスがどのように関わることができるのかを学びます。これらのレクチャーやワークショップを通してつくった演出・振付作品を最終発表にて上演します。※ 最終発表を最終日の夕方、放課後（6限）に行う場合もあります。","授業方法":"実習作業によるワークショップ形式で授業を行う。","到達目標":"身体パフォーマンス（パフォーマンスアート、ダンス）、音の演奏、映像のライブ上映を総合的に捉え、最終的にそれぞれの要素をイベントとしてまとめることを目的とします。","ディプロマポリシーとの関連":"https://www.musabi.ac.jp/wp-content/uploads/2021/05/CurriculumMap_ctsi_ias.pdf","授業計画・課題に対するフィードバック":"1週目11月8日（月）：サウンド・パフォーマンス（シャルル）11月9日（火）：映像とパフォーマンス（瀧）11月10日（水）：映像と身体（JOU）2週目11月15日（月）ダンスWS：自分の身体に振り付ける　（ハラ）11月16日（火）ダンスWS：他人の身体に振り付ける　（ハラ）11月17日（水）映像、音、ネットワークと身体（JOU・瀧・シャルル）3週目11月22日（月）レクチャー：コンテンポラリーダンス史（ハラ）11月23日（火）レクチャー：サイトスペシフィックパフォーマンス史（ハラ）11月24日（水）映像、音、ネットワークと身体（JOU・瀧・シャルル）4週目11月29日（月）レクチャー・WS：ダンスと空間（ハラ）11月30日（火）レクチャー・WS：ダンスと音楽（ハラ）12月1日（水）映像、音、ネットワークと身体、イベント企画：役割分担（チラシ・ポスター制作、宣伝活動など）、会場プランや空間演出（照明、音響なども含めて）（JOU・瀧・シャルル）5週目12月6日（月）演出相談（ハラ）12月7日（火）リハーサル、演出相談（ハラ）12月8日（水）身体とメディアアートのワークショップ（JOU・瀧・シャルル）6週目12月13日（月）最終発表に向けての準備（演出・構成、テクニカルの最終確認、通しリハーサル）12月14日（火）最終発表に向けての準備（音響、映像、照明など確認、リハーサル）（JOU、瀧）12月15日（水）最終発表、全体講評（ハラ・JOU・瀧・シャルル）※ 最終発表を最終日（12月15日水曜日）の夕方、放課後（6限）に行う場合もあります。","履修上の留意点":"特になし","準備学習内容・時間の目安":"特になし","成績評価の方法":"授業参加への積極性、最終発表の作品と出席（1/3以上の欠席は「不可」となります）。","テキスト":"・講師URL：https://www.halasaori.com/ （ハラサオリ）http://odorujou.net/（JOU）http://www.takiscope.jp （瀧健太郎）・参考URL:http://www.ubu.com/http://www.medienkunstnetz.de/themes/overview_of_media_art/performance/","教員との連絡方法（オフィスアワー）":"質問等は毎授業時に受け付ける。"}