{"科目名":"中級英語　１１－４","講義名":"中級英語１１－４","サブタイトル":"English in the Media","受講可能学科":"全学部・全学科","担当研究室":"言語文化","担当教員":"相原　優子","分野":"文化総合Ⅱ類","対象学年":"1年,2年,3年,4年","科目群":"言語文化Ⅱ類","キャンパス":"鷹の台","開講期間":"後期 2021/09/06-2021/12/18","曜日・時限":"火３","授業形態":"演習","単位数":"2.0","履修条件":"特になし","授業概要・カリキュラム上の位置づけ":"この授業は主にメディアで使用される英語表現を中心に学習することを目的とします。メディアという場合、新聞記事、雑誌記事に限らず、プレゼンテーション、映像も含まれます。様々な媒体で使用される英語を十分理解するためには、正確に英語を読み取るリーディング能力は当然のこと、映像やプレゼンテーションで語られる英語を聴き取るリスニング能力、そしてテーマについて自分の意見をまとめるためのライティング能力、そしてより深い理解を得るために意見交換を行う際のスピーキング能力も必要となってきます。この授業では、特にリーディングに焦点を当てながらも、そのほかの英語スキルの向上も視野に入れつつ英語を学習していきたいと思います。扱うテーマは、主に社会に広く関わるもの（社会問題、時事問題、芸術・デザイン関係etc.）を多岐にわたって取り上げる予定です。扱うテキストにはTED TALKS（スーパー・プレンテーション）の映像の内容も含まれているため、これらのテーマについての活き活きとした生の英語にも触れることになるでしょう。日頃、関心のなかったテーマに触れることで、新しい英語の語彙を増やし、新たな英語表現を学習すると共に、新鮮な感性と新たな視野を獲得するきっかけとなれば、と願っています。","授業方法":"この授業では、リアルタイムとオンデマンドの併用で実施する予定です。リアルタイムの場合は、ZOOMを使用します。課題提出などはTeamsを使用致します。教科書を中心に授業を進めていきます。まず、英語を使って簡単なウォームアップから始めます。その後は、リーディングや練習問題などを通して教科書の内容を確認していきます。その後で、同じテーマを扱っているTED TALKの映像プレゼンテーションを視聴し、プレゼンテーションで語られる内容や英語について確認していきます。実際の記事を選び紹介してもらうCurrent Eventsなどの課題も取り入れたいと思います。","到達目標":"語彙を増やしつつ、社会的なテーマについての記事を正確に読み取る能力と共に、そのテーマについて発信するために必要なライティングやスピーキングの能力が身につくようになる。","ディプロマポリシーとの関連":"https://www.musabi.ac.jp/wp-content/uploads/2021/05/CurriculumMap_la2.pdf","授業計画・課題に対するフィードバック":"ZOOMを使う授業日と、ZOOMを使わずに課題に取り組む授業日とがあります。事前に毎回の予定をチームの投稿画面に記載しますので、授業前に必ず確認してください。テキストを使用します。扱うUnitや扱う順番が変更になったりするかもしれません。ご了承下さい。副教材を取り入れることもあります。Zoom や自宅課題を通して第1回～第15回を対応します。第１回　　オリエンテーション第２回　　Unit 7:  Barriers and Bridges  Lesson A:  Bringing the World Together第３回　　Unit 7:  Barriers and Bridges　Lesson A:  Bringing the World Together 続き 第４回　　Unit 7:  Barriers and Bridges  Lesson B:  The Danger of a Single Story第５回　　Unit 7:  Barriers and Bridges　Lesson B:  The Danger of a Single Story 続き第６回　　Unit 8;  Personality Types  Lesson A:  The Importance of Solitude第７回　　Unit 8:  Personality Types  Lesson A;  The Importance of Solitude 続き 第８回　　Unit 8:  Personality Types　Lesson B:  The Power of Introverts第９回　　Unit 8:  Personality Types　Lesson B:  The Power of Introverts 続き第１０回　Unit 5:  Career Paths　Lesson A:  My Year in the Arctic第１１回　Unit 5:  Career Paths  Lesson A:  My Year in the Arctic 続き第１２回　Unit 5:  Career Paths　Lesson B:  The Power of Time Off第１３回　Unit 5:  Career Paths　Lesson B:  The Power of TIme Off 続き第１４回　Unit 5  まとめ第１５回　全体のまとめ","履修上の留意点":"適宜Zoomを使用して授業を行いますので（毎週ではないと思いますが）、使い方は事前に確認しておいてください。ZOOMを使用した場合は当日、参加も確認致しますので必ず授業開始前までに、ログインをしておいてください。原則、課題提出で出席を確認致します。課題の提出方法は、原則、Microsoft Teamsを使用致しますが、詳細は授業で指示します。資料をスクリーンにも映しだしたり、パワーポイントを画面共有で使用いたしますので、できればノートパソコンで授業に参加するのが望ましいです。出欠確認は原則、課題提出で確認いたしますが、ZOOMの参加度も考慮致します。ほぼ毎回、発言を求めますので、発言しやすい環境で必ず受講して頂きたいと思います。後期では、前期で学習したことに基づき、更なる発展的な学習活動を行います。英語を丹念に読み解きながら、同時にテーマについて日本語でも英語でも積極的にディスカッションをしてみたいと思っている受講生を対象としています。授業は原則日本語で行い、難しい文章や表現については日本で丁寧に確認していきたいと思いますが、時には英語で書き、話してもらう場面もあるかと思います。受講者には英語のすべてのスキルを積極的に活用しながら、主体的に授業に参加してほしいと思います。","準備学習内容・時間の目安":"英語の記事を読みますので、予習が重要になります。分からない単語は必ず辞書で調べておくこと。(60分)","成績評価の方法":"課題と平常点（授業での積極性など）で評価します。。","テキスト":"テキスト：　21st Century Reading: Creative Thinking and Reading with TED TALKS 3(Laurie Blass, Mari Vargo, Ingrid Wisniewska. Cengage Learning)履修が確定した学生は、世界堂の店頭でテキストを各自購入してください。在庫不足の場合は、ISBN番号を参考にし、書店や出版社から各自で購入してください。","テキストISBN番号":"978-1-305-26571-4","参考文献(作品）等":"毎回必ず辞書を持参すること！ハンドアウトの配布、参考文献の指示は、適宜授業中に行います。","教員との連絡方法（オフィスアワー）":"水曜4限　言語文化研究室　（12号館707号室）（不在や会議などで対応出来ない場合は、別の日時で予約を入れて下さい。）"}