{"科目名":"デジタル技術論Ⅱ","講義名":"デジタル技術論Ⅱ","サブタイトル":"エレクトロニクスメディア論特別講師：堀越功、黒坂達也、広田稔、山名尚志","受講可能学科":"造形学部・デザイン情報学科","担当研究室":"デザイン情報学科","担当教員":"井上　尚司","分野":"専門Ⅱ類選必","対象学年":"2年,3年","科目群":"専門Ⅱ類（選必）","キャンパス":"鷹の台","開講期間":"後期 2021/09/06-2021/12/18","曜日・時限":"火２","授業形態":"講義","単位数":"2.0","授業概要・カリキュラム上の位置づけ":"高度化するエレクトロニクスメディアの多様な技術とその応用についての実際を３つの視点から調査研究する。中心となるのは、【1】単純なケイタイ（携帯電話）を超えスマホからIoT（モノのインターネット）へと普及拡大する情報通信ネットワーク、【2】VR（仮想現実）やAR（拡張現実）などによるインタフェースの拡張による新たなコミュニケーションシステム、さらに【3】インターネット上の情報サービス産業に留まらず、音楽産業や映像産業が新たな時代の流れにどのように対応していこうとしているのか、さらなる展開が期待されるメディアビジネスにおけるコラボレーションの可能性、である。こうした領域を俯瞰しながら、利用者の興味・関心を電子商取引システムの中に取り込みながら発展する情報社会環境の問題点と可能性について学習する。","授業方法":"対面授業を基本とするが、状況によってはオンライン授業となることがある。その場合は事前に告知する。","到達目標":"主要なエレクトロニクスメディアを支える技術と文化の歴史を学ぶとともにメディアビジネスの動向を理解する。","ディプロマポリシーとの関連":"https://www.musabi.ac.jp/wp-content/uploads/2021/05/CurriculumMap_di.pdf","授業計画・課題に対するフィードバック":"第1回：堀越スマートフォンが世界をどのように変えたのかを考える。「iモード」からスマートフォン全盛の時代へ、世の中はどう変わっていったのかを流れを追って解説する。第2回：堀越世界のスマートフォン産業の事業戦略、とくにインターネットをどのように活用して莫大な利益を生み出し、どう世の中を変えようとしているのかを解説する。 第3回：黒坂「IoT」がもたらすインパクトについて考える。身の回りのあらゆるものにセンサーと通信機能が備わりネットにつながる「IoT（Internet of Things：モノのインターネット）」について解説しつつ、具体事例をもとに想定される利用シーンや普及への課題を含め、IoTで将来何が変わるのかについて考える。第4回：黒坂次世代モバイル通信方式「5G」がもたらすものについて考える。2020年3月の商用が始まった「5G」方式を含む、将来のデジタル技術が目指す将来を展望する。第5回:広田ここ数年、安価なゴーグルや新技術の登場で注目を集めているXR。その中からVR(Virtual Reality、人工現実感)について、魅力と活用事例を紹介する。さらにVRは実際に体験しないとわからないため4回を通じて体験会を開催する。第6回:広田人間のように生々しく動き、ネットを中心に活動してるバーチャル YouTuber。2017年末に一大ムーブメントが巻き起こって、現在はタレントとしての活動も拡大してきている。どういった技術を利用していて、なぜ人々に評価されているのか、その背景を解説する。第7回:広田「ポケモンGo」などで知られるAR(Augmented Reality、拡張現実感)の技術。主にスマートフォンで伸びているが、最新技術ではどんな体験が実現できるのか。その実態を紹介していく。第8回:広田XRの活用が期待される分野の一つにアートがある。具体的なアプリケーションの実例を交えて、現状を解説する。第9回：山名 メディア産業のマクロデータから、インターネット普及後のこれからを考える前提となる条件を整理し、メディア・コンテンツ産業を考える枠組みを提供する。第10回：山名 過去の映像産業（映画）を事例に、産業構造・制度・ビジネスモデルとメディア・コンテンツの競争力（売れる力）との関わりを明確化する。第11回：山名 日本のアニメーションを題材に、産業構造と社会文化状況がどのようにマクロな（一国全体に広がる）クリエイティビティを生み出して来たかを概観し、クリエイティブと社会・産業との関連性を議論する。第12回：山名 議論の振り返りをもとに、インターネット時代において「ビジネスとクリエイティブの両面での進化」をどのように果たしていくかを考えるための幾つかの視座を提供する。  第13回～第15回：井上全領域を横断しながらエレクトロニクスメディアの現状と問題点、可能性を総括する。＊社会環境や技術の動向によっては講義の内容に変更が生じることがある。","履修上の留意点":"メディアの技術的・社会的動向について、とくにインターネット／音楽／映像の各産業分野で何が起こっているかに関心を持っていること。クリエータとしての立場から、新聞や雑誌、ウェブなどを閲覧し、最新の技術や経済社会の動向などに対して意識を高めておくこと。","準備学習内容・時間の目安":"特になし。","成績評価の方法":"出席率／調査リポート／課題小論文等によって総合的に評価する。","テキスト":"なし。","参考文献(作品）等":"授業内容に促して適宜指示する。"}