[[{"0":"科目名","1":"メディア論","2":"講義名","3":"メディア論"},{"0":"サブタイトル","1":"複製芸術におけるアウラの喪失と現在の複製（通信）における諸課題を徹底究明する。必要なものは全て文字シラバスにテキストとして網羅しているが、直感的にこの授業内容をを知りたい人は下記「リンク」からスライドを参照するように（内容は2020年度版のものとなっているのでご了承ください。2021年は学校でオリエンテーションを行えることを祈っています。上は音声付きムービー⒌分強、下はPDF）。"},{"0":"受講可能学科","1":"造形学部・視覚伝達デザイン学科"},{"0":"担当研究室","1":"視覚伝達デザイン学科"},{"0":"担当教員","1":"大和田　龍夫"},{"0":"分野","1":"専門Ⅱ類選択","2":"対象学年","3":"3年,4年"},{"0":"科目群","1":"専門Ⅱ類（選択）","2":"キャンパス","3":"鷹の台"},{"0":"開講期間","1":"前期 2021/04/12-2021/07/10","2":"曜日・時限","3":"土３"},{"0":"授業形態","1":"講義","2":"単位数","3":"2.0"},{"0":"履修条件","1":"特になし"},{"0":"授業概要・カリキュラム上の位置づけ","1":"人間の五感と記憶を用いたコミュニケーションを支援する「メディア」について考察する。今年、この授業を履修することができる人は運が強いといえる。なぜならば「複製技術」により誕生したものには「オリジナルにある『アウラ』が喪失していることを目の当たりにすることになる」からである。今回は授業の編成がオンラインのみとなることを鑑み、特別な方式でのディスカッション、五感の体験をすることを予定している。いずれにしても、今年しか体験することのないであろう「20世紀の通信技術」＝「アウラ」が喪失したものを使ってテレコミュニケーションをしていた技術をどのように今後利活用することになるのか、これから20年を決定づけるであろう、大学授業の存在価値、大学そのものの存在価値を改めて見つける機会となるであろう。初版では「テレコミュニケーション」による意思疎通の課題、質量を持ったメディアと通信メディアの違いについて議論を進めていくことに始まり、中盤では「片方向の通信メディア」の特徴とその限界について、終盤では「双方向の通信メディアの粗なものから密なものまで」特徴と中盤までに扱ったメディアとの違いを体験することとなるであろう。この授業を履修することで、21世紀前半の「テレコミュニケーション」の全貌が予想できるようになるハズである。"},{"0":"授業方法","1":"・ZOOMなどのビデオ会議システムを用いた講師から履修生への講義（毎回10分程度）・指定されたURLにある映像素材などを見る個人作業・指定されたメンバーでのビデオ会議・テレタイプなどでの個人作業の結果のディスカッション・個人又はグループ代表による発表・次週へ向けた課題を様々なメディアを通じて実施する。（講師はinternetテクノロジー、SNSに関して30年の開発・研究・調査の実績があるので、その実績を今回の授業で確保できる通信帯域、メディアリテラシーに応じて、授業形態を改善、実装していく予定である）"},{"0":"到達目標","1":"表現をする手段として、表現を受け入れる五感に対して、20世紀に誕生した「メディア」、21世紀に誕生する「メディア」をどのように「取捨選択」「利活用」するかを見定めるための想像力・決断力・応用力の獲得を目標とする。"},{"0":"ディプロマポリシーとの関連","1":"https://www.musabi.ac.jp/wp-content/uploads/2021/05/CurriculumMap_vcd.pdf"},{"0":"授業計画・課題に対するフィードバック","1":"テーマは下記について取り扱うことを予定しているが、履修者数・履修者の希望などをもとに、テーマ選定・授業形式は適宜変更することを予定している。第１週 オリエンテーション（いくつかの動機付けの話と、通信環境についての確認、実験を3つほど実施）第２週 視覚と文字による表現（開始時点では音声も用いるが、途中から文字のみによるコミュニケーションの実験）第３週 映像表現と言語（話しことば）とコンテンツ制作（映像による表現、2つの映像作品を鑑賞し、映像表現の可能性と限界を知る）第４週 視覚と聴覚（話しことばと書きことば）、視覚と味覚・触覚・嗅覚（五感を通信にする場合、聴覚と・視覚のみが通信可能で、味覚・触覚・嗅覚はできない、補完することは可能か）第５週 記憶術と脳の拡張・電子テクノロジがもたらす脳の外部化（通信教育の可能性と、不可能性、図書館より便利なインターネット、図書館より魅力の薄いインターネット）第６週 ビッグデータ・ロボティクス・人工知能（量が質を凌駕するとはどういうことか、テレコミュニケーションの今だからこそ再認識する）第７週 テトラッド（メディア四象限「拡大」「回復」「衰退」「反転」）（人工物が必ず通る4つの象限についての理解を深める）第８週 時間（インターネットに流れる時間について、同期とズレは人に何を与えるか）第９週 空間（インターネットにはとてつもない空間があるが、３次元ではない。この空間の謎を考える）第１０週 モノとでき事と記憶（インターネット上で「記憶」がどのように記録されるのか、メリットと欠点を考える）第１１週 電話網の中の見えないミュージアム（1991年にNTT InterCommunication Center [ICC]が企画したオンライン上の表現の可能性と限界を今、わたしたちはどのように克服しているか、作品事例なども踏まえて再考する。メディア・アートのその先についての議論を行いたい）第１２週 まとめ（１回から１１回を振り返り「メディアの特徴」をとりまとめると共に、２１世紀前半の「テレコミュニケーション」のゆく先を予測する）毎回、授業終了時に１００字程度のレポートの提出を課題として出す。課題は締切日までに指定された方法で提出することとする。それら課題については、翌週の授業冒頭で講評と振り返りをした上で、次回のテーマに入ることとする。また、授業中で触れた映像素材、テキストなどについて、参照URLより見ておくことも義務とする。"},{"0":"履修上の留意点","1":"授業形態はとなっているが、90分を6つのパートに分ける。第0部：前回の課題の講評、補足、リフレクション（10分程度）第1部：講師からの問題提起（ビデオ会議システムによる片方向の会話：10分程度）第2部：資料の読み込み・分析・グループディスカッション（各個人の作業を20分程度）第3部：グループディスカッション（20分程度）第4部：発表（20分程度）第5部：講評（10分程度）と分けて授業を進める。授業への積極的な参加・意見の発言を求めるとともに、課題（主に簡単なレポート）の提出を求めることとなる。尚、授業の進行形式は履修者数・履修者のメディアリテラシーに応じて形式を変更する場合がある。2020年度は「1テーマ」の発表を履修者に課し、あたったテーマについて他の履修者に対してプレゼンテーションする形式をとった。2021年度はどちらの方法を採用するかは履修者と相談の上決定する。"},{"0":"準備学習内容・時間の目安","1":"授業の終了で指示をする「資料」の持参、「課題の提出」を義務とする。次回の予告を授業終了時に必ずするので、そこで提示された「テキスト」「映像」は必ず目を通してから授業に臨むように。課題として提出を指示したものが復習（リフレクション）の役割を担っているので必ず課題は提出すること。授業では一方的に講師の話を聴くだけではなく「履修生間での議論」も行うこととなる（むしろそこでの気づきが重要なテーマである）ので「スマートフォン」での参加ではなく、PC（Mac,Windows,ChromeBookなど）を使ってアクセスしていることを強く望む。また、日頃から（特に履修期間中においては）テレビ・書籍・雑誌・インターネットメディア（映像配信サイト、音楽配信サイト、ECサイト、SNSサイト、メッセンジャーなど）・美術館展覧会、興業などには注意と関心を高めているように。そして、それらに「批評」精神を高めておくように留意すること。"},{"0":"成績評価の方法","1":"平常点による。課題の提出状況・翌週の課題発表状況を成績に反映する。"},{"0":"テキスト","1":"授業で用いる資料などは授業中に所在の指示をするとともに、配布をする。"},{"0":"参考文献(作品）等","1":"（過去に使用した文献・映像資料などを下記に記載しておく）「授業2回目の日の各紙朝刊」（日刊紙）「データを紡いで社会につなぐ　デジタルアーカイブのつくり方」 (講談社現代新書)「ＳＦを実現する　３Ｄプリンタの想像力」 (講談社現代新書)「季刊InterCommunication第43号」（NTT出版）「誰のためのデザイン?  増補・改訂版―認知科学者のデザイン原論」 (新曜社認知科学選書) 「メディアの法則」（NTT出版）「発想法―創造性開発のために」（中公新書）「続・発想法―KJ法の展開と応用」（中公新書）「記憶術と書物―中世ヨーロッパの情報文化」（工作舎）「シナリオの基礎技術」（ダヴィッド社）「ビューティフルビジュアライゼーション (THEORY/IN/PRACTICE)」（オライリージャパン）「メディア技術史―デジタル社会の系譜と行方」（北樹出版）「21世紀メディア論 (放送大学大学院教材・改訂版) 」放送大学教育振興会「パタン・ランゲージ―環境設計の手引」鹿島出版会「イノベーションの達人!―発想する会社をつくる10の人材」早川書房「EAMES FILMS:チャールズ&レイ・イームズの映像世界」（DVD）「それぞれのシネマ ~カンヌ国際映画祭60回記念製作映画」（DVD）「吉田喜重が語る小津安二郎」「吉田喜重が語る小津さんの映画」（DVD/VHS）「十二人の怒れる男」「十二人の優しい日本人」（DVD）「NHKスペシャル“グーグル革命の衝撃”あなたの人生を検索が変える 」（DVD)「犬ヶ島」（DVD）「カメラを止めるな」（ＤＶＤ）"},{"0":"教員との連絡方法（オフィスアワー）","1":"授業開始前、授業終了後に質問などの時間を設ける他、課題提出手段と共に、連絡先を周知する。"},{"0":"リンク","1":"https://drive.google.com/open?id=1t_WrY2z-cC4hzkHWsN6AcONigawmWCYk"},{"0":"リンク","1":"https://drive.google.com/open?id=1t_WrY2z-cC4hzkHWsN6AcONigawmWCYk"}]]