[[{"0":"科目名","1":"視覚伝達デザインⅣ","2":"講義名","3":"視覚伝達デザインⅣ"},{"0":"サブタイトル","1":"視覚伝達デザインE寺山祐策"},{"0":"受講可能学科","1":"造形学部・視覚伝達デザイン学科"},{"0":"担当研究室","1":"視覚伝達デザイン学科"},{"0":"担当教員","1":"寺山　祐策"},{"0":"分野","1":"専門Ⅰ類","2":"対象学年","3":"4年"},{"0":"科目群","1":"専門Ⅰ類（必修）","2":"キャンパス","3":"鷹の台"},{"0":"開講期間","1":"１～５期 2021/04/12-2021/10/23","2":"曜日・時限","3":"集中"},{"0":"授業形態","1":"演習","2":"単位数","3":"4.0"},{"0":"授業概要・カリキュラム上の位置づけ","1":"●授業の目標この授業の目的は学生各人がこれまで培ってきた多様なデザインの要素を、その個人の能力を最大限に発揮したかたちで、視覚伝達デザインとして［統合＝integration］することにある。これまでの視覚伝達デザインにおける学習対象は広く、〈知覚する〉〈場をつくる〉〈描く〉〈書く〉〈記録する〉〈編集する〉〈伝達する〉といった（人間の身体を基底とした実空間および書物やポスターなどグラフィック上の複製メディアから動的、インタラクティブなデジタル・ネットワーク空間を含めた）多様な『コミュニケーションをつくる』行為であった。そこにはヴィジュアル・コミュニケーション・デザインにおける多様な目的と技術と創造行為の可能性がある。具体的には記号、言語、映像、地図、イラストレーション、写真、ダイヤグラム、ピクトグラム、タイポグラフィ、ハイパー・テキスト、音などの人類のコミュニケーションの歴史（＝writing space）が生み出した表現要素（＝visual language）とメディアに関わることであった。それらを目的に応じていかに駆使して豊かなコミュニケーションとして定着させるかが私達の専門性である。また表現の前提として、コミュニケーションをつくっていくうえで必要な動機をさぐり実践するための（デザインとは何か、いかにデザインするのかといった）理論やメディアやテクノロジーの歴史も考察し学習してきた。ここではそれらをさらに統合、深化させ他者、コミュニティ、社会に向かって具体化していくことを目的とする。結果として視覚伝達デザインの多様なメディアと関わっていくことになるが、まずは各自が、一人のデザイナーとして自らのテーマを発見することが重要である。個人と社会が交叉するところにコミュニケーションとデザインは存在すると私は考える。それは各個人が持つデザインに対する動機、ヴィジョンと技術的な能力の可能性を自覚し、身のまわりの環境や社会に対する思考と表現を通して自らのアイデンティティを確認することでもあるだろう。ここで言う「統合」ということばは単なるたし算の意ではない。上記の様々な要因を通し浮かび上がる新たな「結晶体」としてのデザインを生み出すことである。この授業において受講生に求める基本姿勢を挙げておく。1：テーマは与えられたものではなく自ら発見する。2：テーマに関するリサーチを徹底的に行うことを前提とする。3：五感を全開にしてテーマに取り組む。知覚を重要視する。4：実践的に思考する。5：意見交換の場を重要視する。"},{"0":"到達目標","1":"自らのテーマの発見、具体的な展開を通して、最終表現を可能な限界まで深化させること。"},{"0":"ディプロマポリシーとの関連","1":"https://www.musabi.ac.jp/wp-content/uploads/2021/05/CurriculumMap_vcd.pdf"},{"0":"授業計画・課題に対するフィードバック","1":"●進行予定［前期］第１週～第３週 これまでの3年間の各自の仕事を整理し、ポートフォリオをつくりプレゼンテーションを行う。ここでの考察が各自のテーマを決めていく基本作業となる。第４週～第６週 学生がこれまでの経験を統合することを目的として、研究および制作の具体的なテーマを設定しプレゼンテーションを行う。（過去ばかりではなく、社会に出てからの様々な自分の将来像を描きながら今何をすべきかを知ることがポイントとなる。）テーマに対する目的、研究や制作のプロセス、問題解決に対する作業計画は具体的であることが求められる。各プレゼンテーションに対してゼミ内での意見交換を行う。第７週～第13週 各テーマに基づいて具体的なメディアを決め表現として完成させていくためのリサーチと実践的な研究と制作を行う。授業時間内に研究および具体的な制作の中間報告を行いゼミ全体での討議。※各テーマにそった指導、講義、アドヴァイスは進行にあわせて適宜行われる。また各自の専門性をより高度にし、情報収集、フィールドワークのために積極的に学外に出ることや外部の研究機関などとの交流も必要になるだろう。［後期］第１週～第４週 研究および制作の進行授業時間内に研究および制作の中間報告を行いゼミ全体で討議。第５週～第６週 最終プレゼンテーションと講評※この研究および制作が最終的に卒業制作へ展開されることが望まれる。"},{"0":"履修上の留意点","1":"特になし"},{"0":"準備学習内容・時間の目安","1":"特になし"},{"0":"成績評価の方法","1":"素点が100～80点は「優」、79～70点は「良」、69～60点は「可」。59点以下は「不可」で不合格。●評価の基準毎回のプロセスへ取り組む姿勢。"},{"0":"テキスト","1":"授業時に紹介する。"}]]