[[{"0":"科目名","1":"情報社会倫理論","2":"講義名","3":"情報社会倫理論B"},{"0":"サブタイトル","1":"著作権法と表現者のルール"},{"0":"受講可能学科","1":"全学部・全学科"},{"0":"担当研究室","1":"教養文化・学芸員"},{"0":"担当教員","1":"志田　陽子"},{"0":"分野","1":"文化総合Ⅰ類","2":"対象学年","3":"1年,2年,3年,4年"},{"0":"科目群","1":"教養文化Ⅰ類","2":"キャンパス","3":"鷹の台"},{"0":"開講期間","1":"後期 2021/09/06-2021/12/18","2":"曜日・時限","3":"金２"},{"0":"授業形態","1":"講義","2":"単位数","3":"2.0"},{"0":"履修条件","1":"150人"},{"0":"授業概要・カリキュラム上の位置づけ","1":"この講座は、表現活動と法にかかわる多くの問題のうち、とくにインターネット社会における表現活動ルールを理解し、ともに考えることを目的とした授業です。情報通信技術（インターネット）の発展や、「グローバル化」と呼ばれる社会の動きに伴い、「表現」「情報」「メディア」を取り囲む環境も、急激に変化してきました。そのため、共存社会に生きる表現者として、これに対応したさまざまな法ルールや社会倫理について知っておく必要が増しています。この授業では、教員志望者や表現活動を行う学生にとって必要な社会的知識を提供するとともに、法学の基本的な考え方の学習を通して、ルールの合理性や妥当性について考える力も養います。とくに著作権法については、ネット社会に参加する上で、知っておくべき事柄が増えてきました。本講座でも、後半で著作権法の初歩的な知識を扱います。この授業は、誰でも受講できます。"},{"0":"授業方法","1":"オンデマンド講義（オンライン）が中心となります。Teamsに講義・資料コンテンツをアップしますので、各自、ダウンロードして視聴してください。講義は、ハイパーリンク付きのPDFレジュメと、リンク先にある音声講義、動画講義と組み合わせたものです。前半の「講義」では、全員に受講してもらう共通知識として、「表現の自由」などの権利とその限界について、基礎的な知識と考え方を解説します。授業後半では、受講者各人の関心に沿って、より具体的なテーマを選んで学べるように、いくつかの「今日的な問題」を示し、各人で選んで取り組んでもらいます。授業のうち数回、質問やコメントを受け付けるZoomタイム（参加は任意）を設けます。"},{"0":"到達目標","1":"情報社会のルールに関係する様々な法律は、表現活動が日常のものとなっている多くの人々にとって、不可欠の知識となってきました。また、将来、表現や教育の世界にかかわる職業に就く人々にとっては、より実践性の強い知識です。この授業では、そうした実践的テーマについて基本的な知識を身につけ、さらに情報・表現をめぐるさまざまな社会問題について批判力と判断力をもって見る目を養うことを目指します。とくに人格権（プライバシー権や肖像権など）や著作権については、各人が自分の表現活動の中で意識し、必要なルールとして実践していけるようになることを目指します。"},{"0":"ディプロマポリシーとの関連","1":"https://www.musabi.ac.jp/wp-content/uploads/2021/05/CurriculumMap_la1.pdf"},{"0":"授業計画・課題に対するフィードバック","1":"第01回　オリエンテーション　+「表現の自由」がなぜ大事かーー保障の意義と歴史　　　―民主的社会の前提、そして個人の人格形成の前提としての「表現の自由」第02回　憲法21条「表現の自由」の保障の内容　　　　　　　　　―第１項「集会」「結社」「言論」「出版」「その他一切の表現」とは、「自由を保障する」とは　　　　―「知る権利」と「情報公開制度」　　　　　《今日的問題》コロナ自粛と「表現の自由」について考えてみよう第03回　憲法２１条２項「検閲の禁止」とは、「通信の秘密」とは　　　　－歴史的背景　　　　－裁判例　　　税関検査は「検閲」ではないの？　―　「ロバート・メイプルソープ写真集事件」　　　　　　　　　　　　　教科書検定は「検閲」ではないの？　「家永教科書裁判」　　　　《今日的問題》「あいちトリエンナーレ2019」中止事件について考えてみよう第04回　「表現の自由」と「公共の福祉」　（１）　基本の考え方　　          ※基礎知識を身に着ける解説動画と課題第05回　　「表現の自由」と「人格権」との衝突（１）名誉毀損、風評被害　　　　《今日的問題》近年の「SNS誹謗中傷問題」について考えてみよう第06回　「表現の自由」と「人格権」との衝突（２）　個人情報、プライバシーの権利、肖像権　　　　　－個人情報を守る自己責任と、個人情報を保護する行政・企業の義務　　　　《今日的問題》小説や映画がプライバシー侵害に問われた事例について考える　　　　　　　―少年犯罪報道規制、犯罪被害者の実名報道…　京アニ事件実名報道をどう考える？第07回　　差別表現          －今、法はどのような対応をしているか。　　　　　－海外で起きている差別表現反対運動と芸術表現について。第08回　ヘイトスピーチ　　　　　－なぜ規制する必要があるのか。国内外の事例を考えてみよう。　　　　　《今日的な問題》　ヘイトスピーチ解消法はどんな法律か。          ネット上のヘイトスピーチを現行法で解消できるか。第09回　性表現規制　　　　　　―「わいせつ表現規制」裁判をどう考える？（ろくでなし子事件など）。「春画」は？　　　　　―「性差別表現」をどう考える？　　（国連女性差別撤廃委員会の考え方を見る）　　　　　　《時事問題》「宇崎ちゃん論争」や志布志市のふるさと納税PR動画「養って」第10回　「表現の自由」と「芸術の自由」――文化芸術への公的支援とは　　　　　―「あいちトリエンナーレ」問題、「ひろしまトリエンナーレ」問題について考える　　　　―公立の美術館で展示される美術作品は、特別な制約を受けるか？　　　　　　　―文化庁や各自治体が行っている「文化芸術支援」を調べよう第11回　　期末課題の告知と著作権法入門の入門　　　　レポートのコンプライアンス１：これまで学んだ表現活動ルールをレポート課題にあてはめて実践的に考える。　　　　レポートのコンプライアンス２：著作権法における「引用のルール」をレポート課題にあてはめて実践的に考える。第12回　著作権法の基礎（１）　　　　―著作物とは、著作権の種類いろいろ第13回　著作権法の基礎（２）　　　　―インターネット社会と著作権法ルール第14回　　著作権法　美大生が知っておきたい重要事例と今日的な課題第15回　　レポート作成の実践指導　　　　―第11回から14回で学んだルールを実際に使って、資料を参照・引用しながら、自分の見解までを書く。※新聞報道や裁判で授業に役立つ事例が出てきたときには、その事例解説のために時間を取り、シラバス上の予定をずらす場合があります。"},{"0":"履修上の留意点","1":"誰でも受講できます。この授業は、最初の3回で憲法上の「表現の自由」、次の６回で「表現活動のルールと文化芸術」、次の６回で著作権法を中心とした表現活動ルールを学びます。これらのルールをとくにネット社会における表現ルールという観点から学ぶところに、この科目の特色があります。本講座はかなりの駆け足で多くのことを学ぶことになりますが、その前提となる基礎知識をもっとゆっくり学べる講座としては、「表現の自由」と「人格権・差別表現」そして「文化芸術と法」について学ぶ「法学１」、著作権法を中心とした知的財産法について学ぶ、「法学Ⅱ」があります。これらの法学領域に関心のある方は、関心に応じて、これらの科目の履修をお勧めします。【履修に必要な環境】　教材は、Teamsを通じて配布します。具体的には、メルマガ風のPDF解説ファイルを受講者にダウンロードしてもらい、そこにあるリンクから、ネット記事や動画コンテンツにアクセスしてもらいます。パソコンでの受講が望ましいですが、上記の機能をインストールできていれば、スマートフォンでも受講可能です。また、Zoomで参加してもらうリアルタイム授業の時間も2回～3回、設ける予定です。これは任意参加としますが、参加希望者は、参加できる環境を入手しておいてください。"},{"0":"準備学習内容・時間の目安","1":"授業時間90分のうち、50分程度に相当する分量の「講義」をオンデマンド形式で提供します。ここは全員共通の基本学習として受講してください。履修者は、動画解説に出てくる基本用語を文章で確認するため、予習または復習として、教科書の該当箇所を読んでおいてください。これに30分程度かけてください。授業の最後では、「発展学習」としていくつかの今日的問題と資料を提示しますので、各自の関心に応じて少なくとも一つ選んで、新聞記事リサーチや「出席コメント課題」などに取り組んでください。これに30分程度かけてください。ここまでで90分～120分程度になります。その後、「発展学習」に各人の関心と実力に応じて複数取り組んだり、期末レポート課題に向けて新聞記事や参考資料を探したり自分の見解を考えたりする時間を、各回で30～60分とるようにしてください。このように、「発展学習」や「期末レポート課題」準備をすべて消化すると、150～180分くらいになると思います。"},{"0":"成績評価の方法","1":"平常の授業参加度（「出席コメント課題」を平常点としてカウントします）40％、期末レポート60％で総合評価をします。レポート課題は、授業内で告知します。"},{"0":"テキスト","1":"志田陽子・比良友佳理 『あたらしい表現活動と法』（武蔵野美術大学出版局、2017年）世界堂で各自、購入してください。万が一、世界堂で品切れになっていたときは、Amazonなどの外部ショッピングサイトでもOKです。Amazonでは2016年度まで使っていた「新版　表現活動と法」を中古品で安く売っているかもしれませんが、これは内容が古く、今期の授業では使えません。必ず上記の2017年刊行の教科書を入手してください。"},{"0":"テキストISBN番号","1":"978-4-86463-069-6"},{"0":"参考文献(作品）等","1":"志田陽子『「表現の自由」の明日へ』（大月書店、2018年）（↑上記の教科書と同じ内容を一般市民向けにやさしく解説した本です。手軽にコンパクトに学びたい人におすすめですが、実践に役立つ知識や著作権法の知識の面では、上記の教科書のほうが手厚い内容となっています）。志田陽子『表現者のための憲法入門』（武蔵野美術大学出版局、2015年）名嶋義直編『10代からの批判的思考』（明石書店、2020年）Yahoo!個人オーサー志田陽子のページ　（「表現の自由」や「文化芸術と法」に関する時事問題の論説をアップしています。レポート作成の参考として、また教科書の内容を「今」の問題に応用させて考えるヒントとして、フォローしてみてください。）個人のホームページにも、これまでに志田が書いたもので、授業で使える論説や新聞記事などを紹介しています。リンクを下に貼りますので参考にしてみてください。"},{"0":"教員との連絡方法（オフィスアワー）","1":"授業に関連する質問は、随時、Teams上のチャット　またはメールアドレス　yoksid@fs.musabi.ac.jp で受け付けます。"},{"0":"リンク","1":"https://news.yahoo.co.jp/byline/shidayoko/"},{"0":"リンク","1":"https://yokoshida.net/"}]]