[[{"0":"科目名","1":"初級英語　５－９","2":"講義名","3":"初級英語５－９"},{"0":"サブタイトル","1":"Oral Communication"},{"0":"受講可能学科","1":"全学部・全学科"},{"0":"担当研究室","1":"言語文化"},{"0":"担当教員","1":"高橋　恵"},{"0":"分野","1":"文化総合Ⅱ類","2":"対象学年","3":"1年,2年,3年,4年"},{"0":"科目群","1":"言語文化Ⅱ類","2":"キャンパス","3":"鷹の台"},{"0":"開講期間","1":"前期 2021/04/12-2021/07/10","2":"曜日・時限","3":"土１"},{"0":"授業形態","1":"演習","2":"単位数","3":"2.0"},{"0":"履修条件","1":"特になし"},{"0":"授業概要・カリキュラム上の位置づけ","1":"テキストで文法やよく使うフレーズを復習しながら、「知っている」「見たことがある」から「使える」英語を増やす。例えば、初めて出会った人にどのように話を切りだせばいいのか、自分のことについてどう話せばいいのか、といった誰もが直面する戸惑いを１つ１つ克服し英語力と同時にコミュニケーション能力の両方を育成していきます。"},{"0":"授業方法","1":"授業形式：「オンディマンド形式」。授業日の2日前までに課題をTeamsにUpする。履修者は授業までにそれらに取り組み、授業時間にチャット機能と通話機能を使い教員に質問をするスタイル。教員はその場で解答する。わからない箇所や言いたいことはみんな違って当たり前です。授業時間の双方向でのやり取りを通して、自分がつけたい英語力を養うための授業です。使うツール：Microsoft Office 365―Teams"},{"0":"到達目標","1":"①　文法事項、基本表現の復習と定着。語彙の増強。②　円滑なコミュニケーションの取り方、誤解を招く表現、異文化への理解を深め、社会での自分の役割を考える。"},{"0":"ディプロマポリシーとの関連","1":"https://www.musabi.ac.jp/wp-content/uploads/2021/05/CurriculumMap_la2.pdf"},{"0":"授業計画・課題に対するフィードバック","1":"Teamsを用いて、教員と学生がオンラインでやりとりしながら授業を行います。各回ごとに課題を出します。課題はTeamsにUpしますので、毎回その課題をやって授業の準備をし、授業に参加してください。授業内で質疑応答は個別に応じていきます。１つのTopicを２回あるいは３回で終わらせる。毎回宿題あり。（受講者と相談の上、扱う内容の順番を入れ替えることがある。）第 1 回 オリエンテーション（授業内容、評価方法の説明など）第 2 回〜第 3 回 Talk about yourself(自己紹介、所属学科の言い方を学ぶ） 第 4 回〜第 5 回 Talking about a　future plans 　　　　　　　　（これからやってみたいことについて話す表現を学ぶ）                      第 6 回～第 7 回 Talking about your feeling（感情を伝える言いまわしを学ぶ）第 8 回～第 9 回 Asking about something（依頼する表現を学ぶ)第10 回～第11回　Talk about interests （興味があることについて話す）第12回～第13回  これまで学んだ表現のまとめ第14回～第15回　期末の課題準備"},{"0":"履修上の留意点","1":"出席の確認は、決められた時間までにかダウ意を閲覧（＝取り組む）ことでとります。授業日の2日前まで（つまり木曜日）にはTeamsに課題をUpします。「課題がUpされました」というチャットを確認したら、各自で課題に取り組んでください。当然、疑問質問が出ると思います。質問は土曜日の授業時間にお答えしますので、その時間に送ってください。損場で一人一人の質問に答えながら、説明と必要な解説もしていきます。①課題の取り組みが3回以上なかった場合は、学年を問わず単位は取得できません。遅刻する（課題の取りだしが指定時間を過ぎてしまった場合）が2回あれば、1回欠席の扱いにします。全15回の授業の内3分の2以上（つまり10回以上）取り組んだ形跡がない場合には、当然ながら単位取得にはなりません。特別課題も出しません。②よい成績を修めるも単位をとるもすべて「自分次第」である。そのこと強く認識し、シラバスの内容ををよく理解した上で心して授業に臨んでもらいたい。"},{"0":"準備学習内容・時間の目安","1":"・予習時間：大体90分前後(平均）"},{"0":"成績評価の方法","1":"授業内課題への取り組み：55%最終課題を含む大きめの提出課題（3回を予定） 45%人にやらされている気持ちを捨て、自分のために努力することを忘れず、心して授業に臨むこと。"},{"0":"テキスト","1":"テキスト：ハンドアウト配布.(教科書を購入する必要はありません）Teamsにその週の課題をUpするので、それを使っていきます。"},{"0":"参考文献(作品）等","1":"授業内に指示。"},{"0":"教員との連絡方法（オフィスアワー）","1":"講義内容に関する質問などは、毎授業時に受け付けます。"}]]