[[{"0":"科目名","1":"中級イタリア語　２－２","2":"講義名","3":"中級イタリア語２－２"},{"0":"サブタイトル","1":"会話"},{"0":"受講可能学科","1":"全学部・全学科"},{"0":"担当研究室","1":"言語文化"},{"0":"担当教員","1":"中矢　慎子"},{"0":"分野","1":"文化総合Ⅱ類","2":"対象学年","3":"1年,2年,3年,4年"},{"0":"科目群","1":"言語文化Ⅱ類","2":"キャンパス","3":"鷹の台"},{"0":"開講期間","1":"後期 2021/09/06-2021/12/18","2":"曜日・時限","3":"火２"},{"0":"授業形態","1":"演習","2":"単位数","3":"2.0"},{"0":"履修条件","1":"特になし"},{"0":"授業概要・カリキュラム上の位置づけ","1":"原則として、前期に「中級イタリア語2−1」を受講した学生を対象にした授業です。イタリアを訪れた時に必要となる、基本的なコミュニケーションの力を身につけることを目的とします。"},{"0":"授業方法","1":"リアルタイム(ZOOM)授業。音声教材を中心に、まずは聞き取りによる内容理解を確認する。その後、ペアやグループに分かれて十分に基本会話の練習をし、プレゼンテーションをしてもらう。習熟度を確認しながら、語彙を増やし、応用会話へとつなげていく。"},{"0":"到達目標","1":"自分のほしい物を表現する（サイズ、色、柄、など）。値段を聞く、値段の交渉をする。印象を相手にたずねる、伝える。"},{"0":"ディプロマポリシーとの関連","1":"https://www.musabi.ac.jp/wp-content/uploads/2021/05/CurriculumMap_la2.pdf"},{"0":"授業計画・課題に対するフィードバック","1":"毎回、ZOOMにて出欠確認をします。グループに分かれての意見交換や会話練習を行います。学生のみなさんの積極的な参加がのぞまれます。第 1 回 前期末課題のフィードバック。Unità 8の復習　目的地までの行き方を聞く第 2 回 Unità 9 自分の好みを表現する 買い物をする（1）好み・サイズを伝える第 3 回 Unità 9 自分の好みを表現する 買い物をする（1）別のサイズがあるか・お直しが可能かたずねる第 4 回 Unità 9 自分の好みを表現する 買い物をする（1）値段をたずねる第 5 回 Unità 9 自分の好みを表現する 買い物をする（1）応用問題に挑戦第 6 回 Unità 9 まとめ第 7 回 Unità 10 自分の好みを表現する 買い物をする（2）さまざまな素材や色第 8 回 Unità 10 自分の好みを表現する 買い物をする（2）プレゼントを買う・似合うかどうか言う第 9 回 Unità 10 自分の好みを表現する 買い物をする（2）値引きを交渉する第10回 Unità 10 自分の好みを表現する 買い物をする（2）応用問題に挑戦第11回 Unità 10 まとめ第12回 Unità 11 心の状態と体の不調を表現する 体の部位、〜が痛い第13回 Unità 11 心の状態と体の不調を表現する アドバイスする第14回 Unità 11 心の状態と体の不調を表現する 応用問題に挑戦第15回 まとめ"},{"0":"履修上の留意点","1":"ZOOMによるリアルタイム授業です。ZOOMの使い方は事前に確認しておいてください。当日、参加を確認します。また、毎回、発言を求めます。すでに「初級イタリア語」を修得した人、あるいはイタリア語の既習者であること。前期に「中級イタリア語2－1」を受講していることが望ましいです。受講者の理解をみながら授業を進めるため、授業計画はあくまでめやすとします。教師による文法事項の説明よりも、イタリア語を聞き取ったり、声に出してもらうことが中心の授業になりますから、学生のみなさんには積極的に参加してもらいたいと思います。授業で実践することが大切です。欠席するとすぐにわからなくなってしまいます。課題や宿題については、適宜授業内で指示をします。"},{"0":"準備学習内容・時間の目安","1":"必ず前回までに学んだことの復習をしてから次回の授業に参加して下さい。（30分）"},{"0":"成績評価の方法","1":"出席、授業への参加態度、課題によって総合的に評価。"},{"0":"テキスト","1":"前期から引き続き、以下のテキストを使用していきます。アルダ・ナンニーニ、堤康徳著 『Allegro Vivace（話してみようイタリア語』 白水社"},{"0":"テキストISBN番号","1":"978-4560017555"},{"0":"参考文献(作品）等","1":"辞書は小学館「伊和中辞典」、小学館「ポケットプログレッシブ　伊和和伊辞典」、白水社「プリーモ伊和辞典」を推奨します。"},{"0":"教員との連絡方法（オフィスアワー）","1":"講義内容に関する質問などは、毎授業時に受け付ける。"}]]