[[{"0":"科目名","1":"絵画基礎　Ⅱ","2":"講義名","3":"絵画基礎Ⅱ（その２・造Ⅱ）"},{"0":"サブタイトル","1":"絵画基礎Ⅱ「描くことのはじまり〈みる〜ふれる〉」［油絵専攻1年生課題・全学科2年生以上対象］9〜12授業週 〈2単位 実技〉水上泰財、衣川明子、指田菜穂子、関根直子"},{"0":"受講可能学科","1":"造形学部・全学科（油絵学科を除く）"},{"0":"担当研究室","1":"油絵"},{"0":"担当教員","1":"油絵学科、水上　泰財"},{"0":"分野","1":"造形総合Ⅱ類","2":"対象学年","3":"2年,3年,4年"},{"0":"科目群","1":"造形総合Ⅱ類","2":"キャンパス","3":"鷹の台"},{"0":"開講期間","1":"３期 2021/06/07-2021/07/03","2":"曜日・時限","3":"月１,月２,火１,火２,水１,水２,木１,木２,金１,金２,土１,土２"},{"0":"授業形態","1":"実技","2":"単位数","3":"2.0"},{"0":"履修条件","1":"学部2年生以上のみ、履修できる。受講者定員は5名までとする。ただし、油絵学科の学生は履修できない。※受講は通学可能な者に限る(オンライン対応不可)"},{"0":"授業概要・カリキュラム上の位置づけ","1":"1年次ではものをみること、あるいは何かを描くことの問い直しを共通のテーマとしてとらえています。ここではまず身近なところから、そのテーマの一端にふれていきましょう。私たちの生活の中で「みる～ふれる」という行為はごく一般的なことですが、ここでは作品制作を前提として「みる～ふれる」を、さまざまな観点からとらえ直してみます。身近でありながら考えようによっては複雑きわまりない「みる～ふれる」ということを、自分の問題として積極的に考えていくことは、今後拡がっていくであろうそれぞれの表現の重要な基礎になっていくと思います。"},{"0":"授業方法","1":"課題内容に基づいて課題作品を制作します。オリエンテーション、指導、及び講評を教員が担当します。講評時などに学生同士が互いの制作や作品について話したり、ディスカッションしたりすることを含む授業内容になる可能性があります。"},{"0":"到達目標","1":"①普段何気なく見ているものや感じていることを、別の角度からとらえなおす。②事物や物事を再発見し、それを表現できるようにする。③基礎課程、専門課程を通じて主体的に作品制作に取り組み、学生それぞれの可能性を真摯に探求することで充実した自己表現を獲得する。"},{"0":"ディプロマポリシーとの関連","1":"https://www.musabi.ac.jp/wp-content/uploads/2021/05/CurriculumMap_fad2.pdf"},{"0":"授業計画・課題に対するフィードバック","1":"水上泰財、衣川明子、指田菜穂子、関根直子  の4クラスの中からひとつを学生は選択します。第1日 【オリエンテーション】／課題内容および素材・技法、作品サイズなどの説明、参考資料の提示など。第1日～第4週木曜日 【制作・実技】第4週金曜日 【作品講評】　学生は指示に従い作品を展示しておくこと。作品の写真撮影。第4週土曜日 【アトリエの整理・作品の撤去】をして次の授業に備えます。●過去の課題から小林 耕平先生「見出す・伝える」「見出す」ことは、表現活動をしていく上で、常に付きまとうことです。「見出す」ことだけで、表現の半分は出来ているかもしれません。もう半分は見出したことを「伝える」ことです。日頃、家族や友達と会話するときでも、経験したことや読み聞きし気になったことなどを話題にすることが多いと思います。また旅行など行ったときには写真や日記、今日ではSNSで写真とテキストによって発信することも日常的になったと思います。この課題では「見出したモノやコトを人に伝える」ということから、表現また美術について考えます。課題は５つあります。毎回授業後に宿題として課題を出します。授業では、全員が「見出したもの」を発表します。発表の時間はひとり5分です。見出す作業では出来るだけ沢山対象を集めることが重要ですが、発表の際には、5分以内で伝えられるように工夫すること。課題 1「ドローイングのための道具を見出す」発表：6月14日（木）課題 2「6月14日（木）授業後に出題」発表：6月18日（月）課題 3「6月18日（月）授業後に出題」発表：6月22日（金）課題 4「6月22日（金）授業後に出題」発表：6月29日（金）課題 5「6月29日（金）授業後に出題」発表：7月6日（金）表現形式：随時発表小尾 修先生「対象との対話･･･写実表現から学ぶ」対象をあるがままに見て描く･･･。単純に聞こえますが、それは単純な機械的作業とは本質的に全く異なるものです。３６０度広がる奥行きを持つ空間、時と共に変化し続ける対象、そこに隠された膨大な情報量の中から画家は自らのフィルターを通して選び取り、限られた平面上に絵具という物質に翻訳し、再構築します。そこには常に発見、解釈、選択、判断という思考が伴わなければなりません。写真ではない生きたモデルを目の前にし、初めの１週間は油彩でのスケッチ（ドローイング）表現を、残る３週間では１７世紀の絵画技法を元にしながら写実的手法での表現を探ります。自然光の降り注ぐアトリエ空間の奥行き、人体の持つ生き生きした線、肌の質や色彩の変化･･･それぞれが対象から何を発見し、どのように筆に託して画面に描き留めるのでしょうか？対象と画面、またそれをつなぐ絵具との対話を通して絵画の始まりとしての「見る」ことの深さを体験して欲しいと思います。同時に時代を経ながら３次元空間の奥行きを表現することを目指して生まれた油絵の具を理解し、その特性と可能性を探りたいと思います。表現形式：油彩...２０号程度(キャンバスもしくはパネル)オイルスケッチ...木炭紙大程度のスケッチブック、もしくは画用紙 ５枚分保坂 毅先生 「モチーフが先か、作品が先か」「描くことのはじまり」なぜ人は描くのか。その発端を動機（モチベーション）とした場合、その語源である「モチーフ」が先にある気がします。しかし、描きたいという衝動はモチーフ（絵以外のモノ）を見た時よりも、琴線に触れる作品を見た時の方が強い気がしないでもないことを考えると、作品（技術）があるからこそ描きたくなるとも言えます。モチーフが先か、作品が先か、ともあれ我々は他者からの影響なしに動機付けは得られません。そこで、この課題では他者として存在するモチーフや作品を「みる」とはどういったことなのか、実際にモチーフや作品に「ふれる」ことで分析していきます。モチーフ（絵以外のモノ）からの動機の分析として各自自由にモチーフを選択し、課題期間中に何かしらの作品を1点以上制作してください。また、作品（技術的なコト）からの動機の分析として、各自が影響を受けた作品のコピーと各自の過去作品を持参してください。講師出校日に全員で鑑賞およびディスカッションを行いますので必ず出席すること。詳しくはオリエンテーション時に説明します。表現形式：自由"},{"0":"履修上の留意点","1":"本授業は油絵専攻にて開設されている授業です。若干名を定員として他学科学生に2類としての受講が認められています。記載の油絵専攻学生向けの概要を参考の上受講してください。"},{"0":"準備学習内容・時間の目安","1":"文字通り、見て、触れて、それを描いたり、思ったことをメモに書きとめたりすること。また好奇心を持って自分の身の回りの物を見つめてみる。"},{"0":"成績評価の方法","1":"・第23日に、期間中制作した作品を対象に講評会を行なう。・各自の講評後採点され素点が入れられる。・担当する教員によって提出作品が違うので注意すること。・制作姿勢、独創性、表現力などを重視し総合的に評価する。"},{"0":"テキスト","1":"第1日のオリエンテーション時に必要な場合説明があります。また課題説明の中で、画集やスライド資料が示される場合もあります。"},{"0":"教員との連絡方法（オフィスアワー）","1":"油絵研究室に申し出てください。随時対応していますので、日時や場所についても相談してください。また、教員の指導日にアトリエで直接質問することもできます。"}]]