[[{"0":"科目名","1":"空　間　構　成　Ⅱ","2":"講義名","3":"空間構成Ⅱ"},{"0":"受講可能学科","1":"造形学部・視覚伝達デザイン学科"},{"0":"担当研究室","1":"視覚伝達デザイン学科"},{"0":"担当教員","1":"飛山　裕幸、鈴木　基真"},{"0":"分野","1":"専門Ⅰ類","2":"対象学年","3":"2年"},{"0":"科目群","1":"専門Ⅰ類（選択）","2":"キャンパス","3":"鷹の台"},{"0":"開講期間","1":"後期 2021/09/06-2021/12/18","2":"曜日・時限","3":"集中"},{"0":"授業形態","1":"実技","2":"単位数","3":"4.0"},{"0":"履修条件","1":"学科別オリエンテーションにて説明する。教職課程登録者必修。"},{"0":"授業概要・カリキュラム上の位置づけ","1":"空間構成IIでは、遊びを共通のテーマとしながら、基礎過程の最後としてデザインとアートの両面から制作の基本プロセスについての理解を深めてもらいます。デザイン　ミセルコト。これがデザインだと思っています。見えていないものをミセルコト＝可視化することで問題を解決する行為です。問題とは何か、例えばメーカーによる経済活動、地域や行政における社会活動、マクロではユニバーサルや環境問題など、モノやコトへのニーズが考えられます。問いは社会の中で存在するのでその目的の元と末には人が関わります。つまり問いの答えは、コミュニケートになります。ミセルコトには、「見せる」ことと同時にそのコミュニケートに必要な二つの意味を含みます。それが「美（ミ）せる」と「魅せる」、対象に美しく魅力的な答えを提供することです。授業では、身近な存在として使用している紙にスボットを当て、「紙モノ」として素材の表現域を広げるとともに、ミセルコトが制作の中でどう関わってくるかを理解します。まず前半〈形と遊び〉では、2種類の形のみで子どもに遊びを提供するという条件で、自分で設定した問いに沿ってプライオリティを整理しながら答えを模索するプロセスを体験します。後半〈遊べる紙モノ〉では、コミュニケートする対象を魅了するアイデアとは何か、アイデアの発想法と対象の視点による客観視をポイントに、答えとなる「紙モノ」を可視化してもらいます。アート　ミルコトを徹底します。物事を深く観察することは世界に細部を与え、独自の視点を獲得することに繋がります。授業では、「遊びについて」と「素材について」という題目を借りて、学生個々人の視点の強化を図ります。前半の「遊びについて」は主に人間の観察です。ルール作成とそれを逸脱する行為の連続で遊びは出来ています。それを実体験し、構造の解体と再構築について学びます。後半の「素材について」は前半で学んだいくつかの視点を利用して、ジオラマを作ります。こちらは素材の観察と造形理論の実践が主になり、自分の造形感覚の明確化と、構造の構築について学びます。"},{"0":"授業方法","1":"受講生と相談しながら、ムサビでの対面授業とリアルタイム（同時双方向）Zoomによるオンライン授業を使い分けて行います。ライブで作品に触れる必要がある場合は対面授業で、それ以外の学生間でのディスカッションや制作状況の共有と、講師と学生による個人単位での面談はオンラインで進める予定です。必要なテキストの配布や授業外での質疑応答はTeamsの使用を考えています。"},{"0":"到達目標","1":"コンセプトからアウトプットまでのデザインのプロセスと構造を理解し、デザインを客観的な視点で捉えられるようにする。"},{"0":"ディプロマポリシーとの関連","1":"https://www.musabi.ac.jp/wp-content/uploads/2021/05/CurriculumMap_vcd.pdf"},{"0":"授業計画・課題に対するフィードバック","1":"金曜日 鈴木課題１「遊びについて」それぞれが百円ショップにある材料１種類１０個を持ち寄って加工することなく遊びについて考えます。一人遊びの時：形と機能の観察複数遊びの時：ルールと遊びの関係＊オンライン授業が絶対の場合、内容の変更または中止となる可能性があります。課題２「素材について」身の回りにある様々な素材を材料として加工し、ジオラマ制作を行います。手を動かし制作することが主となります。１.　素材の意味を分解し編集する２.　風景にまつわるドローイング３.　自分だけの風景を作る４.　繋がりの風景を交渉する５.　全体の風景を鑑賞する土曜日 飛山〈形と遊び〉課題：2種類の形のみで子どもに遊びを提供する1 ・授業概要　コミュニケーションプロセス　レシピ講評　HW：遊びのイメージスケッチ2 ・イメージスケッチの共有　デザインとアートのグループディスカッション　HW：形の試作3 ・試作の共有　HW：形の制作4 ・形の共有　HW：ブラッシュアップ5 ・〈形と遊び〉授業内プレゼン　HW：遊びのリサーチ〈遊べる紙モノ〉課題：空間の中で遊べる紙モノをつくる6 ・リサーチの共有　遊びの定義のブレインストーミング　遊べる紙モノ　HW：コンセプトのテキスト化7 ・コンセプトの共有　HW：素材開発とアイデアスケッチの制作8 ・アイデアスケッチの共有　HW：紙モノの試作9 ・試作の共有　HW：紙モノの制作10・紙モノの共有　HW：紙モノの制作11・紙モノの再共有　HW：ブラッシュアップ12・〈遊べる紙モノ〉授業内プレゼン13・合同発表会"},{"0":"履修上の留意点","1":"教職課程登録者必修になります。授業は講師と学生のコラボレーションによって成立します。問題があれば進行しながら柔軟に対応するつもりです。学生の皆さんのポジティブな参加を期待します。必要な書類は事前に配布しますので授業前に確認してください。制作の進行状況を共有するため、制作データが入ったノートパソコンで授業に参加してください。"},{"0":"準備学習内容・時間の目安","1":"授業内ではディスカッションや個別チェックが主体となるので、課題に対する思考や制作は各自事前に取り組んでおく必要があります。"},{"0":"成績評価の方法","1":"授業の出欠席·理解度、作品の提出などにより総合的に評価します。"},{"0":"テキスト","1":"授業内で提示します。"},{"0":"参考文献(作品）等","1":"授業内で提示します。"}]]