[[{"0":"科目名","1":"文学講義　３－１","2":"講義名","3":"文学講義３－１"},{"0":"サブタイトル","1":"イギリス児童文学・ファンタジーの黄金時代"},{"0":"受講可能学科","1":"全学部・全学科"},{"0":"担当研究室","1":"言語文化"},{"0":"担当教員","1":"成瀬　俊一"},{"0":"分野","1":"文化総合Ⅰ類","2":"対象学年","3":"1年,2年,3年,4年"},{"0":"科目群","1":"言語文化Ⅰ類","2":"キャンパス","3":"鷹の台"},{"0":"開講期間","1":"前期 2021/04/12-2021/07/10","2":"曜日・時限","3":"金５"},{"0":"授業形態","1":"講義","2":"単位数","3":"2.0"},{"0":"履修条件","1":"履修希望者150人以上の場合、抽選。"},{"0":"授業概要・カリキュラム上の位置づけ","1":"イギリス児童文学のファンタジーの誕生と発展の軌跡を代表的な作品を題材に焦点を当てつつ1860年代から1930年代までたどります。魔法や別世界といった道具立てを用いるファンタジーという文学形式は、いかなる可能性を秘めているのか？ 作家たちは、いかなるメッセージを作品に託しているのか？ 受講者はこの問題意識をもって作品を解釈することが求められます。"},{"0":"授業方法","1":"●リアルタイム（同時双方向）：Zoomによるオンライン授業を行います。①各作品冒頭部分の原文（プリント配付）の解説、および各作家・作品の背景、読み方のポイントを講義します。②授業で扱う作品の中には事前に配付するテンプレートにもとづいて、作品の解釈をする小レポートを書いてもらうものが2つ含まれています（『不思議の国のアリス』『ピーター・パン』）。③原作の映像的な解釈の例を示すために、作品の映画版またはTVドラマ版を部分的に視聴します。④期末レポートを実施します。"},{"0":"到達目標","1":"①イギリス児童文学黄金時代のファンタジーの特質を捉える。②物語の読み方（登場人物・舞台・出来事の描き方を手掛かりに、作品のテーマとメッセージを解読する）を習得する。●上記①②を小レポートと期末レポートに自分自身の言葉でまとめてもらいます。"},{"0":"ディプロマポリシーとの関連","1":"https://www.musabi.ac.jp/wp-content/uploads/2021/05/CurriculumMap_la1.pdf"},{"0":"授業計画・課題に対するフィードバック","1":"●毎回Zoomを使い、講義形式（受講者による小レポートのプレゼンテーションを含む）で授業を進めます。●授業内およびTeamsで質問に答えます。●初回授業開始⽇前にTeamsで必要資料（電⼦ファイル）を配布します。第 1 回 オリエンテーションと講義（「ファンタジーの誕生と発展」）第 2 回 ルイス・キャロル『不思議の国のアリス』（1865）その１第 3 回 ルイス・キャロル『不思議の国のアリス』（1865）その２第 4 回 ジョージ・マクドナルド『お姫さまとゴブリンの物語』（1872）その1第 5 回 ジョージ・マクドナルド『お姫さまとゴブリンの物語』（1872）その2第 6 回 E・ネズビット『砂の妖精』（1902）第 7 回 ビアトリクス・ポター『ピーター･ラビットのおはなし』（1902）第 8 回 ケネス・グレアム『たのしい川べ』（1908）その1第 9 回 ケネス・グレアム『たのしい川べ』（1908）その2第10回 J・M・バリ『ピーター・パン』（1911）その1第11回 J・M・バリ『ピーター・パン』（1911）その2第12回 A・A・ミルン『クマのプーさん』（1926）その1第13回 A・A・ミルン『クマのプーさん』（1926）その2第14回 P・L・トラヴァース『風にのってきたメアリー・ポピンズ』（1934）第15回 まとめ●授業期間中に小レポート（2本）実施●期末レポートを実施"},{"0":"履修上の留意点","1":"●Ｚoomを使用して授業を行います。使い方は事前に確認しておいてください．●Teamsを通して、事前に授業資料や課題（小レポート）のテンプレートを配付します。課題の提出はTeamsで行います。●レジュメや資料をスクリーンにも映しだしますので、できるだけ画面の大きなデバイスで授業に参加するのが望ましいです。受講にはマイクが必要です（カメラでの顔出しは不要）。●授業開始5分前からZoomにログインできます。出欠確認として、当日の参加を確認します。●授業時には指定のテキスト（『たのしく読める英米児童文学』）を持参してください。"},{"0":"準備学習内容・時間の目安","1":"授業で扱う作品を熟読し（120分）、授業で配布するテンプレートを使って「作品の読み方」のノート（授業回によっては小レポート）を作成する（30分）"},{"0":"成績評価の方法","1":"提出物（小レポート2回）：40％、 定期試験：60％"},{"0":"テキスト","1":"本多英明、桂宥子、小峰和子編著『たのしく読める英米児童文学』ミネルヴァ書房履修が確定した学生は、世界堂の店頭でテキストを各自購入してください。在庫不足の場合は、ISBN番号を参考にし、書店や出版社から各自購入してください。"},{"0":"テキストISBN番号","1":"ISBN978-4-623-03156-6"},{"0":"参考文献(作品）等","1":"ルイス・キャロル『不思議の国のアリス』岩波少年文庫、新潮文庫、角川文庫ジョージ・マクドナルド『お姫さまとゴブリンの物語』岩波少年文庫E・ネズビット『砂の妖精』福音館文庫、講談社青い鳥文庫ビアトリクス・ポター『ピーター・ラビットのおはなし』福音館書店ケネス・グレアム『たのしい川べ』岩波少年文庫、『川べにそよ風』講談社青い鳥文庫J・M・バリ『ピーター・パン』講談社文庫、岩波少年文庫、福音館文庫A・A・ミルン『クマのプーさん』岩波少年文庫P・L・トラヴァース『風にのってきたメアリー・ポピンズ』岩波少年文庫●授業内であらすじを紹介しますが、入手可能なものは読んでおいてください（小レポート対象作品は必ず読んでください）。●『ピーターラビット』、『不思議の国のアリス』（小レポート対象作品）、『ピーター・パン』（小レポート対象作品）はネット上に邦訳（版権フリー）が無料公開されています。授業でリンクを紹介します。"},{"0":"教員との連絡方法（オフィスアワー）","1":"講義内容に関する質問等は毎授業時またはTeamsで受け付けます。"}]]