[[{"0":"科目名","1":"メディア表現演習Ⅳ","2":"講義名","3":"メディア表現演習Ⅳ"},{"0":"サブタイトル","1":"イラストレーション"},{"0":"受講可能学科","1":"造形学部・デザイン情報学科"},{"0":"担当研究室","1":"デザイン情報学科"},{"0":"担当教員","1":"横田　克己、塩見　瑠璃子"},{"0":"分野","1":"専門Ⅱ類選必","2":"対象学年","3":"2年,3年"},{"0":"科目群","1":"専門Ⅱ類（選必）","2":"キャンパス","3":"鷹の台"},{"0":"開講期間","1":"後期 2021/09/06-2021/12/18","2":"曜日・時限","3":"土３,土４"},{"0":"授業形態","1":"演習","2":"単位数","3":"2.0"},{"0":"授業概要・カリキュラム上の位置づけ","1":"絵画とイラストレーションは、どちらもドローイング(描画)の観点からは同じものである。しかし、絵画は自己表現や感情表現など、心的イメージをドローイングすることに対し、イラストレーションは、情報を伝達する手段として図像として表現することであり、伝達目的の観点から見れば相反するものである。イラストレーションの技法は多種多様であったとしても、その図像が内包する意味・概念を伝達する意図を持つことが重要である。現在社会におけるイラストレーションの位置づけ、価値を発見し、あるテーマを表現するイラストレーションについて、考察、実践し、視覚伝達手段としてのイラストレーションを、それぞれの視点、アイデアによって表現できるようになるために、表現すべき題材を提示し、それに対して様々な可能性をアイデアの中から、イラストレーションとしてのを完成させる。"},{"0":"授業方法","1":"講義で出題するいくつかの課題を個人で取り組み、その課題成果の講評を受ける。また、制作途中の課題もチェックしながら進めるので、授業に必ず出席すること。"},{"0":"到達目標","1":"授業内で説明し、与えられたテーマをもとに、イラストレーションによる多層的な意味を含むイメージをうみだすことを、個々人において研究、創意工夫し、表現することができるようになること。イラストレーションを考えるうえにおいて、あるテーマを伝達するうえで必要な要素としての視覚表現のひとつとしての、図、絵画表現について考察し、実践することで、その可能性を見出すことができるようになること。"},{"0":"ディプロマポリシーとの関連","1":"https://www.musabi.ac.jp/wp-content/uploads/2021/05/CurriculumMap_di.pdf"},{"0":"授業計画・課題に対するフィードバック","1":"以下のスケジュールを想定するが、詳細はオリエンテーション時に発表する。また、進捗状況などにより変更される可能性がある。第01回：オリエンテーションと前提講義　【題材１】の配布とその内容についての説明ディスカッション第02回：【題材１】の自宅制作によるアイデアスケッチの講評と中間確認　制作作業第03回：【題材１】講評　【題材２】の配布とその内容についての説明ディスカッション第04回：【題材２】の自宅制作によるアイデアスケッチの講評と中間確認　制作作業第05回：【題材２】講評　【題材３】の配布とその内容についての説明ディスカッション第06回：【題材３】の自宅制作によるアイデアスケッチの講評と中間確認　制作作業第07回：【題材３】講評　【題材４】の配布とその内容についての説明ディスカッション第08回：【題材４】の自宅制作によるアイデアスケッチの講評と中間確認　制作作業第09回：【題材４】講評　【題材５】の配布とその内容についての説明ディスカッション第10回：【題材５】の自宅制作によるアイデアスケッチの講評と中間確認　制作作業第11回：【題材５】講評　【題材６】の配布とその内容についての説明ディスカッション第12回：【題材６】の自宅制作によるアイデアスケッチの講評と中間確認　制作作業第13回：【題材６】講評　【題材７】の配布とその内容についての説明ディスカッション第14回：【題材７】の自宅制作によるアイデアスケッチの講評と中間確認　制作作業第15回：総合講評"},{"0":"履修上の留意点","1":"イラストレーション作品を制作するという性質上、授業内での制作にとどまらず、自主的に時間外に制作することが必要となる。"},{"0":"準備学習内容・時間の目安","1":"授業時間外での制作1題材につき、およそ６～１０時間。"},{"0":"成績評価の方法","1":"出席を重視し、受講態度、課題作品等を総合して成績評価する。"},{"0":"テキスト","1":"適宜、資料配布する。"},{"0":"参考文献(作品）等","1":"(社)日本グラフィックデザイナー協会教育委員会，『編纂のVISUAL DESIGN ３ イラストレーション』六耀社, 2000"},{"0":"教員との連絡方法（オフィスアワー）","1":"講義内容に関する質問等は、毎授業時に受け付ける。"}]]