[[{"0":"科目名","1":"芸術文化研究Ｃ","2":"講義名","3":"芸術文化研究Ｃ"},{"0":"サブタイトル","1":"Glass×Geibun Project 2021「ガラスの箱」の展覧会"},{"0":"受講可能学科","1":"造形学部・芸術文化学科"},{"0":"担当研究室","1":"芸術文化学科"},{"0":"担当教員","1":"杉浦　幸子"},{"0":"分野","1":"専門Ⅰ類","2":"対象学年","3":"3年"},{"0":"科目群","1":"専門Ⅰ類（選択）","2":"キャンパス","3":"鷹の台"},{"0":"開講期間","1":"前期 2021/04/12-2021/07/10","2":"曜日・時限","3":"木１"},{"0":"授業形態","1":"演習","2":"単位数","3":"2.0"},{"0":"授業概要・カリキュラム上の位置づけ","1":"1・2年次の学びを生かし、芸術文化と社会をつなぐ「コトのデザイン」をリアルに学ぶプロジェクト型授業（PBL）です。人とアートをつなぐメディアとしての展覧会と教育プログラムや広報をデザインすることで、「学芸（キュレトリアル）」と「運営（マネジメント）」という、キュレーターが担う2つの役割の実際を体験します。今年度は、工芸工業デザイン学科ガラス専攻と連携し、ガラス専攻の3年生10名が制作する「ガラスの箱」を展示し、ガラスに関係したワークショップを、６月のオープンキャンパスに合わせて行います。また、展覧会を紹介するポスター・ちらしやリーフレットをデザイン・制作します。また、こうした活動の基盤となる、総務や経理、開発、記録といったマネジメント的活動も同時に行います。世界では、無数の展覧会が生まれ、そして消えていきますが、一つとして同じ展覧会はありません。昨年から続くコロナ禍の中での実施になる可能性も踏まえ、今だからこそできる、今だからこそ行わなければならない展覧会と教育プログラムを作り上げていきましょう。これまで、こうしたプロジェクトを経験をしている人は、その経験をさらに深め、厚みを増し、今回初めてこうした経験をする人は、新鮮な気持ちで新しいチャレンジを楽しみ、協力し、学び合ってほしいと考えています。"},{"0":"授業方法","1":"基本的に「対面」で行いますが、状況に応じて「ハイブリッド」となる可能性もあります。"},{"0":"到達目標","1":"リアルな展覧会プランニング（企画）とプロデュース（実施）を通して、芸術文化を社会につなぐためのデザインとマネジメントを具体的に修得します。"},{"0":"ディプロマポリシーとの関連","1":"https://www.musabi.ac.jp/wp-content/uploads/2021/05/CurriculumMap_apm.pdf"},{"0":"授業計画・課題に対するフィードバック","1":"下記は現時点（2020年12月）の段階の大まかなスケジュールなので、今後、随時変更があります。第1回 オリエンテーション：メンバーとの顔合わせ、連絡方法等の確認第2回 ガラス研との連携授業第3回 レクチャー＆ディスカッション:展覧会デザインについて①第4回 レクチャー＆ディスカッション:教育プログラムデザインについて②第5回 企画書（案）の提出/グループレビュー第6回 プロジェクト進行確認第7回 プロジェクト進行確認第8回 グループワーク：展覧会準備①第9回 グループワーク：展覧会準備②第10回 展覧会レビュー第11回 振り返り①第12回 振り返り②第13回 ドキュメンテーションについて①第14回 ドキュメンテーションについて②第15回 総括"},{"0":"履修上の留意点","1":"受講生同士、ガラス専攻の学生、教員・スタッフとしっかりと報・連・相・確を行うことが重要です。"},{"0":"準備学習内容・時間の目安","1":"ガラス、展覧会企画、教育プログラム（ワークショップ）デザインなど、今回の授業に関連したキーワードを各自が探求し、書籍やインターネット記事を読む、ガラスの展覧会を鑑賞する、ワークショップに参加するなど、多様なリサーチを行ってください。できるだけ、国内だけでなく、国外の事例もリサーチすることを勧めます。"},{"0":"成績評価の方法","1":"2/3の出席があることを前提条件とし、企画案、受講態度、授業後レポートを総合的に評価します。"},{"0":"テキスト","1":"特にありません。"},{"0":"参考文献(作品）等","1":"授業の内容に合わせて指示します。"},{"0":"教員との連絡方法（オフィスアワー）","1":"Teams、メールなどで随時連絡を取ってください、"},{"0":"リンク","1":"https://www.facebook.com/GGP2019"}]]