[[{"0":"科目名","1":"情　報　文　化　論","2":"講義名","3":"情報文化論"},{"0":"受講可能学科","1":"造形学部・視覚伝達デザイン学科"},{"0":"担当研究室","1":"視覚伝達デザイン学科"},{"0":"担当教員","1":"君塚　洋一"},{"0":"分野","1":"専門Ⅱ類選択","2":"対象学年","3":"3年,4年"},{"0":"科目群","1":"専門Ⅱ類（選択）","2":"キャンパス","3":"鷹の台"},{"0":"開講期間","1":"後期 2021/09/06-2021/12/18","2":"曜日・時限","3":"月２"},{"0":"授業形態","1":"講義","2":"単位数","3":"2.0"},{"0":"履修条件","1":"学科別オリエンテーションにて説明する。"},{"0":"授業概要・カリキュラム上の位置づけ","1":"この科目では、アートやデザインという作品表現をつうじたコミュニケーションを、「メディア」のはたらきと「文化」のいとなみとしてとらえる。さまざまな作品表現はメディアとしてのどのような特質を活用したものなのか、また、歴史や現代におけるさまざまな表現文化のなりたちには社会や集団、人と人との相互行為がどのようにかかわっているのか。それらの見方を用いて、受講生それぞれが行う表現活動を照らしなおし、アートやデザインとかかわる自分自身の仕事の可能性を社会のなかでより大きな視点から見つめ直す。これがこの科目の大きなねらいである。メディア論や芸術社会学の視点からこれらを解き明かしつつ、新たな社会をつくり、そこで生き残っていくために、アートとデザインのこれまで・これからをとらえ直していく。従来のメディア産業が大きな変転を遂げる世紀に、アートやデザインのスキルがこれまでの範囲を超え、広報、組織活性化やまちづくりの場を含む、社会のさまざまな新しい分野で活用されうる方向性を見きわめてほしい。 cf.） テーマにかかわるひとつのエピグラフ「ドラムをたたくようにわたしが人生を生きていたら、問題などひとつもなかったろう」（トニー・ウィリアムス／ジャズ・ドラマー）"},{"0":"授業方法","1":"後期の対面授業再開の状況をみきわめつつ、以下を併用してすすめる。0）対面授業1）ファイルやURLによる教材・課題の配信2）動画の配信3）teamsなどによるリアルタイムのオンライン授業"},{"0":"到達目標","1":"社会におけるメディアとしての作品表現がもたらす様々なコミュニケーションのなりたちとはたらきをふまえ、自らのアートやデザインの仕事の役割と可能性を見直す。"},{"0":"ディプロマポリシーとの関連","1":"https://www.musabi.ac.jp/wp-content/uploads/2021/05/CurriculumMap_vcd.pdf"},{"0":"授業計画・課題に対するフィードバック","1":"＜イントロダクション＞・第17週：社会の営みとしての芸術・デザイン　芸術・デザインのなりたち・はたらきを社会とのかかわりからとらえなおす＜テーマ１：メディア・プロジェクトとしての芸術・デザイン＞・第18週：メディアとしての芸術・デザイン　メディアの特性と発展系列・第19週：コミュニケーションとしての作品表現　さまざまなコミュニケーション・モデルに照らして作品表現を考える＜テーマ２：表現にはたらく社会の力、表現が社会に及ぼす力＞・第20週：社会集団と芸術・デザイン：表現をつくる社会の力-1　儀礼から作品へ：宗教音楽、クラシック音楽、ゴスペルと R&B・第21週：社会集団と芸術・デザイ：表現をつくる社会の力-2　メディアと人的交流を介した新しい作品表現：ヒップホップ／ボサノヴァ・第22週：社会における相互行為を通じた感情の共有と継承　作品表現を通じて共有される「ノスタルジー」＜テーマ３：社会に生かすアートとデザインの力＞・第26週：社会に活かすアートとデザインの力（１）：前提講義　広報／組織活性化／地域づくり／コミュニケーションの環境づくり／消費者インサイトとクリエイティブ／生活文化とコミュニケーション・第27週：社会に活かすアートとデザインの力（２）：実習・経過報告　その１・第28週：社会に活かすアートとデザインの力（３）：実習・経過報告　その２・第29週：社会に活かすアートとデザインの力（３）：実習・経過報告　その３・第30週：社会に活かすアートとデザインの力（４）：視デ卒業生ゲスト講義、実習の成果発表・第31週：受講生によるふりかえり・最終課題の発表（３）"},{"0":"履修上の留意点","1":"授業は、文献資料や作例、映像などを多用しつつ各テーマについて3～4 回講義を行った後、提示資料や自ら集めた素材をもとに各受講生が小レポートを２回作成、授業内で発表・提出する。"},{"0":"準備学習内容・時間の目安","1":"授業で扱う作例は、オリジナルや複製にあたって確認しておくこと。"},{"0":"成績評価の方法","1":"授業内で発表・提出した小レポートのいずれかを発展させ、学期末に総合レポートないし作品を提出する（作品形式は自由）。実習では、受講生全員がチームをつくり、リサーチとブランド・コンセプトづくり、ビジュアル作品の制作を行い、卒業生のゲスト講義とあわせて成果発表を行う。成績評価の目安は、・各回のコメントないしレポート提出：20%・総合レポートないし作品：40%・実習でのチームワーク、成果発表：40%"},{"0":"テキスト","1":"なし"},{"0":"参考文献(作品）等","1":"・竹内郁郎･児島和人･橋元良明編著『新版メディア･コミュニケーション論』〈1〉〈2〉北樹出版、2005 年・ダニエル・ブーニュー著『コミュニケーション学講義̶̶メディオロジーから情報社会へ』書籍工房早山、2010 年・徳丸吉彦・青山昌文著『芸術・文化・社会』（財）放送大学教育振興会、2003 年・若林直樹・白尾隆太郎編『イメージ編集』武蔵野美術大学出版局、2003 年・F .デーヴィス著『ノスタルジアの社会学』世界思想社、1990 年・中村とうよう著『ポピュラー音楽の世紀』岩波新書、1999 年・古川裕也『すべての仕事はクリエイティブディレクションである。』宣伝会議、2015年"}]]