[[{"0":"科目名","1":"芸　能　演　習　Ⅰ","2":"講義名","3":"芸能演習Ⅰ"},{"0":"受講可能学科","1":"全学部・全学科"},{"0":"担当研究室","1":"教養文化・学芸員"},{"0":"担当教員","1":"今岡　謙太郎"},{"0":"分野","1":"文化総合Ⅱ類","2":"対象学年","3":"1年,2年,3年,4年"},{"0":"科目群","1":"教養文化Ⅱ類","2":"キャンパス","3":"鷹の台"},{"0":"開講期間","1":"前期 2021/04/12-2021/07/10","2":"曜日・時限","3":"月３"},{"0":"授業形態","1":"演習","2":"単位数","3":"2.0"},{"0":"履修条件","1":"30人"},{"0":"授業概要・カリキュラム上の位置づけ","1":"日本には様々な種類の古典芸能がある。能・狂言、人形浄瑠璃（文楽）、歌舞伎、落語、漫才など、それぞれに異なる特徴や独自の様式を持っている。この演習では、こうした種々の芸能（演劇）を見、聞き、また「読む」といった行為を通じて、その面白さを考えてゆくこととする。　はじめに、古典芸能全般についての基礎的な知識を学んだあと、グループ毎に分担テーマを決め、発表、討論を行う。ひとつのテーマを多面的に考察することによって、「総合的判断力と批判力」を身につけることを目標とする。"},{"0":"授業方法","1":"リアルタイム（Zoom）とオンデマンド（Teams）の併用。学期中１～２回は教室に集まってもらってのやり取りを行う可能性もある。授業内で参照すべきサイト名（URL含）、画像等の資料等を案内する。最終的には授業への参加度合いと学期末に提出されたレポートで成績評価を行う。また、掲示板上等で適宜参考文献（WEB上のものを含む）を提示するので、これらを活用して課題に取り組み、意見を述べてほしい。"},{"0":"到達目標","1":"日本の古典芸能の諸ジャンルに関する知識を修得し、多面的・批判的に鑑賞する素地を身につける。"},{"0":"ディプロマポリシーとの関連","1":"https://www.musabi.ac.jp/wp-content/uploads/2021/05/CurriculumMap_la2.pdf"},{"0":"授業計画・課題に対するフィードバック","1":"以下の15回を予定しているが、受講生との話し合いをもとにある程度変化する可能性もある。なおリアルタイムで行う回がある合、その前の回までにTeams等でガイダンスするので、注意してほしい。また、第1回目の授業は必ず出席すること。第1回　授業ガイダンスとWEB上の情報検索における問題点―日本芸能の場合第2回　日本芸能の様々なジャンルについて（１）―能と狂言の場合第3回　日本芸能の様々なジャンルについて（２）―歌舞伎と人形浄瑠璃の場合第4回　日本芸能の様々なジャンルについて（３）－落語と講談の場合第5回　どのジャンルに興味を持ったかー発表のグループ分けとの意見交換第6回　ここまでの授業の補遺・追記と意見交換第7回　能をテーマに選んだグループの発表（プレゼンテーション）と意見交換第8回　狂言をテーマに選んだグループの発表（プレゼンテーション）と意見交換第9回　第6回―第8回で取り上げられたテーマについての説明・資料紹介・全体での意見交換第10回　歌舞伎をテーマに選んだグループの発表（プレゼンテーション）と意見交換第11回　人形浄瑠璃をテーマに選んだグループの発表（プレゼンテーション）と意見交換第12回　第10回―12回で取り上げられたテーマについての説明・資料紹介・全体での意見交換第13回　落語をテーマに選んだグループの発表（プレゼンテーション）と意見交換第14回　講談をテーマに選んだグループの発表（プレゼンテーション）と意見交換第15回　これまでの授業全体で扱われた内容についての説明の補遺・全体での意見交換"},{"0":"履修上の留意点","1":"「芸能演習Ⅰ」（前期）と「芸能演習Ⅱ」（後期）をともに履修すること。定員を超えた場合、20人の履修制限を行います。それ以上になった場合は抽選を行います、Zoom　Microsoft Teamsを使用しての授業となるので、これが使えるような環境を準備しておいてほしい。スマートフォンでも利用出来ると思われますが、パソコンを利用しての授業参加の方が効率的と思います。演習科目なので、授業時間以外に個人またグループで調査を行い、授業内にプレゼンテーションを行うことが前提になります。"},{"0":"準備学習内容・時間の目安","1":"従業内で指示された文献や映像（場合によっては音声）を鑑賞・視聴し、その感想等を各自でまとめておくこと。発表・討論の内容を振り返り、更に考察を深める。（各20分～30分）"},{"0":"成績評価の方法","1":"授業への参加度合い（ディスカッション等）50％、期末の最終レポート50％．"},{"0":"テキスト","1":"特定のテキストは使用せず、参照すべき文献（WEB上のものを含む）を適宜授業内で指示する。"},{"0":"参考文献(作品）等","1":"授業内で指示する。"}]]