[[{"0":"科目名","1":"情報表現Ⅱ","2":"講義名","3":"情報表現ⅡE"},{"0":"サブタイトル","1":"印刷・編集デザイン"},{"0":"受講可能学科","1":"全学科"},{"0":"担当研究室","1":"その他"},{"0":"担当教員","1":"松川　祐子"},{"0":"分野","1":"造形総合Ⅱ類","2":"対象学年","3":"1年,2年,3年,4年"},{"0":"科目群","1":"造形総合Ⅱ類","2":"キャンパス","3":"鷹の台"},{"0":"開講期間","1":"後期 2021/09/06-2021/12/18","2":"曜日・時限","3":"水３"},{"0":"授業形態","1":"演習","2":"単位数","3":"2.0"},{"0":"履修条件","1":"受講者定員は30名までとする。"},{"0":"備考","1":"履修登録期間第1期中は「日本画」、「油絵（油絵専攻・版画専攻）」、「彫刻」、「空間演出デザイン」、「建築」学科の学生のみ、履修エントリー（Web履修登録、第1期終了後抽選）が可能です。第2期以降は、全学科の学生が履修登録（先着順）が可能です。"},{"0":"授業概要・カリキュラム上の位置づけ","1":"この授業は、コンピュータを使ってグラフィックデザインをする際に必要な基礎知識を習得するための授業である。文字を並べ、行を組むこと。画像を配置し、レイアウトすること。これらは紙メディア・デジタルメディアの両方で共通する作業であり、それらを体感しながら理解する。授業内容は、色、かたち、書体、文字組みやレイアウトの基礎知識、アウトプットメディアのしくみ、グラフィックデザインの考え方等を体系的に学ぶ。また、授業全体を通して一つのテーマが与えられ、それについて毎回小課題を提出する。最終的に簡単な印刷物を制作、最終授業では相互に批評を受けるものとする。IllustratorとPhotoshopの基礎知識は習得済みであることを前提として進めるが、デザインすることに興味があれば、習得レベルは問わない。デジタルを活用したデザインは現在、非常に一般化されている。そのためにソフトウェアがとても便利になっており、あまり意識しなくても「自動的」に美しいと思われるデザインが出来上がってしまう。本授業ではそのような「自動的」なところに「疑問」を持つ目を養い、自らのデザインはどうあるべきかという観点を常に持ちながら望んでほしい。"},{"0":"授業方法","1":"この授業は、Zoom、Teamsなどを利用して、基本的にリアルタイムでの映像配信を予定しています。録画の配信をする場合は事前にお知らせします。"},{"0":"到達目標","1":"グラフィックデザインをする上での基礎知識の習得。編集作業の一連の工程の理解。編集工学の基礎知識を習得し、簡単な印刷物を作成できるようになる。"},{"0":"ディプロマポリシーとの関連","1":"https://www.musabi.ac.jp/wp-content/uploads/2021/05/CurriculumMap_fad2.pdf"},{"0":"授業計画・課題に対するフィードバック","1":"第１週　この授業について・この授業について・グラフィックデザインの考え方について第２週　アウトプットメディアについて・印刷のしくみ、紙の種類、折り、紙取り、本の構造、部位の名前・デジタルデバイス、表示のしくみ・画像解像度、色空間第３週　文字を並べること・文字のボディ　活版、写植の歴史・日本語の構成、漢字、ひらがな、カタカナなど・セリフ、サンセリフ、ウェイト第４週　書体の成り立ち、歴史・和文、欧文・デジタルフォント、Webフォント第５週　行を組む・行長、行送り、字送り、字間など・全角の概念、ルビ、頭注、脚注、キャプション・テキストの構造、組み立て（編、章、節、項、目）第６週　版面の設計（紙）・ページ構成要素、見出し、小見出し、グリッドレイアウト・判型、段組、組方向、書体選び・文章の中に構造を作る（字下げ、１行マチなど）第７週　 課題制作第８週　 課題制作第９週　 課題制作第１０週　課題制作第１１週　課題制作第１２週　課題制作第１３週　課題制作第１４週　課題制作第１５週　講評"},{"0":"履修上の留意点","1":"毎回PCを使って演習や課題の制作および提出をしていただきます。そのため、今回のオンライン授業に限り、以下の環境が整うことが履修の条件となります。・制作のためのPCを準備することができ、そのPCを使用して受講できる方。スマートフォンでの受講は不可。・PCにはAdobeCCのインストール（主にIllustrator,Photoshopを使用）がされていること。"},{"0":"準備学習内容・時間の目安","1":"特になし。"},{"0":"成績評価の方法","1":"出席、受講態度、課題等の総合評価とする。"},{"0":"テキスト","1":"最低限の情報については、プリントを配付して対応する。"},{"0":"参考文献(作品）等","1":"適宜指示する。"}]]