[[{"0":"科目名","1":"English Communication Ⅲ","2":"講義名","3":"English Communication ⅢA"},{"0":"サブタイトル","1":"What Is Art For?  Sharing, Discussing & Presenting Ideas About Art In English"},{"0":"担当研究室","1":"クリエイティブイノベーション学科"},{"0":"担当教員","1":"加藤　ディヴィヤマリ"},{"0":"分野","1":"専門基礎科目","2":"対象学年","3":"2年"},{"0":"科目群","1":"専門基礎（必修）","2":"キャンパス","3":"鷹の台"},{"0":"開講期間","1":"前期 2021/04/12-2021/07/10","2":"曜日・時限","3":"金４"},{"0":"授業形態","1":"演習","2":"単位数","3":"2.0"},{"0":"授業概要・カリキュラム上の位置づけ","1":"What Is Art For?\"The modern world thinks of art as very important - something close to the meaning of life.. Despite all this, our encounters with art do always go as well as they might.. What if art has a purpose that can be defined and discussed in plain terms?  Art can be a tool, and we need to focus more clearly on what kind of tool it is - and what good it can do for us.\"  - Art As Therapy, Alain de Botton & John ArmstrongThis course, presenting a new way of looking at art, is designed to encourage students to grow into enthusiastic and expressive communicators who feel comfortable and confident speaking in English - whether or not it's perfect - and opening themselves and their ideas up to the wider world.  Together we will explore the functions of art and unpick the big question: What Is Art For? through four main themes that cover love, nature, money and politics.  Our focus will be speaking, so there will be ample opportunity for real time conversation.  Students will strengthen their communication skills through a combination of art assignments, an exploration of artworks and discussion.  Art assignments will allow for both personal reflection on topics covered and an opportunity for engagement and exchange in sharing work with others.  The exploration of artwork will span the story of art from cave paintings to contemporary practice and develop vocabulary and critique.  Discussion will encompass the main themes of art and its purpose.  The course will culminate in a final presentation celebration where students will select and share a favourite piece of work created during the course and celebrate a 'breakthrough moment' with the group."},{"0":"授業方法","1":"リアルタイム（同時双方向）　： ZoomまたはTeamsによるオンライン授業を行います。英語で行う授業　Presentation and discussion　質疑は授業内で受け付ける"},{"0":"到達目標","1":"Students will grow into enthusiastic and expressive communicators who feel comfortable and confident speaking in English - whether or not it's perfect - and opening themselves and their ideas up to the wider world.  Students will strengthen their communication skills through this art course:  a combination of art assignments, an exploration of artworks and discussion. The course will culminate in a final presentation celebration where students will select and share a favourite piece of work created during the course and celebrate a 'breakthrough moment' with the group."},{"0":"ディプロマポリシーとの関連","1":"https://www.musabi.ac.jp/wp-content/uploads/2021/05/CurriculumMap_ci.pdf"},{"0":"授業計画・課題に対するフィードバック","1":"(授業内容は学生の習熟度等により変更される場合がある)WHAT IS ART FOR?  ART THEME #3: MONEYWeek 1)  Introductions & IcebreakersQuestion & Answer Time  Week 2)  Outlining Course & Expectations (Research & Preparation) Outlining Marking System  (Attendance/Participation/Presentations)Group Discussion:  What Is Art For?  Introducing The Functions Of ArtWeek 3)Exploring The Functions Of Art Pair Work: Art Assignment #1Week 4)Art Theme: MONEY (Part 1)Teams:  Art Assignment #2Week 5)Art Theme: MONEY (Part 2)Teams:  Art Assignment #3Week 6)Art Theme: MONEY (Part 3)Teams:  Art Assignment #4Week 7)Art Theme: MONEY (Part 4)Teams:  Art Assignment #5Week 8)Reflecting On Themes Covered:  What Is Art For? Question & Answer TimeWeek 9)Discussion & Exploration:  The Price Of Everything, Nathaniel Kahn (Documentary 2018)The work of Jeff Koons vs. Larry Poons  Week 10)Group Discussion & DebateTeams:  How Should Art Be Bought & Sold? Week 11)Beginning Student PresentationsPlanning & Preparation:Student Bios/Creating An Artist ProfileSelecting Favourite Piece Of Art & 'Breakthrough Moment'  Week 12)Student PresentationsWeek 13)Student PresentationsWeek 14) Student PresentationsWeek 15)Completing Student PresentationsQuestion & Answer Time * Reference Material:  Art As Therapy by Alain de Botton and John ArmstrongMirror of the World: A New History of Art by Julian BellThe Price Of Everything, Nathaniel Kahn (Documentary 2018)"},{"0":"履修上の留意点","1":"English communication 3 ABCは、英語能力に基づき、研究室によって割り当てられる。"},{"0":"準備学習内容・時間の目安","1":"Students expected to complete art assignments and research and prepare presentations."},{"0":"成績評価の方法","1":"Grades based on attendance, participation, presentations."},{"0":"テキスト","1":"授業内で指示。"},{"0":"テキストISBN番号","1":"特になし"},{"0":"参考文献(作品）等","1":"特になし"},{"0":"教員との連絡方法（オフィスアワー）","1":"講義内容に関する質問等は、毎授業時に受け付ける。"}]]