[[{"0":"科目名","1":"視覚伝達デザイン演習Ⅰ","2":"講義名","3":"視覚伝達デザイン演習Ⅰ"},{"0":"サブタイトル","1":"（デザインの記号・情報論）"},{"0":"受講可能学科","1":"大学院造形研究科（修士）・デザイン専攻・視覚伝達デザインコース"},{"0":"担当研究室","1":"視覚伝達デザイン学科"},{"0":"担当教員","1":"寺山　祐策、北條　みぎわ、石塚　英樹"},{"0":"分野","1":"専門Ⅰ類","2":"対象学年","3":"1年"},{"0":"科目群","1":"専門Ⅰ類（必修）","2":"キャンパス","3":"鷹の台"},{"0":"開講期間","1":"通年 2021/04/12-2021/12/18","2":"曜日・時限","3":"火３,火４"},{"0":"授業形態","1":"演習","2":"単位数","3":"6.0"},{"0":"履修条件","1":"特になし"},{"0":"授業概要・カリキュラム上の位置づけ","1":"記号論のデザインへの応用は、20世紀初頭のシンボルの哲学、Ch.W.モリスの記号論から始まり、視覚言語、ニューバウハウス、ウルム造形大学の研究をへて、今日では諸デザイン領域の基礎的な理論としてますます重要になっている。デザインを単なる形（かたち）の表現やメディアの表現技術の狭い範囲で考えるのでなく、表象（記号）とその対象とそれを用いる主体（解釈項）の相互関係、そして、表象を用いる主体の習慣や行動とその文脈などの記号過程という視点から、デザイン活動をユーザーとの相互作用のプロセスや媒介を動的に考察するためのデザイン理論として記号論は欠くことができない。この授業では記号の理論的な理解とデザインへの応用演習によって、デザインの対象である表象（記号）が生活の中でどのように役割を果たしているのか、表象の基本的な特質と構造と機能はどのようになっているのか、表象の意味と価値体系はどのように創り出されるのかなど、ヴィジュアル・コミュニケーション・デザインにとって重要な記号の理論と方法の研究をする。"},{"0":"授業方法","1":"リアルタイム（同時双方向）型：ZoomとTeamsによるオンライン授業を行います。"},{"0":"到達目標","1":"デザイン記号論の理論的な研究能力と、デザインへの応用と展開する能力。"},{"0":"授業計画・課題に対するフィードバック","1":"【前半】（夏季休業前）チャールズ・サンダース・パースの記号論を軸に授業を展開する。　01）授業ガイダンス02）～10）　次の3つの内容の講義と演習を適宜組み合わせていく。パース記号論の意義を理解してもらうための予備的講義：・パースという科学者の特異性と業績・パース現象学のカテゴリー論・パース記号論の特徴パース記号論の基礎概念と用語を解説する基礎講座：・記号の機能と構造・記号作用を構成する6つの要素・記号作用の成立と連続性・記号作用の連鎖のパターン講義内容の理解を深めるための実践講座：・日常生活に存在する記号作用を意識する・記号作用を構成する要素を確認する・連続する記号作用の流れを追う・自分にとって重要な記号作用を発見・観察・記述する【後半】（夏季休業後）パースが提唱した3種類の推論に関するテキストの輪読と自分の研究テーマに関する記号論的分析を並行して行う。受講者は輪読と分析を隔週で交互に担当。15）16)　授業ガイダンス、夏季課題の発表輪読：17）～22）　米盛裕二『アブダクション』（勁草書房）を毎週一章ずつ第一章から第六章までを読む記号論的分析：17）～22）、26)～31)自分の研究活動を記号作用の視点から捉え直し、パースの科学的探究を通じて研究の可能性と方向性を模索する。・科学的探究の準備段階（記号作用の発見と観察と記述）・研究活動を振り返り、仮説を要する事実を発見する科学的探究の第一段階（仮説的推論＝アブダクション）・さまざまな仮説を考え、検証に値する仮説を採択する科学的探究の第二段階（演繹的推論）・採択した仮説が含む事態を想定し、その必然的帰結を予測する科学的探求の第三段階（帰納的推論）・仮説の正当性を実験・検証する"},{"0":"履修上の留意点","1":"特になし"},{"0":"準備学習内容・時間の目安","1":"特になし"},{"0":"成績評価の方法","1":"演習課題の提出と内容、授業の討議・共同作業、授業への出席とを合わせて、大学の採点基準（優・良・可・不可）に基づいて評価する。"},{"0":"テキスト","1":"前期は授業内で配布するペーパーを使用。後期は米盛裕二『アブダクション』（勁草書房）を使用。"}]]