[[{"0":"科目名","1":"デザイン理論演習　Ⅰ","2":"講義名","3":"デザイン理論演習Ⅰ"},{"0":"サブタイトル","1":"デザイン理論演習Ⅰ－a"},{"0":"担当研究室","1":"基礎デザイン学科"},{"0":"担当教員","1":"板東　孝明"},{"0":"分野","1":"専門Ⅰ類","2":"対象学年","3":"1年"},{"0":"科目群","1":"専門Ⅰ類（必修）","2":"キャンパス","3":"鷹の台"},{"0":"開講期間","1":"通年 2021/04/12-2021/12/18","2":"曜日・時限","3":"集中"},{"0":"授業形態","1":"演習","2":"単位数","3":"6.0"},{"0":"履修条件","1":"特になし"},{"0":"授業概要・カリキュラム上の位置づけ","1":"タイポグラフィを核としたヴィジュアルコミュニケーション領域、あるいはバックミンスター・フラーのシナジェティクスに基づくデザイン制作領域を研究対象とする。デザインにおけるタイポグラフィの重要性は言うまでもないことだが、その研究において往々にして書体の歴史や技法をベースにした表現法に関心がもたれやすい。ここでは、タイポグラフィの構造をなしているグリッドシステムの概念と空間把握、その意味の拡張をめざす研究に軸足をおく。シナジェティクスの理論研究について、デザイン領域での取り組みはまだ端緒についたばかりであるが、これからの時代はデザインとサイエンスの統合を試みる新しいタイプのデザイナー育成が求められるだろう。この演習では、多面体構造の研究、応用を進めていく。授業は毎回、受講生がリサーチした成果の中間発表をし、討議するという形式で進めていくが、対象領域の研究にあってなお、現代社会との関連性や問題解決の提起を含んでいること、つまり研究が自らの関心にのみ収束せず、社会の環境形成へと広がっていくプロジェクトであることが望まれる。"},{"0":"到達目標","1":"このゼミでの目標を端的にいうならば、受講生それぞれが一年を通じてデザイン領域で立ち向かった知の探求、研究成果を修士論文、制作への基盤とすることが望まれる。"},{"0":"授業計画・課題に対するフィードバック","1":"早い時期に各自の研究テーマと一年間の計画書を提出すること。それは修士研究に取り組むに先だって、研究の進め方とスケジュールを鮮明に自覚すること、深く強度のある研究の筋道をたてるためである。授業では、各自の計画にそって個別指導していくが、前期には基礎デザイン学への入門として、向井周太郎著『かたちの詩学』(美術出版社刊 2003年)、『デザイン学』(武蔵野美術大学出版局刊 2009年)を精読することに時間を充て、そこで発見された視点や各自の研究テーマに引き寄せた思索を、小論文として冊子にまとめる。後期の最終授業では、一年間おこなってきた研究成果を発表してもらうが、その内容もまた冊子にまとめ上げる。"},{"0":"履修上の留意点","1":"タイポグラフィを核にしたヴィジュアルコミュニケーションの領域、あるいはバックミンスター・フラーによるシナジェティクスの応用発展の領域を研究対象とすること。積極的なゼミへの参加と自発的な研究態度を期待したい。"},{"0":"準備学習内容・時間の目安","1":"前期は、授業毎に『かたちの詩学』『デザイン学』の各章を熟読し、要点をまとめてて発表してもらう。後期は、授業で各自が発表する内容の準備をしておくこと。"},{"0":"成績評価の方法","1":"講義への出欠状況と提出された小論文を評価の基準とする。"},{"0":"テキスト","1":"必要な時に文献を提示し、資料等のテキストを用意する。"},{"0":"参考文献(作品）等","1":"向井周太郎著『ふすま』住まい学大系081（共著者 向井一太郎）住まいの図書館出版局、1997『ふすま 文化のランドスケープ』（共著者 向井一太郎）中公文庫中央公論新社、2007『かたちの詩学 morphopoiesis III 向井周太郎著作集＋コンクリート・ポエトリー選集』美術出版社、2003『生とデザイン かたちの詩学 I』中公文庫、中央公論新社、2008『デザインの原像 かたちの詩学 II』中公文庫、中央公論新社、2009『デザイン学 思索のコンステレーション』武蔵野美術大学出版局、2009『形象の記憶―デザインのいのち』 （武蔵野美術大学出版局） 2021年Richard Buckminster Fuller”Synergetics 2: explorations in the geometry of thinking”, Richard Buckminster Fuller, E. J. ApplewhiteMacmillan, 1983"}]]