[[{"0":"科目名","1":"コミュニケーション創発演習Ⅳ","2":"講義名","3":"コミュニケーション創発演習Ⅳ"},{"0":"サブタイトル","1":"ビジネスツール"},{"0":"受講可能学科","1":"造形学部・デザイン情報学科"},{"0":"担当研究室","1":"デザイン情報学科"},{"0":"担当教員","1":"村上　千博"},{"0":"分野","1":"専門Ⅱ類選必","2":"対象学年","3":"2年,3年"},{"0":"科目群","1":"専門Ⅱ類（選必）","2":"キャンパス","3":"鷹の台"},{"0":"開講期間","1":"後期 2021/09/06-2021/12/18","2":"曜日・時限","3":"水１,水２"},{"0":"授業形態","1":"演習","2":"単位数","3":"2.0"},{"0":"授業概要・カリキュラム上の位置づけ","1":"企業や組織、機関、団体など事業体の活動に欠かせない各種のビジネスツールを、実在する企業等から依頼されたことを想定してデザインするグラフィック・インフォメーション・デザインの演習。多くの実在する企業や組織体には、それぞれCI（コーポレート・アイデンティティ）デザインがあり、また、それらは、製品はもとより、広告媒体やパッケージ、車両などをはじめとする多様なメディアに展開され、イメージをアピールしている。とりわけ会社案内、アニュアルレポート、名刺、ステーショナリー群、伝票類をはじめ、事業展開上必要な種々の印刷されたビジネスツールは、CIデザイン展開に欠かせないメディアである。それら実際のビジネスツールを収集し、子細に観察した上で、その情報の構成と構造化、使用状況、機能と役割およびそれらの体系的な関係などを抽出して整理するとともに、新たなコンセプトを立案して、一連のビジネスツールの作成を試みる。この演習では、具体的な制作作業を通じて造形的イメージ表現と情報の構造と機能をデザインによってシステマティックに組み上げる能力を育てたい。また、就職活動の事前調査として、関心ある企業等へのコンタクトの機会としても活用して欲しい。"},{"0":"授業方法","1":"講義、ワークショップ等により習得した知識を、各自の制作へ展開し、規定課題物を制作、プレゼンテーションを行う。講義を中心とするプログラム（主に前半1/3程度）はZoomによるオンラインリアルタイム（同時双方向）授業、ワークショップおよび制作過程のプログラム（残り2/3程度）は対面授業を中心に指導を行うことを想定している。（授業の進行具合や社会状況によって変更することがある）また、Teamsによる連絡や課題提出等の管理を行うことがある。詳細は履修者に通知する。"},{"0":"到達目標","1":"① 日本および欧米のCI, VIの起りとその目的について、現在に至るまでの基本的な流れと内容を理解し、説明することができる。②実例の調査を通じて情報の構造と機能の関係を分析、理解することができる。③②の分析結果を、造形的イメージ表現によってシステマティックに再編集するデザイン能力を修得する。"},{"0":"ディプロマポリシーとの関連","1":"https://www.musabi.ac.jp/wp-content/uploads/2021/05/CurriculumMap_di.pdf"},{"0":"授業計画・課題に対するフィードバック","1":"具体的な演習プログラムは、オリエンテーション時に詳しく解説する。また、制作過程に応じて予定は変更される場合がある。第 1 回 オリエンテーションと課題解説第 2 回 CI,VIの解釈と理解第 3 回 ブランディングの解釈と理解第 4 回 参考課題企業の資料精査（1）第 5 回 参考課題企業の資料精査（2）第 6 回 参考課題企業の総合評価プレゼンテーション第 7 回 対象企業の資料精査（1）第 8 回 対象企業の資料精査（2）第 9 回 対象企業の総合評価とデザインコンセプトの立案　デザイン計画の発表第 10回 デザイン案のチェック第 11回 作品チェック（1）第 12回 作品チェック（2）第 13回 作品チェック（3）第 14回 作品提出＋展示講評会第 15回 セルフアナリシス、ラーニングログ"},{"0":"履修上の留意点","1":"調査、および制作は、演習時間外に行うことを前提に履修すること。演習日は主に発表のフィードバック、進行・制作のチェックと指導に充てる。作品は、コンピュータを使用して制作するが、ソフトウエアの使用指導は行わないので、少なくともAdobe Illustrator、Photoshopの基本操作ができることを条件とする。編集ソフトが使えればなおよい。授業はzoomによるオンラインとし、詳細は履修者に通知する。"},{"0":"準備学習内容・時間の目安","1":"対象とする企業の資料収集、資料のリサーチ、分析、および制作は、ほとんど授業時間外に行うことを前提としているため、対象としたい企業の考察や資料入手方法などは授業開始前後から意識して準備を始めること。各回ごとに次回発表テーマが与えられるため、課題制作のための時間を計画的にとること。"},{"0":"成績評価の方法","1":"展示講評会への出席と発表①、課題作品の提出②、 2/3以上の出席③を単位取得の必須条件とする。本授業では特に①を最も重要と位置づけ、①を満たさなかった場合は②③を満たしていても単位取得を認めないものとする。成績評価については、課題に対する分析力、課題作品の独創性と表現力、授業参加度と受講態度を重視し総合的に評価する。"},{"0":"参考文献(作品）等","1":"推薦図書：World Branding世界のブランド戦略ーそのコンセプトとデザイン：ワールドブランディング委員会編　グラフィック社（2006年）／コーポレート・アイデンティティ戦略　デザインが企業経営を変える：中西元男　誠文堂新光社（2010年）ロゴ・ライフ　有名ロゴ100の変遷：ロン・ファン・デル・フルーフト著　田代眞理訳　グラフィック社（2014年）　他適宜、指示する。"},{"0":"教員との連絡方法（オフィスアワー）","1":"授業専用Teams内の投稿による連絡、および研究室担当助教を通じての連絡とする。但し即時返答が約束できないため、返答受領には余裕を持って臨むこと。"}]]