[[{"0":"科目名","1":"動物の身体と進化","2":"講義名","3":"動物の身体と進化Ｂ"},{"0":"受講可能学科","1":"造形学部・全学科"},{"0":"担当研究室","1":"教養文化・学芸員"},{"0":"担当教員","1":"東山　大毅"},{"0":"分野","1":"文化総合Ⅰ類","2":"対象学年","3":"1年,2年,3年,4年"},{"0":"科目群","1":"教養文化Ⅰ類","2":"キャンパス","3":"鷹の台"},{"0":"開講期間","1":"後期 2021/09/06-2021/12/18","2":"曜日・時限","3":"火３"},{"0":"授業形態","1":"講義","2":"単位数","3":"2.0"},{"0":"履修条件","1":"150人"},{"0":"授業概要・カリキュラム上の位置づけ","1":"本講義では、現に脊椎動物進化の研究者として活躍する教員が、その知見にもとづき、脊椎動物を中心に多様な動物の形態とその進化過程を概説する。古代より美術や創作において数多くの動物が参照されてはきたが、いったい動物の形態というものはあまりにも多様で複雑だ。何百万種といる地球上の動物の、その形態をつぶさに理解しようとしたらどれだけの時間がかかることだろう…。しかし同時に、動物の形態というは決してランダムに作られているものではない。脊椎動物や節足動物、軟体動物など、大きなグループごとに「ボディプラン」と呼ばれる体制が保たれ、その制約のもと、進化によって様々な形態が生まれてきたのだ。よって本講義では、「進化」という生物界全体を貫くある種の\"流れ\"において動物形態を捉え、比較してゆく。膨大な情報量を与えるが、すべてを理解しようとか覚えようとかする必要は決してない。未知のものにたくさん触れて楽しみ、新たな興味を見つける切っ掛けになれば幸いである。高校で生物を履修していなくても問題はない。なお、本講義では人体の解剖学については取り上げないため、詳細な人体解剖学については別途開講される美術解剖学の履修が望ましい。"},{"0":"授業方法","1":"・講義形式。　オンデマンド型(非同期) :Teams によるマルチメディア教材スライド動画配信。・なお、LiveCampus等による参考資料等も配布予定。"},{"0":"到達目標","1":"①比較解剖学・進化生物学という科学的観点から動物造形を位置づけることができる理論的枠組みを構築する。②動物造形への理論的批判力・理論的洞察を滋養する。③動物進化の歴史から我々人類の身体進化の背景を捉え直す。"},{"0":"ディプロマポリシーとの関連","1":"https://www.musabi.ac.jp/wp-content/uploads/2021/05/CurriculumMap_la1.pdf"},{"0":"授業計画・課題に対するフィードバック","1":"第１回　オリエンテーション、脊索動物のボディプランと進化史概要第２回　脊椎動物以外の脊索動物（頭索動物、尾索動物）、円口類第３回　軟骨魚類、条鰭類（真骨魚類など）第４回　肉鰭類の概要、両生類、羊膜類概要（単弓類と双弓類）第５回　双弓類１：ムカシトカゲ、有鱗類、主竜形類第６回　双弓類２：恐竜、鳥第７回　単弓類：哺乳類第８回　発生と形態第１０回　比較解剖学１：頭頸部第１１回　比較解剖学２：体幹第１２回　比較解剖学３：四肢と運動第１３回　動物門の多様性１（棘皮動物、半索動物、節足動物など）第１４回　動物門の多様性２（軟体動物、環形動物、腕足動物など）第１５回　まとめと総合討論※授業の進行状況や受講者の希望に応じて、変更・補足する場合がある。"},{"0":"履修上の留意点","1":"初回は必ず出席すること。人数制限を行っています。定員を超えた場合は抽選となります。"},{"0":"準備学習内容・時間の目安","1":"上記の「授業計画」欄に記載した、各回の分類群名等についてはあらかじめ調べておくのが望ましい。Wikipedia等で構わない。(10分)。可能なら、適宜、動物園、水族館、国立科学博物館、東京大学総合研究博物館インターメディアテク、神奈川県立生命の星・地球博物館、野外などなど…で動物の身体を観察することが望ましい。また、魚屋で売られている魚、骨付きチキンの唐揚げや夕飯のアサリも「動物の身体」である。骨や筋肉がどんな質感か、どう付いているか、朧げに知っているだけでも世界は変わってくるので、機会があれば一度よく観察してみるといいだろう。"},{"0":"成績評価の方法","1":"・期末レポートと学習意欲の総合で評価する。　期末レポート課題は複数課題からの選択式にする。"},{"0":"参考文献(作品）等","1":"「ヒトのなかの魚、魚のなかのヒト―最新科学が明らかにする人体進化35億年の旅」　ニール・シュービン：著　早川書房「幻獣デザインのための動物解剖学:絶滅種・恐竜を含むあらゆる動物の骨格と筋肉」　テリル・ウィットラッチ：著　マール社「小学館の図鑑NEOシリーズ」小学館"}]]