[[{"0":"科目名","1":"設計計画Ⅲ－２","2":"講義名","3":"設計計画Ⅲ－２"},{"0":"サブタイトル","1":"（鈴木スタジオ）鈴木明、常山未央Kodaira 2062…公共空間と公共施設からかんがえる小平未来のまちとくらし"},{"0":"受講可能学科","1":"造形学部・建築学科"},{"0":"担当研究室","1":"建築学科"},{"0":"担当教員","1":"鈴木　明、常山　未央"},{"0":"分野","1":"専門Ⅰ類","2":"対象学年","3":"3年"},{"0":"科目群","1":"専門Ⅰ類（必修）","2":"キャンパス","3":"鷹の台"},{"0":"開講期間","1":"後期 2021/09/06-2021/12/18","2":"曜日・時限","3":"木１,木２,金１,金２"},{"0":"授業形態","1":"演習","2":"単位数","3":"2.0"},{"0":"履修条件","1":"特になし"},{"0":"授業概要・カリキュラム上の位置づけ","1":"前提条件...小平市では、60年代に建てられた公共建築が耐用年数を迎えようとしている。これからの人口減少や高齢化に対応しながら公共サービスを持続させるためには、公共施設の床面積を効率化し、運営を民間に委託するなど、市の財政負担の軽減が必要となる。小学校はその中でも地域の拠点として位置づけられ、周辺の公共施設との複合化が模索されている。課題...モデル事業に位置づけられる、老朽化から建替えを予定する「小平第十一小学校」（1967年竣工）と周辺の「公民館」と「保育園」を複合し、地域の拠点「コモンズ」となる新しい小学校のあり方を設計提案してください。計画のポイント...公民館機能と小学校・保育園の積極的な機能共有を期待します。公民館機能と小学校、保育園機能との時間による棲み分けや、小学校、保育園の運営時も地域に積極的に開けるよう、エントランス、動線を工夫して設計してください。"},{"0":"授業方法","1":"対面授業とオンライン授業の併用"},{"0":"到達目標","1":"課題のポイント...本課題は市と連携し、出題・講評を行います。「小平第十一小学校建替え計画」について市から提示される具体的な与条件のもと、当該スタジオ学生がコンセプトと図面・模型による計画案を作成するものです。①初回ガイダンスでは当該施設の見学と市から公共施設マネジメントについて説明。中間および講評会で図面・模型を提示しプレゼンを行い、市の職員と教員（専任・非常勤講師）が質疑と講評を行う。②設計提案はグループ（1名以上、最後まで一貫すること）。③学位授与方針（ディプロマポリシー）における建築デザイン、ランドスケープデザインの表現と独自の研究テーマを獲得し実践し、成果品のプレゼンテーションを評価する。"},{"0":"ディプロマポリシーとの関連","1":"https://www.musabi.ac.jp/wp-content/uploads/2021/05/CurriculumMap_arc.pdf"},{"0":"授業計画・課題に対するフィードバック","1":"＜フェイズ1...フィージビリティ・スタディ＞①ガイダンス②公共施設マネジメントのレクチャー、現地見学・調査③文献調査、ゾーニング、敷地模型製作④FSレヴュー＜フェイズ2...スケマティック・デザイン＞⑤平面・断面計画⑥中間発表⑦構造・ファサードのスタディ⑧外構デザイン⑨SDレヴュー＜フェイズ3…デザイン・ディヴェロップメント＞⑩断面詳細図⑪レイアウト⑫最終提出⑬最終講評会ヴァーティカルレビュー"},{"0":"履修上の留意点","1":"・建築学科3年生の必修（スタジオ選択）・グループ（一人以上）による制作"},{"0":"準備学習内容・時間の目安","1":"・小平市の歴史に対する関心と学習、地域資源への関心と学習・公共施設・公共建築の計画学、プログラムの学習"},{"0":"成績評価の方法","1":"・出席、制作姿勢、エスキスへの積極性、独創性、成果品の表現力を重視し、総合的に判断する。・作品の評価…各フェイズにおける講評会で発表内容と共に評価する。"},{"0":"テキスト","1":"なし"},{"0":"参考文献(作品）等","1":"小平市作成公共施設マネジメントに関する資料（配布する）。"},{"0":"教員との連絡方法（オフィスアワー）","1":"講義内容に関する質問等は、毎授業時に受け付ける。"},{"0":"リンク","1":"http://www.city.kodaira.tokyo.jp/kurashi/index10015006.html"},{"0":"リンク","1":"https://www.facebook.com/akirasuzukistudio/"}]]