[[{"0":"科目名","1":"視覚伝達デザイン表現演習Ⅰ～Ⅴ","2":"講義名","3":"視覚伝達デザイン表現演習Ⅰ～Ⅴ"},{"0":"サブタイトル","1":"アイデンティティとブランディングコミュニケーション"},{"0":"受講可能学科","1":"造形学部・視覚伝達デザイン学科"},{"0":"担当研究室","1":"視覚伝達デザイン学科"},{"0":"担当教員","1":"氏家　真清"},{"0":"分野","1":"専門Ⅰ類","2":"対象学年","3":"3年,4年"},{"0":"科目群","1":"","2":"キャンパス","3":""},{"0":"開講期間","1":"","2":"曜日・時限","3":""},{"0":"授業形態","1":"実技","2":"単位数","3":"2.0"},{"0":"履修条件","1":"学科別オリエンテーションにて説明する。"},{"0":"授業概要・カリキュラム上の位置づけ","1":"１　個人・企業・団体・国などが、瞬時に繋がっているグローバルネットワーク社会において、人々にどの様に独自性を認知させ訴求していくのか。２　各国の文化・環境・歴史・価値観の差異性や優位性を認識しながら、どう共生していくのか。３　アイデンティティとブランドを軸に、個人と他人・自社と他社・自国と他国などの差異を見極め、共生していくための優位的な価値を創造する。４　訴求すべきメッセージの効果的なメディアの使用方法と、情報の送受信によるアイデンティティの確立やブランディングコミュニケーションの　　仕組みを学ぶ。"},{"0":"授業方法","1":"オンライン授業（リアルタイム同時双方向型）と対面授業を状況に応じて切り替える"},{"0":"到達目標","1":"１　自己のアイデンティティ（独自性）を確立するとともに、他人との差異性や優位性を認識すること。２　個性ある思考でクリエィティビティの高い作品を創作すること。３　ワークショップや課題提示などのプレゼンテーションにより、プレゼンテーション能力を向上させること。"},{"0":"ディプロマポリシーとの関連","1":"https://www.musabi.ac.jp/wp-content/uploads/2021/05/CurriculumMap_vcd.pdf"},{"0":"授業計画・課題に対するフィードバック","1":"・授業内において事前資料の確認や随時質疑応答を行う。・各回ごとに各自の自宅課題を提示し、授業内においてプレゼンテーションやディスカッションを行う。＜step1＞パーソナルアイデンティティの確立第１回　授業内容、スケジュール、事前送信資料データの確認と説明。アンケート用紙による自己紹介。　　　　演習１：各個人のイメージや個性を探る「９つの枠」ワークショップ。演習１のまとめ。　　　　演習２：自他との差異による価値観発見と共生する意義発見。パーソナルアイデンティティの確立。演習２のまとめと資料説明。　　　　演習３：スピーチプレゼン　自分の考えを決められた時間内に人に伝える。演習３の資料説明。　　　　課題１：アイデンティティとブランディングコミュニケーションの競合比較分析の説明。＜step2＞アイデンティティとブランディングコミュニケーションの確立第２回　課題１：アイデンティティとブランディングコミュニケーションの競合比較分析の提示・講評会。　　　　課題２：各個人がひとつのアイデンティティまたはブランドを企画し、その優位性を訴求するに際し、最も適したメディアを使用して作品を制作する。　　　　課題２資料データの確認と説明。第３回　課題２企画概要のプレゼンテーション１、企画書の提示・講評会。課題２ネーミング資料の説明。第４回　課題２企画概要のプレゼンテーション２、企画概要に沿ったネーミング案の提示・講評会。第５回　課題２企画概要のプレゼンテーション３、ネーミングの決定、ロゴデザイン案の提示・講評会。第６回　課題２企画概要に沿った商品開発やサービス提供のラフスケッチ１、ロゴデザインの決定と提示・講評会。第７回　課題２企画概要に沿った商品開発やサービス提供のラフスケッチ２、決定したロゴデザインのブラシュアップの提示・講評会。第８回　課題２企画概要に沿った商品開発やサービス提供のサンプル１、サンプル上へのロゴデザイン配置シミュレーション、商品ラインナップ案などの提示・講評会。第９回　課題２企画概要に沿った商品開発やサービス提供のサンプル２、商品ラインナップの決定などの提示・講評会。 第１０回　課題２企画概要に沿った商品開発やサービス提供のサンプル３の提示・講評会。第１１回　課題２企画概要に沿った商品開発やサービス提供のサンプル４の提示・講評会。第１２回　課題２企画概要に沿った商品開発やサービス提供の最終作品一式の提示・講評会。採点日と提出日を兼ねる。"},{"0":"履修上の留意点","1":"・オンライン授業の場合はZOOMを使用して授業を行うので、使用方法などを事前に確認しておくこと。授業開始１５分前までにログインしておくこと。・授業で使用する資料データは、教員より事前に履修学生全員に配布するので、毎回の授業開始前までに資料データ一式を確認し、　手元に用意して一読しておくこと。・課題データの提出方法は、授業で指示する。・課題１の競合比較分析の考察でブランディングコミュニケーションの仕組みを学ぶことにより、課題２の自主制作作品へのヒントを得れるようにしている。　従って、継続的な課題への取り組み姿勢と毎回の授業内における作品進捗提示や講評会への積極的参加（授業出席率）を重視する。"},{"0":"準備学習内容・時間の目安","1":"・演習１、２、３においては、授業内に積極的なパフォーマンス（話す、聴く、書く）などを行うことで、コミュニケーションスキルの向上に努めること。・課題１、２においては、自主的な考察を深めてクオリティの高いビジュアル表現による課題提示を行い、プレゼンテーションスキルの向上に努めること。・毎回の授業内における作品提示・講評会のために、ビジュアル表現の完成度をあげて提示できるように、授業前日までに課題作品制作準備を万全に行うこと。"},{"0":"成績評価の方法","1":"・授業への出席率を重視しつつ、各個人のパフォーマンスによるプレゼンテーションスキルを評価する。・演習や課題による自らの思考プロセスやそのビジュアル化などのコミュニケーションスキルと、オリジナリティのある発想と説得力ある作品作りを評価する。・特に当講座の集大成となる課題２の自主制作作品の採点比率が高いので留意すること。"},{"0":"テキスト","1":"購入すべきテキストは特になし。"},{"0":"参考文献(作品）等","1":"必要な資料教材は、毎回、資料データで配布する。"}]]