[[{"0":"科目名","1":"デザイン基礎","2":"講義名","3":"デザイン基礎"},{"0":"サブタイトル","1":"芸術文化学科における「デザイン」を知る・学ぶ"},{"0":"受講可能学科","1":"造形学部・芸術文化学科"},{"0":"担当研究室","1":"芸術文化学科"},{"0":"担当教員","1":"楫　義明、杉浦　幸子、佐々木　一晋"},{"0":"分野","1":"専門Ⅱ類選択","2":"対象学年","3":"1年"},{"0":"科目群","1":"専門Ⅱ類（選択）","2":"キャンパス","3":"鷹の台"},{"0":"開講期間","1":"後期 2021/09/06-2021/12/18","2":"曜日・時限","3":"集中"},{"0":"授業形態","1":"実技","2":"単位数","3":"2.0"},{"0":"授業概要・カリキュラム上の位置づけ","1":"私たちの社会において、生活、仕事、遊びなど全ての「もの」や「こと」はデザイン（計画）されています。デザインは、人々がより豊かに生活していくための提案としての役割を持っています。それは人類の歴史を俯瞰すれば明らかであり、現在の生活や社会システムをより良いものにしようとする人間の創造が、原動力になっています。そうした、新たな物事を人々に提案するために必要となる思考方法とスキルを身につけることが、この授業の目的です。近年、「もののデザイン」「ことのデザイン」という分け方がありますが、本来これは一体のものです。例えば、プロダクト製品のような「もの」をデザインするのであれば、まず、それを使う人の予想される行為をイメージする必要があります。つまり、「こと」を「もの」によってどうデザインするかを考えるのです。そうした上で、その「もの」を実現化するために、使うための機能と同時に、視覚的な要素、丈夫な構造や安全性、そして価格帯なども考慮されていきます。また、ワークショップのような「こと」をデザインするのであれば、関わる人々にどんな刺激や学びを生み出したいのかをイメージし、テーマを設定や実践に移すための具体的なアイデアを出します。その際、どんな「もの」が必要となるのかを考えることになります。そうした上で、スケジュール表のような、実行に移すための具体的な段取りや、シナリオ（台本）などが考えられていきます。この授業では、このようなデザインに関わる基礎的な要素を具体的に取り上げて「もの・こと」のデザインを行うための基本スキルを身につけ、年々速度と深度を増す技術革命と社会状況の劇的な変化の中で生まれる「文化としてのデザイン」の本質的な意味を考察することに繋げていきます。"},{"0":"授業方法","1":"「もの・こと」のデザインの基礎的な理論の講義と、その領域に関わる基本的な要素（平面、立体、照明、ワークショップなど）を学ぶ実技を並行して行います。"},{"0":"到達目標","1":"・デザインの今日的意味を理解する。・デザインの基礎的な実践力と表現力を身につける。"},{"0":"ディプロマポリシーとの関連","1":"https://www.musabi.ac.jp/wp-content/uploads/2021/05/CurriculumMap_apm.pdf"},{"0":"授業計画・課題に対するフィードバック","1":"第１回 オリエンテーション、デザインの語源と歴史第２回 デザインの始まりと要素、活動の組立、第１課題出題第３回 創造的問題解決プロセス（ワーク：ロールプレイング）、第４回 デザインの形式原理、デザインテクニック①（ワーク：パネルボード）第５回 色彩と応用（ワーク：カラーコーディネイト）第６回 第１課題プレゼンテーション第７回 グラフィックデザイン①（ワーク：視覚調整）、第２課題出題第８回 グラフィックデザイン②（ワーク：写真）第９回 グラフィックデザイン③（ワーク：レイアウト）第10回デザインテクニック②（ワーク：カット文字）第11回 ことのデザイン①（ワーク：ワークショップ ）第12回 ことのデザイン②（ワーク：ワークショップ ）第13回 視覚と空間性第14回 第２課題プレゼン（前半）第15回 第２課題プレゼン（後半）"},{"0":"履修上の留意点","1":"デザインにおける「調べる」ことの重要性を意識し、実行すること。インターネット上の情報だけでなく、人に聞く、書籍や雑誌も参照するなど、多様なメディアから、一次情報、二次情報を得ること。"},{"0":"準備学習内容・時間の目安","1":"「デジタルデザイン基礎Ⅰ」で学んだスキルを、夏期休暇中にブラッシュアップしておく。"},{"0":"成績評価の方法","1":"３分の２以上の出席と授業内の全課題が提出されていることを前提に、授業中の積極的な発言頻度及び課題の成果等で総合的に評価。"},{"0":"テキスト","1":"授業内で指示します。"},{"0":"参考文献(作品）等","1":"授業内で提示します。"},{"0":"教員との連絡方法（オフィスアワー）","1":"メールによる事前予約"}]]