[[{"0":"科目名","1":"絵　画　実　習　Ⅳ","2":"講義名","3":"絵画実習Ⅳ"},{"0":"サブタイトル","1":"絵画実習Ⅳ［3年 Aコース］コンクール17〜18授業週 〈2単位  実技〉樺山祐和、川口起美雄、小林孝亘、諏訪敦、水上泰財、吉川民仁、土方明司、町田久美、大谷たらふ、熊澤未来子、指田菜穂子、高堀正俊、竹内一、玉虫良次、徳永陶子、渡辺篤、小尾修、水野暁"},{"0":"受講可能学科","1":"造形学部・油絵学科・油絵専攻"},{"0":"担当研究室","1":"油絵"},{"0":"担当教員","1":"樺山　祐和、諏訪　敦、小林　孝亘、水上　泰財、吉川　民仁"},{"0":"分野","1":"専門Ⅰ類","2":"対象学年","3":"3年"},{"0":"科目群","1":"専門Ⅰ類（必修）","2":"キャンパス","3":"鷹の台"},{"0":"開講期間","1":"４期 2021/09/06-2021/10/02","2":"曜日・時限","3":"集中"},{"0":"授業形態","1":"実技","2":"単位数","3":"2.0"},{"0":"履修条件","1":"特になし"},{"0":"授業概要・カリキュラム上の位置づけ","1":"若い作家達が自由な表現を獲得するために、「絵画上の光や空間の理解」、あるいは「描く力」は身につけなければならない事です。常日頃、自己を新鮮な状態に保ちながら自然の観察を生活の一部として、絶えず形や色の知識を広げましょう。自然の中での出会いによる多様な形や色が無意識の感性を呼び覚まし、その感動を様々な方法で具体化する事に挑戦して欲しいと思います。感覚、感情、思考を絵画表現として成り立たせるには試行錯誤なしにはあり得ません。自由で混沌とした状況のなかで、それぞれが独自の道を行かなくてはならない現在。絵画表現における歴史を踏まえつつ自己の要素を検証するしっかりとした考察と絵画性を体感することが、制約のない自由な自己を作る事につながります。まずは自分の好きなもの、興味のある手にとどく事から始めてみましょう。〈観る、向き合う〉樺山祐和もう一度外界を観る事から始めましょう。外界を深く観ようとする事は自身の内面を深く観る事と同義です。それは対象と強く向き合う事となり、ひいては絵画、そして自己と向き合う事へとつながります。そして外界の表層をつきぬけ、完成度は低くとも自分の眼と体が確かにあると思える自分らしい表現の手がかりをつかんでください。〈探す〉水上泰財３年生では、個人個人が〈探す〉というテーマのもとに制作を展開してもらいたい。モチーフを探す。表現を探す。個性を探す。とても１年間で見つけられるものではありません。しかしその行為を実践していく事で、自分を見つめ直す事ができるのではないか、自分の表現の礎ができるのではないかと思います。〈自分の世界を見つける〉小林孝亘３年次では、１、２年での技術的な基礎の段階を経て、「表現すること」とは何かを意識して自由に制作をする段階です。課題として与えられたものではなく、自発的に何をどう描きたいのか、どうすればそれを的確に表現できるのかを、じっくりと時間をかけて、自分自身と向き合いながら探してほしいと思います。〈自由であること〉諏訪敦１、2年での基礎の段階は様々な課題を与えられ、それに応える形で表現力を蓄えてきました。みなさんの中には充分な道具や手段が実装されているはずです。ですが、あれほど望んでいた外からの束縛や強制がない状況に、逆に戸惑い、動けなくなる人が多いと感じています。自由であることには苦しい側面もありますが、自ら問題を設定し、各人が愛する表現言語をもって解決の経路を探し出すこと。これは生涯続く営為だと思います。〈自分に問いかけ、探る事〉吉川民仁自分のやりたいことはなんなのか？そのためには何が必要なのか？何が出来るのか？自身に問いかけ、制作をして欲しいと思います。また、コンクールという場を通して他者と自己を同時に確認し、表現することの意味を自身の中に探ってみてください。"},{"0":"授業方法","1":"課題内容に基づいて課題作品を制作・展示します。オリエンテーション、指導、及び講評を教員が担当します。"},{"0":"到達目標","1":"①教員側からの課題の指示がなくなった状態で、自らの作品を自らの責任で制作する。②自分自身の表現における絵画性を進化・展開させる。③西洋美術のみならず、東洋美術、日本美術などにも幅広く理解を深め、歴史的背景をふまえた美術史と自己表現との関わりについて独自の視点を持つ。"},{"0":"ディプロマポリシーとの関連","1":"https://www.musabi.ac.jp/wp-content/uploads/2021/05/CurriculumMap_pa.pdf"},{"0":"授業計画・課題に対するフィードバック","1":"Aコースでは年間を通して様々な教員によるアドバイスを受ける事が特徴でもあります。従って講評においても、1、2年次のように一人の教員によるものではなく、複数の教員で行います。その様々な意見の中で、学生自身が鍛えられ、成長していく事を目標にしています。授業計画においては、通年でモデルのポーズが入る「モデル教室」があり、他の教室を自由制作とします。ただ自由制作とはいっても人によっては自分で自分の問題を作る事ができない人もいるでしょう。自分とは何か、絵画とは何か、多くの教員とのコミュニケーションの中で問題のきっかけを掴んでください。また、素材による絵画への問いかけとして絵画組成室を積極的に利用する事も考えられるでしょう。●絵画実習Ⅳ（第17週～第20週）コンクール夏休み前に規定が告知され、第17週の第１日目にオリエンテーションを行います。夏休み期間も利用して大いに制作してください。採点・講評は第20週に行います。"},{"0":"履修上の留意点","1":"より広い視野にたって、国内外を問わず、多くの作品に直接ふれて、共に研究をしていきたいと考えています。また、「絵画実習Ⅴ」、「絵画実習Ⅵ」では、技法研究Ⅱ、複合表現Ⅱ・Ⅲを選択することができます。"},{"0":"準備学習内容・時間の目安","1":"素材や技法との出会い、自然や社会との出会いを積極的に広げ、自分の興味を広げていく。"},{"0":"成績評価の方法","1":"・期間中制作した作品を対象に講評会を行う。・各自の講評後採点され素点が入れられる。・研究テーマと併せて制作研究した作品および研究内容を総合的に判断して評価をする。"},{"0":"テキスト","1":"必要な場合は、初日オリエンテーションの時に説明をします。"},{"0":"教員との連絡方法（オフィスアワー）","1":"油絵研究室に申し出てください。随時対応していますので、日時や場所についても相談してください。また、教員の指導日にアトリエで直接質問することもできます。"}]]