[[{"0":"科目名","1":"法学　Ⅱ","2":"講義名","3":"法学Ⅱ（著作権法と知財入門）"},{"0":"サブタイトル","1":"著作権法と知的財産法"},{"0":"受講可能学科","1":"全学部・全学科"},{"0":"担当研究室","1":"教養文化・学芸員"},{"0":"担当教員","1":"志田　陽子"},{"0":"分野","1":"文化総合Ⅰ類","2":"対象学年","3":"1年,2年,3年,4年"},{"0":"科目群","1":"教養文化Ⅰ類","2":"キャンパス","3":"鷹の台"},{"0":"開講期間","1":"前期 2021/04/12-2021/07/10","2":"曜日・時限","3":"木３"},{"0":"授業形態","1":"講義","2":"単位数","3":"2.0"},{"0":"履修条件","1":"150人"},{"0":"授業概要・カリキュラム上の位置づけ","1":"この授業は、誰でも受講できます。著作権法を中心に、意匠法、商標法の基礎までを含めた知的財産法について学びます。美大生にとって、今必要なルールと、将来必要になるルールについて学び、さらに自分たちの表現活動にとってこれらのルールがどうかかわってくるかを、プレゼンテーションやディスカッションを通じて、一緒に考えます。この授業では、アーティスト、デザイナー、教員を志望する学生にとって必要な社会的知識を提供するとともに、法学の基本的な考え方の学習を通して、ルールの合理性や妥当性について考える力も養います。とくに著作権法については、知っておくべき事柄が増えてきました。本講座でも、後半で著作権法を扱います。"},{"0":"授業方法","1":"オンデマンド講義（オンライン）とゼミ的なディスカッションを行う対話型授業とを交互に行う形を予定しています。対話型授業はZoomで行います。講義の回は、Teamsに講義動画や資料コンテンツをアップしますので、各自、ダウンロードして視聴してください。ハイパーリンク付きのPDFレジュメに、音声講義、動画講義と解説を組み合わせたものを主教材とします。全員に受講してもらう共通知識として、知的財産権や「表現の自由」について、基礎的な知識と考え方を解説し、参考資料などを共有します。対話型授業（ディスカッションと課題）の回では、受講者各人の関心に沿って選んだテーマについて、報告や発言をしてもらい、討論を成立させることを目指します。また、参加者の美大生としての表現力（イラストレーションや写真など）を授業内プレゼンテーションや期末課題に生かしてくれることを歓迎します。"},{"0":"到達目標","1":"知的財産法とくに著作権法は、将来、みなさんが社会や教育の場で直面することになる、実践的な法律です。この授業では、美大生にとって身近な実践的テーマに対し、各人が自分自身の活動にひきつけた問題意識をもって授業に参加することで、知的財産法の基本的な考え方を理解し、著作権法の実践的な知識を身に着けます。また、この学習を通じて、ルールや政策について考える批判力と判断力を養います。"},{"0":"ディプロマポリシーとの関連","1":"https://www.musabi.ac.jp/wp-content/uploads/2021/05/CurriculumMap_la1.pdf"},{"0":"授業計画・課題に対するフィードバック","1":"第01回　（Zoom）オリエンテーション、知的財産権（法）の基本コンセプト・この授業の受講の仕方・知的財産権（法）の基本コンセプト第02回（オンデマンド講義）産業財産法の基本知識（１）・特許法、意匠法について基本を学ぶ。第03回（Zoomディスカッション）事例考察ディスカッション・第02回の授業内容の中から関心のある課題を一つ選んで、各自で現状をリサーチ。・各自でリサーチした事例について報告、発言。　　　　第04回（オンデマンド講義）　産業財産権の基本知識（２）・商標法・不正競争防止法について基本を学ぶ。第05回（Zoomディスカッション）　事例考察ディスカッション・第04回の授業内容の中から関心のある課題を一つ選んで、各自で現状をリサーチ。・各自でリサーチした事例について報告、発言。第06回　（オンデマンド講義）　　著作権法の基礎知識（１）・「著作物」とは、「著作権」とは第07回　（Zoomディスカッション）　事例考察ディスカッション・第06回の授業内容の中から関心のある課題を一つ選んで、各自で現状をリサーチ。・各自でリサーチした事例について報告、発言。第08回　（オンデマンド講義）　著作権法の基礎知識（２）・「著作物の利用」とは、「二次的著作物とは」・著作物の自由利用とは・今期のレポート課題告知と、レポート作成に必要な著作権法知識第09回　　（Zoomディスカッション）　事例考察ディスカッション・第０８回の授業内容の中から関心のある課題を一つ選んで、各自で現状をリサーチ。・各自でリサーチした事例について報告、発言。第10回　（オンデマンド講義）　複合的な問題を考えてみる　　　・実際の事例には、著作権法と意匠法・商標法・不正競争防止法が複合的に関連してくるものが多くあります。このセットでは、そうした複合的な事例をいくつか、考えてみます。　　　・椅子のデザインや、人形（フィギュア）や、「コスプレ」のコスチュームに著作権はあるか、など。第11回　（Zoomディスカッション）　事例考察ディスカッション　　　　・第10回の授業内容の中から関心のある課題を一つ選んで、各自で現状をリサーチ。　　　　・各自でリサーチした事例について報告、発言。第12回　（オンデマンド講義）　　著作権法のあり方について考える・著作権法のこれからについて考える。（ここまでは、著作権のルールを学んできました。このセットでは、著作権制度のあり方について考える回にします。）第13回　　（Zoomディスカッション）　事例考察ディスカッション・第１２回の授業内容の中から関心のある課題を一つ選んで、各自で現状をリサーチ。・各自でリサーチした事例について報告、発言。・各自のレポート課題、進捗の報告や質問・相談など。第14回　　（オンデマンド講義）　レポート講評・提出レポートの中から参考例について共有し、補足解説。第15回　（Zoomディスカッション）　課題取り組み後の気づきの共有・期末レポート課題に取り組んでみて、自分事として考えたこと、気づいたこと、これからの知財政策について望むことをディスカッション。　※受講者の人数、提出された課題の傾向によって、シラバス上の予定をずらす場合があります。"},{"0":"履修上の留意点","1":"誰でも受講できます。この講座では、著作権法を中心とする知的財産法について学びます。「表現の自由」や人格権（たとえば肖像権など）、そして文化芸術政策にかかわる法律については、「法学１」および「情報社会倫理論」で扱います。【履修に必要な環境】　教材は、Teamsを通じて配布します。具体的には、メルマガ風のPDF解説ファイルを受講者にダウンロードしてもらい、そこにあるリンクから、ネット記事や動画コンテンツにアクセスしてもらいます。パソコンでの受講が望ましいですが、上記の機能をインストールできていれば、スマートフォンでも受講可能です。また、Zoomで対話・チャットに参加できる環境を入手しておいてください。"},{"0":"準備学習内容・時間の目安","1":"オンデマンド講義（オンライン）とゼミ的な対話授業（Zoom）とを交互に行う形とします。（１）「オンデマンド講義」の回は、Teamsに講義・資料コンテンツをアップしますので、各自、ダウンロードして視聴してください。・動画などに出てくる基本用語を確認するため、予習として、教科書の基本のところを読んでもらう必要があります（目安・30分）。授業内容としての「講義」は、全員に受講してもらう共通知識として、解説動画の視聴や参考資料の閲覧をしていただきます（目安・60分）。・授業の最後では、「発展学習」としていくつかの今日的問題と資料を提示しますので、各自の関心に応じて少なくとも１つ選んで、新聞記事リサーチや「出席コメント課題」に取り組んでください（目安・30分～90分）。ここまでで120分～180分程度です。しっかり取り組みたい人は、ぜひ発展学習に時間をかけてください。（２）「ディスカッションと課題」の回では、受講者各人の関心に沿って選んだテーマについて、報告や発言をしてもらい、討論を成立させることを目指します。まず全員、チャットか口頭で発言することを前提に、自分のコメントや事例報告を考えておいてください（目安30～60分）。授業内では、志田は論点整理やアドバイスを行う司会役を引き受けますので、受講者のみなさんのほうから積極的に発言してください（目安・60分）。その後、自分で準備しておいたコメントに、ディスカッションで考えたことを反映させて、「出席コメント課題」を完成させてください。（目安・30～60分）。これで120分～150分程度です。しっかり取り組みたい人はぜひ「出席コメント課題」に時間をかけてください。（３）さらに自分の提出した「出席コメント課題」をもとにして、資料を読み込みながら、「期末レポート課題」の準備を進めてください。学期末に一気にやろうとすると大変ですから、毎回30分くらい、そのための時間をとることをお勧めします。（１）から（３）をすべてしっかり行うと、1回の授業あたり180分程度の取り組みになります。"},{"0":"成績評価の方法","1":"平常の授業参加度（出席コメント課題）を40％程度、学期末レポートを60％程度の割合で総合評価します。課題は授業内で指示します。"},{"0":"テキスト","1":"志田陽子・比良由友佳理『あたらしい表現活動と法』（武蔵野美術大学出版局、2017年）"},{"0":"テキストISBN番号","1":"978-4-86463-069-6"},{"0":"参考文献(作品）等","1":"授業の各回で、参考になる論説や新聞記事などを紹介します。またYahoo!個人オーサー志田陽子のページ　（「表現の自由」や「文化芸術と法」に関する時事問題の論説をアップしています。レポート作成の参考として、また教科書の内容を「今」の問題に応用させて考えるヒントとして、フォローしてみてください。）"},{"0":"教員との連絡方法（オフィスアワー）","1":"Teams で受け付けます。授業内容に関する質問は、授業内で、他の受講生と共有できる形でしていただくのが望ましいです。他の受講生と共有したくない個別相談があるときは、なるべくTeamsのチャット機能を使ってください。そにに支障がある場合は、メールアドレス　yoksid@fs.musabi.ac.jp で受け付けます。"},{"0":"リンク","1":"https://news.yahoo.co.jp/byline/shidayoko/"},{"0":"リンク","1":"https://yokoshida.net/"}]]