[[{"0":"科目名","1":"デザイン情報学特別演習Ⅰ－Ｃ","2":"講義名","3":"デザイン情報学特別演習Ⅰ－Ｃ"},{"0":"サブタイトル","1":"デジタルインスタレーション"},{"0":"受講可能学科","1":"造形学部・デザイン情報学科"},{"0":"担当研究室","1":"デザイン情報学科"},{"0":"担当教員","1":"渡辺　真太郎"},{"0":"分野","1":"専門Ⅰ類","2":"対象学年","3":"2年"},{"0":"科目群","1":"専門Ⅰ類（選択）","2":"キャンパス","3":"鷹の台"},{"0":"開講期間","1":"後期 2021/09/06-2021/12/18","2":"曜日・時限","3":"木３,木４"},{"0":"授業形態","1":"演習","2":"単位数","3":"2.0"},{"0":"授業概要・カリキュラム上の位置づけ","1":"インスタレーションとは、場所や空間全体を媒体として何らかの情報提示を行う、あるいは作品として体験させる表現手法の1つである。今日、インスタレーション表現の領域は、物やオブジェ等の配置に留まらず、映像や音を用いた動的表現、コンピュータやセンサーを利用した対話的（インタラクティブ）表現、またそれらを組み合わせた装置的表現等、ますます多様化、拡大化している状況にある。本授業では、テクノロジーを用いたインスタレーション表現を制作するために必要な技術、仕組みに関する基礎知識を　習得することを目標とする。具体的には、物体や現実空間に対して映像を投影する手法を切り口とし、映像の持つ情報と空間内の諸要素が持つ情報との関係性、また人の行動や情報認知の特性を考慮した空間表現を制作し、アート作品、空間演出、情報提示、サービス開発等への応用を検討する。作品制作においては、既存の物や空間を変容させる発想力、周囲の環境や鑑賞者自身も含めて情報設計を行う構成力、それらを形にする表現力が必要とされる。本授業を通し、映像投影とコンテンツ制作の技術、及びそれらを用いた空間演出やメディア表現の設計について、実践的に学習する。"},{"0":"授業方法","1":"基本講習は個人で課題制作に取り組むが、最終課題となる作品制作についてはグループで取り組む。"},{"0":"到達目標","1":"映像コンテンツを生み出す多様な視聴覚手法と、それらを空間へと展開しコントロールする表現手法の実践的学習を通して、映像を用いたインスタレーション表現を制作するために必要な基本技術、仕組みや基本知識を習得する。"},{"0":"ディプロマポリシーとの関連","1":"https://www.musabi.ac.jp/wp-content/uploads/2021/05/CurriculumMap_di.pdf"},{"0":"授業計画・課題に対するフィードバック","1":"以下のスケジュールを想定するが、進行状況により内容を変更することもある。第1回　オリエンテーション（前提講義）第2回　映像投影とマッピングによる表現1（卓上プロジェクションマッピングの基礎）第3回　映像投影とマッピングによる表現2（卓上プロジェクションマッピングの応用）第4回　Adobe After Effectsを用いた映像表現 基礎編1（モーショングラフィックス制作の基礎）第5回　Adobe After Effectsを用いた映像表現 基礎編2（エフェクトを用いたモーション表現）第6回　Adobe After Effectsを用いた映像表現 基礎編3（音を利用したエフェクト）第7回　中間課題の制作第8回　中間課題の発表第9回　Adobe After Effectsを用いた映像表現 応用編1（3D表現の基礎）第10回　Adobe After Effectsを用いた映像表現 応用編2（エフェクトを用いた3D表現）第11回　作品制作と面談1第12回　作品制作と面談2第13回　作品制作と面談3第14回　作品制作と面談4第15回　作品展示と総合講評"},{"0":"履修上の留意点","1":"映像を用いたインスタレーション表現に興味関心があり、表現技法の習得に意欲的であること。またAdobe Illustrator、Adobe Photoshop等のアプリケーションソフトウェアの基本的な知識については、ある程度習得していることが望ましい。途中までは個人で課題制作に取り組むが、最終課題となる作品制作についてはグループで取り組む。"},{"0":"準備学習内容・時間の目安","1":"各回の授業で取り上げた知識・技術等を用いて課題の制作を進めるため、各回の授業内容を復習して授業に臨むこと。（180分）"},{"0":"成績評価の方法","1":"出席と課題提出・プレゼンテーションによる総合評価とする。"},{"0":"テキスト","1":"なし"},{"0":"参考文献(作品）等","1":"授業内でレジュメ、資料等を配布するほか、適宜指示する。"}]]