[[{"0":"科目名","1":"生活指導の理論と方法","2":"講義名","3":"生活指導の理論と方法A"},{"0":"サブタイトル","1":"現実を踏まえた生活指導・進路指導のあり方を考える"},{"0":"受講可能学科","1":"造形学部・全学科"},{"0":"担当研究室","1":"教職課程"},{"0":"担当教員","1":"伊東　毅"},{"0":"分野","1":"教職科目・学芸員専門","2":"対象学年","3":"全学年"},{"0":"科目群","1":"教職専門","2":"キャンパス","3":"鷹の台"},{"0":"開講期間","1":"後期 2021/09/06-2021/12/18","2":"曜日・時限","3":"火４"},{"0":"授業形態","1":"講義","2":"単位数","3":"2.0"},{"0":"履修条件","1":"教職課程登録者のみ、履修できる。生活指導の研究　単位修得者不可。"},{"0":"授業概要・カリキュラム上の位置づけ","1":"今日、生活指導を論じるとき、枕詞ででもあるかのように「いじめ」「不登校」「援助交際」「学級崩壊」という表現が繰り返される。しかし、はたしてこのような枕詞とともに語られる生活指導論がこうした諸問題の分析と整合的に結びついているのであろうか。本講義では、徹底してこれらの諸問題にこだわり、そこから現代の生活指導のあり方を問い直していきたい。また、生活指導は「今」や「その場」に関わることのみを守備範囲とするのではない。未来の自分の姿を描くことが偏狭的な視野から子どもたちを解放する役割を担う。学習への動機を調達することにもつながる。こうした視点から、進路指導のあり方も問い直したい。　教育職員免許法施行規則第２２条の６第１号に基づいて公開された本学の「教員養成の目標」にもとづいて、中高美術、高校工芸、高校情報の教員になるための基礎や基本を学ぶ科目であり、教育職員免許法施行規則に規定する「生徒指導の理論及び方法」「進路指導の理論及び方法」を内容とするものである。"},{"0":"授業方法","1":"Zoom やTeamsを用いてリアルタイム（同時双方向）型とオンデマンド（非同期）型を併用した授業を行います。授業の指示等はTeamsに掲載しますので、まずはTeamsにアクセスしてください。＊ほとんどがZoomを用いたリアルタイム型になります。"},{"0":"到達目標","1":"本科目の到達目標は、生活指導に関しては（１）その教育課程上の位置付け、各教科・道徳・総合的な学習の時間・特別活動との関係、集団指導・個別指導の方法、生活指導体制と教育相談体制の各特徴を理解し、（２）学級担任・教科担任・生活指導部教員などの役割、学校方針・年間指導計画に基づいた組織的な取組の重要性、基礎的な生活習慣の確立・規範意識の醸成等の日常の生徒指導の在り方を理解したうえで、自己肯定感を高める指導方法を例示することができたり、（３）生活指導関連法令、いじめ・不登校やインターネット・性に関する問題などへの対応の仕方を理解するとともに、児童虐待等の今日的な課題について専門家・関係機関との連携の在り方を例示することができることであり、また、進路指導に関しては（１）その教育課程上の位置付け、組織的な指導体制や家庭・関係諸機関との連携の在り方を理解したうえで、具体的な指導の在り方を例示することができたり、（２）職業体験活動などのキャリア教育に関するカリキュラム・マネジメントの意義やガイダンスの機能を生かした指導の要点を理解し、（３）生涯にわたるキャリア形成を見据えた自己評価の意義を理解したうえでポートフォリオの活用法を例示することができたり、キャリア・カウンセリングの基本を説明することができること、である。"},{"0":"ディプロマポリシーとの関連","1":"https://www.musabi.ac.jp/wp-content/uploads/2021/05/CurriculumMap_tm.pdf"},{"0":"授業計画・課題に対するフィードバック","1":"第1回　オリエンテーション―講師の自己紹介・講義概要の紹介・評価基準の説明―第2回　問題行動の理解とその対応①―諸外国との比較から日本のいじめを考える―　　テキストの第9章・第10章をあらかじめ読んでおくこと。第3回　問題行動の理解とその対応③―不登校体験者の手記から学ぶ―　　テキストの第8章をあらかじめ読んでおくこと。第4回　問題行動の理解とその対応④―援助交際などの性をめぐる問題の指導―第5回　生徒指導の歴史―生活綴方・生活指導・生徒指導―　　テキストの第3章をあらかじめ読んでおくこと。第6回　特別活動と生活指導①―学級活動・ホームルーム活動の指導―　　テキストの第4章・第10章をあらかじめ読んでおくこと。第7回　特別活動と生活指導②―生徒会・学校行事における指導―　　テキストの第10章をあらかじめ読んでおくこと。第8回　教科・道徳・総合的な学習の時間と生活指導　　テキストの第1章をあらかじめ読んでおくこと。第9回　発達障害の理解とその指導　　テキストの第13章をあらかじめ読んでおくこと。第10回　ヒドゥンカリキュラムと生活指導　　テキストの第11章をあらかじめ読んでおくこと。第11回　進路指導の歴史―職業指導・進路指導・キャリア教育―　　テキストの第5章をあらかじめ読んでおくこと。第12回　進路指導の実際―職場体験・インターンシップほか―　　テキストの第5章をあらかじめ読んでおくこと。第13回　進路指導の理論―特性-因子理論・人格理論ほか―　　テキストの第6章をあらかじめ読んでおくこと。第14回　進路指導の構想―『13歳のハローワーク』・『14歳からの仕事道』から学ぶ―第15回　生活指導・進路指導の公務分掌上の位置付け　　テキストの第1章・第2章をあらかじめ読んでおくこと。"},{"0":"履修上の留意点","1":"出席のとりかたや評価方法などについて、第1回のオリエンテーションで選択肢を提示し、協議する。第1回から参加すること。"},{"0":"準備学習内容・時間の目安","1":"授業計画欄に事前に読んでおくべきテキストの章を記しておいた。確認してほしい。（所要時間：各1時間程度）"},{"0":"成績評価の方法","1":"授業で提示する課題への取り組み状況と確認のための小テストまたはレポート。詳細は、第1回のオリエンテーションで指示する。"},{"0":"テキスト","1":"高橋陽一・伊東毅編『これからの生活指導と進路指導』武蔵野美術大学出版局、2020年"},{"0":"テキストISBN番号","1":"ISBN978-4-86463-109-9 C3037"},{"0":"参考文献(作品）等","1":"文部科学省「中学校学習指導要領」（平成29年3月告示）文部科学省「高等学校学習指導要領」（平成30年3月告示）文部科学省「生徒指導提要」平成22年3月伊東毅『未来の教師におくる特別活動論』武蔵野美術大学出版局、2011年その他講義の中で適宜紹介する。"},{"0":"教員との連絡方法（オフィスアワー）","1":"火曜日12:15-12:50（教職資料閲覧室にて予約をすること。）"}]]