[[{"0":"科目名","1":"ランドスケープデザイン近代史","2":"講義名","3":"ランドスケープデザイン近代史（造Ⅱ）"},{"0":"サブタイトル","1":"ランドスケープデザインにおける空間言語を学ぶ"},{"0":"受講可能学科","1":"全学科（建築学科を除く）"},{"0":"担当研究室","1":"建築学科"},{"0":"担当教員","1":"大野　暁彦"},{"0":"分野","1":"造形総合Ⅱ類","2":"対象学年","3":"2年,3年,4年"},{"0":"科目群","1":"造形総合Ⅱ類","2":"キャンパス","3":"鷹の台"},{"0":"開講期間","1":"前期 2021/04/12-2021/07/10","2":"曜日・時限","3":"月４"},{"0":"授業形態","1":"講義","2":"単位数","3":"2.0"},{"0":"履修条件","1":"学部2年生以上のみ、履修できる。受講者定員は10名までとする。（建築学科は学科別Ⅱ類として開講）"},{"0":"授業概要・カリキュラム上の位置づけ","1":"19世紀にオルムステッドが提唱した「ランドスケープアーキテクチュア」という職能がどのように発展してきたのかを理解する。本講義では、都市や社会で起こってきた事象を背景に、どのようにプロジェクトや形態言語が生まれてきたのか、具体的にプロジェクトや作品を紹介しながら進める。講義内で行う小テストにおいて、ランドスケープデザインを考える上で、必要最低限のリテラシーを身につけてもらう。さらに、後半ではいくつかのプロジェクトの空間分析を行うことで、それぞれのプロジェクトの空間性や創造性などを批評できるようにする。３年次のカリキュラム・ポリシーにおいてジャンル分けされているランドスケープ分野について、歴史という視点から講義を行うものである。"},{"0":"授業方法","1":"リアルタイム（同時双方向）　：Zoomによるオンライン授業を行います。"},{"0":"到達目標","1":"①ランドスケープデザインがどのように発達してきたか説明することができる。②これまでのプロジェクトを批評し、設計する際に応用することができる。③学位授与方針（ディプロマポリシー）における独自の研究テーマを修得する。"},{"0":"ディプロマポリシーとの関連","1":"https://www.musabi.ac.jp/wp-content/uploads/2021/05/CurriculumMap_fad2.pdf"},{"0":"授業計画・課題に対するフィードバック","1":"Zoomを用いて、教員と学生全員がオンラインで授業を実施します。自宅課題を適宜提示します。授業内で時間を設けて質疑応答にも対応します。 第 1 回　整形式庭園の美学第 2 回　回遊式庭園の美学（小テスト１）第 3 回　ピクチャレスクが生みだした形態（小テスト２＋小テスト１の復習）第 4 回　都市の骨格となるみどり（小テスト３＋小テスト２の復習）第 5 回　ランドスケープにおけるモダニズム（小テスト４＋小テスト３の復習）第 6 回　＜現地見学会＞第 7 回　別荘庭園における新しい図像の模索（小テスト４＋小テスト３の復習）第 8 回　大規模郊外都市開発によるランドスケープの展開（小テスト５＋小テスト４の復習）第 9 回　新たな造形的都市広場の登場（小テスト５の復習＋空間分析課題１）第10回　ランドスケープにおける構成主義の展開（空間分析課題１の発表＋空間分析課題２）第11回　環境アートとしてのランドスケープデザイン（空間分析課題２の発表＋空間分析課題３）第12回　＜ゲストレクチャー：世界のランドスケープから＞第13回　大地の造形（空間分析課題３の発表＋空間分析課題４））第14回　ブラウンフィールドの再生（空間分析課題４の発表＋空間分析課題５）第15回　インフラストラクチュアの再編（空間分析課題５の発表）"},{"0":"履修上の留意点","1":"授業時間内で講義する内容はあくまでもランドスケープデザイン史を読み解くためのリテラシーを養うためであり、それぞれが自主的に学習する必要がある。また、「ランドスケープデザイン概論」を履修していることが望ましい。TeamsやＺoomを使用して授業を行います。使い方は事前に確認しておくこと．必要に応じて、TeamsやLiveCampusを通して、事前に資料を配付します。課題の提出方法は、授業で指示するレジュメや資料をスクリーンに映しだしますので、できればノートパソコンで授業に参加するのが望ましい。授業開始５分前までに、ログインしておくこと。"},{"0":"準備学習内容・時間の目安","1":"建築史、美術史をめぐる動きや流れを把握しておくと理解が一層深まる（60分程度）。"},{"0":"成績評価の方法","1":"課題50%　 最終レポート50%　レポートや課題は、理解度のほか独創性・表現力も評価する。"},{"0":"教員との連絡方法（オフィスアワー）","1":"講義内容に関する質問等は、毎授業時または以下のメールアドレスにて受け付ける。ono@sda.nagoya-cu.ac.jp"}]]