[[{"0":"科目名","1":"デザイン情報学特別演習Ⅱ－Ｄ","2":"講義名","3":"デザイン情報学特別演習Ⅱ－Ｄ"},{"0":"サブタイトル","1":"オーディオ・ビジュアルアート"},{"0":"受講可能学科","1":"造形学部・デザイン情報学科"},{"0":"担当研究室","1":"デザイン情報学科"},{"0":"担当教員","1":"大石　啓明"},{"0":"分野","1":"専門Ⅰ類","2":"対象学年","3":"3年"},{"0":"科目群","1":"専門Ⅰ類（選択）","2":"キャンパス","3":"鷹の台"},{"0":"開講期間","1":"後期 2021/09/06-2021/12/18","2":"曜日・時限","3":"水１,水２"},{"0":"授業形態","1":"演習","2":"単位数","3":"2.0"},{"0":"授業概要・カリキュラム上の位置づけ","1":"楽曲の世界観を拡張したり、聴覚情報だけでは得られないような知覚体験を創出するため、音楽ライブでは演出として映像が用いられる。視覚と聴覚が意識と生理に与える刺激、認識と感情の感応といったこの知覚の相互作用は、主従は曖昧で、映像が音の聞こえ方に影響することもあり魅力的である。リアルタイムに映像を生成し、楽曲やマイク音源の音声信号を解析して得られるデータを映像要素のパラメータに適用するような手法は、オーディオリアクティブと呼ばれ、手づけのアニメーションでは得られないような、シンクロ性の高い映像表現が可能である。音楽ライブでは、そのようなリアルタイムコンピュータグラフィックスによる映像演出が行われることがあり、オーディオ・ビジュアルアートとして、様々な実験的な表現が模索されている。本講義では、視覚理論、音楽理論、信号処理などの音声解析技術の解説を交え、手続き的にビジュアルを生成する方法を解説する。創作のための理論を理解した上で、楽曲の魅力を最大限引き出すような創造的なオーディオ・ビジュアル作品の制作を通し、視覚、聴覚に対し連動的に訴えかけるコンテンツ制作能力を獲得することを目標とする。"},{"0":"授業方法","1":"オンラインの場合は、リアルタイム（同時双方向）：Zoom、Microsoft Teamsによる演習形式。制作のためのツールとして、TouchDesignerを用いる。TouchDesignerはノードベースのグラフィカルな開発環境であり、映像、音響、照明などさまざまなメディアをリアルタイムに制御することができ、展示作品の開発や制御、音楽ライブ演出の現場でもよく利用されている。"},{"0":"到達目標","1":"視覚、聴覚に対し連動的に訴えかけるコンテンツ制作能力の獲得を目標とする。"},{"0":"ディプロマポリシーとの関連","1":"https://www.musabi.ac.jp/wp-content/uploads/2021/05/CurriculumMap_di.pdf"},{"0":"授業計画・課題に対するフィードバック","1":"以下に計画を示すが、進捗によってスケジュールや内容を調整することがある。第01回：オリエンテーション第02回：TouchDeisgnerの基本操作について第03回：音楽の要素、音声信号処理第04回：Pythonによる制御第05回：ビジュアル生成技術 カメラ、ライティング、シェーディング第06回：ビジュアル生成技術 パーティクル第07回：ビジュアル生成技術 乱数、ノイズアルゴリズム第08回：ビジュアル生成技術 シェーダ第09回：ビジュアル生成技術 画像処理、ポストエフェクト第10回：入力デバイス、UIの作成、パスアニメーション第11回：課題制作 (1)第12回：課題制作 (2)第13回：課題制作 (3)第14回：講評とまとめ第15回：予備日"},{"0":"履修上の留意点","1":"オンラインの場合、各自制作のためのPCを用意すること。TouchDesignerの使用法については、基礎から解説するので、事前に使用法を習得する必要はない。"},{"0":"準備学習内容・時間の目安","1":"授業の内容は動画としてまとめ閲覧できる状態にする予定である。欠席した場合は、確認し理解しておくこと。"},{"0":"成績評価の方法","1":"課題作品を重視し、出席や受講態度を含めて総合評価する。"},{"0":"テキスト","1":"適宜、資料配布する。"},{"0":"参考文献(作品）等","1":"『Visual Thinking with TouchDesigner』 ビー・エヌ・エヌ新社『ビジュアルクリエイターのためのTOUCHDESIGNERバイブル』 誠文堂新光社『コンピュータ音楽 歴史・テクノロジー・アート』 東京電機大学出版局"},{"0":"教員との連絡方法（オフィスアワー）","1":"講義内容に関する質問等は、毎授業時に受け付ける。"}]]