[[{"0":"科目名","1":"International Communication Ⅰ","2":"講義名","3":"International Communication ⅠB"},{"0":"担当研究室","1":"クリエイティブイノベーション学科"},{"0":"担当教員","1":"Alex　Sonderegger"},{"0":"分野","1":"専門基礎科目","2":"対象学年","3":"3年"},{"0":"科目群","1":"専門基礎（必修）","2":"キャンパス","3":""},{"0":"開講期間","1":"第1ターム 2021/04/12-2021/06/05","2":"曜日・時限","3":"火５"},{"0":"授業形態","1":"演習","2":"単位数","3":"1.0"},{"0":"授業概要・カリキュラム上の位置づけ","1":"The «International Communication» course focuses on the students’ ability to carry out a creative process and explain it in English. Reflect on visual messages in discussions with fellow students, acquire communication skills necessary for their practice. The students are encouraged to question their usual thinking patterns, reconsider them, and gain new knowledge from them.Cross-cultural awareness training in the field of art and design and thinking and speaking in english will be part of the goals for this course.*The content and goals of this course might be modified and adjusted to the ability and needs of the participating students."},{"0":"授業方法","1":"この授業は、レクチャーと制作のハイブリッド形式で行われる。"},{"0":"到達目標","1":"・創造的なプロセスを英語のコミュニケーションを通じて実践できる・自身の制作の成果や家庭を英語でプレゼンーテーションすることができる・異文化の考え方を理解することができる"},{"0":"ディプロマポリシーとの関連","1":"https://www.musabi.ac.jp/wp-content/uploads/2021/05/CurriculumMap_ci.pdf"},{"0":"授業計画・課題に対するフィードバック","1":"Lesson 11) Teacher and students self-introduction in English– (Keeping the introduction short, informal, and creative)It can include: what inspires you / which designer, or artist you are interested in, and so on 2) Introduction to the outline of the course and explanation of the «main work». the students have to execute this work during the entire course(8 lessons), ending in a presentation.(As a first step the students have to choose one picture, from a selection of images provided by the teacher, the student will work with this picture through all the lessons.)– Describe the picture, describe what you see, describe what could have happened. In writing and recording and also in an interview form.Prepare the best story as your final presentation.– Design the book cover or movie poster for your story.Lesson 21) What is storytelling? Introduction to the importance of story telling2) Showing short film (one scene from different angles)Film: one scene seen from different angles tells different stories3) DiscussionLesson 31) How to search the Internet in EnglishIntroduction to different ways of doing Online research / why multilingual searches are opening the horizon.(Wikipedia in English, German and Japanese do most of the time not share the same information (dates, of course, are the same, but the focus on context and substance is different, it depends on the cultural background)2) Group work «cadavre exquis» (creative story writing game)Sending a sentence by mail. Each student adds a new sentence, send’s it to the next, and deletes the old one, the teacher is always in cc)3) Homework; take pictures in your neighborhood and/or at home of anyEnglish words or sentences and have them ready for the next lesson.(Show some samples)Lesson 41) Organize your pictures into groups. Create a collage with your found word images and write a short explanation of the structure you have chosen.(The students are free to design, search for patterns or arrange by colour, content, letters, font, etc.)2) Teacher-led discussion about the found word-images collages. Analyzing the typography, what it tells us in context to where they were found.Lesson 51) Each student presents his/her finished collage to fellow students.Start discussion2) The teacher will handout the texts for the next lesson for the students to prepareLesson 61) Reading a classic essay of a «modernist designer» (like Brockmann, Rand, Tschichold) in class and discuss.(The teacher will provide the essay, all the students have to read the same)2) Discuss in class what this means today and if it is still relevant.Lesson 71) Watching different films of well-known designers on how they present their work.2) Discuss and analyze the presentation.Lesson 81) Teacher-student one on one support and hands-on working on the students’«main work».2) Review on the first 8 lessons, student and teacher discussion."},{"0":"履修上の留意点","1":"特になし"},{"0":"準備学習内容・時間の目安","1":"最終発表に向けて各自で準備すること。"},{"0":"成績評価の方法","1":"Students will be graded on:Attendance and participation: 50%Final project execution and presentation: 50%"},{"0":"テキスト","1":"特になし"},{"0":"テキストISBN番号","1":"特になし"},{"0":"参考文献(作品）等","1":"特になし"},{"0":"教員との連絡方法（オフィスアワー）","1":"講義内容に関する質問等は、授業の前後でも、いつでも(Teamsで)受け付ける。"}]]