[[{"0":"科目名","1":"東洋美術各論　Ⅰ－１","2":"講義名","3":"東洋美術各論Ⅰ－１"},{"0":"サブタイトル","1":"東洋螺鈿史概論１"},{"0":"受講可能学科","1":"全学部・全学科"},{"0":"担当研究室","1":"美学美術史"},{"0":"担当教員","1":"小林　公治"},{"0":"分野","1":"文化総合Ⅰ類","2":"対象学年","3":"1年,2年,3年,4年"},{"0":"科目群","1":"造形文化Ⅰ類","2":"キャンパス","3":"鷹の台"},{"0":"開講期間","1":"前期 2021/04/12-2021/07/10","2":"曜日・時限","3":"土２"},{"0":"授業形態","1":"講義","2":"単位数","3":"2.0"},{"0":"履修条件","1":"履修希望者150⼈を超える場合、抽選。"},{"0":"授業概要・カリキュラム上の位置づけ","1":"本科目では、東洋工芸、特にその代表的な装飾美術一つである螺鈿を中心に取り上げる。螺鈿は一般に漆器の一装飾と認識されているが、実は漆器よりも遥かに広い範囲で造られ多様な発展を遂げた東洋（アジア・オリエント）独自の装飾である。本概論１では、螺鈿をはじめとする工芸品を学問的対象として研究しようとする時に、どのような視点で取り組んでいく必要があるのか、どのような研究方法が有効なのか、といった方法論について実践的、具体的に示すとともに、東洋の螺鈿、特に中国と東南アジア（ベトナム）の螺鈿を中心にその実際と歴史について考えていきたい。　本科目の受講者はただ単に講義を聴講するのではなく、それぞれが自身のアイデアや経験などに基づいて論理的に意見を述べるなど、積極的に参加することが求められる。また、博物館・美術館等での作品見学についても積極的に行い、実物観察の重要性を知ると共に、具体的な理解を得ることを求めたい。"},{"0":"授業方法","1":"リアルタイム（同時双方向）：Zoomによるオンライン授業を行います。"},{"0":"到達目標","1":"本科目を通じて工芸史研究の意義や意味について理解し、その研究方法についても具体的に感得するとともに、東洋螺鈿史概要の把握により、自身の活動に引き付けたより深く積極的な工芸史への関心を涵養する。"},{"0":"ディプロマポリシーとの関連","1":"https://www.musabi.ac.jp/wp-content/uploads/2021/05/CurriculumMap_la1.pdf"},{"0":"授業計画・課題に対するフィードバック","1":"Zoomを用いて教員と学生全員がオンラインでリアルタイム双方向授業を実施します。授業内にチャットや発言で随時意見交換や質疑応答を用いるアクティブラーニングで進めたいと思います。第 1 回 オリエンテーション：講義の流れ、工芸品研究の意義や目的とは第 2 回 工芸品研究方法論１（かたち・比較・分類）第 3 回 工芸品研究方法論２（年代）第 4 回 工芸品研究方法論３（技術・材料・空間的位置）第 5 回 工芸品研究方法論４（学際的研究・理化学分析）第 6 回 工芸品研究方法論５（調書を作成する）第 7 回 東洋螺鈿史研究の意義第 8 回 中国の螺鈿史１（殷周・唐時代）第 9 回 中国の螺鈿史２（五代十国‐宋時代）第10回 中国の螺鈿史３（明時代）第11回 中国の螺鈿史４（清‐近現代）第12回 東南アジアの螺鈿史１（ベトナム）第13回 朝鮮の螺鈿史１（統一新羅時代）第14回 朝鮮の螺鈿史２（高麗時代）第15回 朝鮮の螺鈿史３（朝鮮時代）"},{"0":"履修上の留意点","1":"Zoomを使用して授業を行います。使い方は事前に確認しておいてください。また、出席とレポート（課題）の送受信はMS-Formsで、授業の質疑応答は基本的にMS-Teamsを利用します（Live Campusでも可）。なお、レジュメや資料を画面に映しだしますので、可能であればスマホ以外（PC・タブレットなど）で授業に参加してください。ZoomのIDやパスワードは事前にLive Campus、Teamsでお知らせします。また期間中その変更はありません。毎回の授業では開始時間前までに、ログインするようにしてください。なお、前期・後期（東洋美術各論Ⅰ-2）を一貫して受講することが望ましいところですが、必須ではありません。"},{"0":"準備学習内容・時間の目安","1":"この授業ではアジア各国の歴史に沿って話を進めるので、次週に行う国の時代変遷を勉強しておくと理解がスムースです。"},{"0":"成績評価の方法","1":"出席および発言等による積極的な授業参加を50％、期末レポートの提出を50％として総合評価します。出席の比率が高いので、毎回の授業後には必ずFormsで出席表を提出してください。レポートのテーマおよび字数については追って指示します。"},{"0":"テキスト","1":"特になし。"},{"0":"参考文献(作品）等","1":"参考文献（作品）は授業中に適宜紹介します。"}]]