[[{"0":"科目名","1":"メディア演習","2":"講義名","3":"メディア演習"},{"0":"サブタイトル","1":"メディア演習"},{"0":"受講可能学科","1":"造形学部・視覚伝達デザイン学科"},{"0":"担当研究室","1":"視覚伝達デザイン学科"},{"0":"担当教員","1":"山口　弘毅、石井　雄一郎、谷田　幸、北崎　允子、中野　豪雄"},{"0":"分野","1":"専門Ⅰ類","2":"対象学年","3":"2年"},{"0":"科目群","1":"専門Ⅰ類（必修）","2":"キャンパス","3":"鷹の台"},{"0":"開講期間","1":"前期 2021/04/12-2021/07/10","2":"曜日・時限","3":"集中"},{"0":"授業形態","1":"演習","2":"単位数","3":"2.0"},{"0":"履修条件","1":"学科別オリエンテーションにて説明する。"},{"0":"授業概要・カリキュラム上の位置づけ","1":"「メディア」とはなんでしょう。「メディア」といえば、何を思い浮かべますか？ テレビや雑誌、新聞、ラジオなどのマス媒体、手紙や電話、電子メール、インターネット、携帯電話などの通信媒体、街には看板やポスター、お店には書籍や商品パッケージ、販売促進物やパンフレット、ダイレクトメールやフライヤーなど、私たちの身の回りには情報を伝達するための様々なメディア形態が存在します。私達の生活と現代社会のコミュニケーションの多様性と便利さは、このような情報を伝達するメディアによって支えられています。それでは、そのメディアで伝えられる情報、あるいはそこでの表現は、何の目的で、誰のために、誰の手によって、どのように製作され、どのように発信・受信されているのだろうか、について考えたことがありますか？ ヴィジュアル･コミュニケーション･デザイン（視覚伝達デザイン）に関わるデザイナーは、そのプロセスのどこで、何をおこなうのでしょうか？印刷メディア、デジタルメディア、ネットワークメディアの社会的働きとデザイン表現との関わりをとおして、何のためにメディアの学習が必要なのか、すなわち、「デザインのデザイン」、デザイン表現を成り立たせているデザインの骨組み、基盤、歴史を考えてほしいのです。「複製技術時代の芸術」を 1936年に著したベンヤミンは、複製技術、すなわち、機械メディアという新しい概念と視点を創造して現代の芸術とデザインの可能性を示唆しました。機械メディアによる芸術の生産装置には、制作者と受容者が結びついた集団的な創造活動とコミュニケーションを含めた近代芸術の社会的機能があることについても述べています。この授業では、すべてのメディアコミュニケーションにおいて必要な、“視ること”と“見せること”を、印刷工房とコンピュータ工房の機械をもちいたデザインの作品制作実習をとおして学びます。そこでは、これまでメディアに対して“受け手”であった立場から、“送り手”になることを意識し、そのデザイナーに必要なメディアの特性と原理の理解、メディア表現の方法論を学びます。・印刷クラスではシルクスクリーンプロセスを通して印刷メディアの原理や特性を、スケッチ、版下制作からフィルム作成、刷版づくり、印刷までの過程の中で学びます。作品は個人制作となりますが、作業は3～4人のグループで進めていきます。各自制作したシルクスクリーン印刷作品のプロセスのまとめと作品を添付しファイルにまとめて提出します。・コンピュータクラスでは「ポートフォリオウェブサイト」を制作します。対象者を作品をとおして紹介するといったテーマのなかで、コンテンツの立案から サイト制作、公開といったプロセスを実践します。"},{"0":"授業方法","1":"リアルタイム（同時双方向）： Zoomによるオンライン授業を行います。"},{"0":"到達目標","1":"マスメディアを理解するために印刷やWebの作品を制作するが、それらの特性を知り適切な情報伝達のあり方を学習する。"},{"0":"ディプロマポリシーとの関連","1":"https://www.musabi.ac.jp/wp-content/uploads/2021/05/CurriculumMap_vcd.pdf"},{"0":"授業計画・課題に対するフィードバック","1":"学生をランダムに入れ替えた4クラス（abcd）制で授業を行います。各実習は前半・後半で、クラスを入れ替えて行います。配属クラスによって曜日や実習時期、教室等が違うため、各自注意してください。火曜：aクラス, bクラス土曜：cクラス, dクラス●シルクスクリーン印刷／山口弘毅・谷田幸遠隔授業－スケッチチェックから版下データ制作・提出・第1回　前提講義・課題説明（印刷のしくみの概要・ 課題制作プロセス・ 版下の説明）・第2回　イメージアイデアチェック及びデジタル版下制作・第3回　イメージアイデアチェック及びデジタル版下制作後、デジタル版下提出追加授業週－シルクスクリーン印刷実習・第4回　印刷工房の使い方説明／製版の仕方から解版の説明（グループでの作業）・第5回　シルク刷り工房の使い方／印刷作業の説明から印刷作業（グループでの作業）・第6回　講評／ポスター閲覧／工房のかたづけ●ウェブ実習／石井雄一郎・第1回　ネットワーク基礎講義、制作ツールの説明とHTML基礎実習１・課題説明・第2回　制作ツールの説明とHTML基礎実習２・課題制作 / 企画チェック・第3回　制作ツールの説明とHTML基礎実習３・課題制作 / 企画チェック・第4回　HTML実習４・課題制作 / 企画チェック・第5回　企画チェック・課題制作・第6回　相互評価・講評"},{"0":"履修上の留意点","1":"Zoomを使用して授業を行います。使い方は事前に確認しておいてください。※授業開始10分前までに、ログインしておくこと。必要に応じて、LiveCampusやTeamsを通して、事前に資料を配付します。課題の提出方法は、授業で指示します。ウェブ実習では必ずパソコンを使います。またシルク／ウェブ共通して、レジュメや資料をスクリーンに映しだしますので、タブレット以上サイズのディスプレイモニタで受講するのが望ましいです。また、ウェブ実習では、小グループでの制作となるため、お互いがZoom、LINEなどでやりとりできる環境を念頭にしておいてください。"},{"0":"準備学習内容・時間の目安","1":"特になし"},{"0":"成績評価の方法","1":"メディアの基礎学習では講義・実習への出席、課題の提出が評価の前提になります。そして、定着までのプロセス、成果物の完成度、技術の理解度や応用と展開、グループまたは個人制作の進め方などを総合的に評価します。採点は大学の採点基準に準じておこないます。"},{"0":"テキスト","1":"利光功著『バウハウス：歴史と理念』美術出版社L.モホリ＝ナギ著『絵画・写真・映画』バウハウス叢書 中央公論美術出版ヴァルター・ベンヤミン著『複製技術時代の芸術』晶文社M.マクルーハン著『グーテンベルクの銀河系』みすず書房ベラ・バラージュ著『映画の理論』学芸書林ベヴィス・ヒリアー著『ポスターの百年』平凡社パトリス・フリッシー著『メディアの近代史』水声社アルビン・トフラー著『第三の波』中公文庫D.ボルター著『ライティングスペース』産業図書ジョン・バージャー著『イメージ：視覚とメディア』PARCO月尾嘉男他編『原典メディア環境1851−2000』東京大学出版会レジス・ドブレー著『メディオロジー入門』NTT出版橋本典明著『メディアの考古学』工業調査会海野弘著『モダン・デザイン全史』美術出版社原弘著『原弘─グラフィックデザインの源流』平凡社原研哉著『デザインのデザイン』岩波書店『紙とデザインの事典』美術出版社小池光三著『印刷デザイン』ダヴィッド社など"}]]