[[{"0":"科目名","1":"博物館資料論","2":"講義名","3":"博物館資料論"},{"0":"サブタイトル","1":"博物館資料とコレクション観"},{"0":"受講可能学科","1":"造形学部・全学科"},{"0":"担当研究室","1":"教養文化・学芸員"},{"0":"担当教員","1":"加藤　幸治"},{"0":"分野","1":"教職科目・学芸員専門","2":"対象学年","3":"2年,3年,4年"},{"0":"科目群","1":"学芸員専門","2":"キャンパス","3":"鷹の台"},{"0":"開講期間","1":"後期 2021/09/06-2021/12/18","2":"曜日・時限","3":"水５"},{"0":"授業形態","1":"講義","2":"単位数","3":"2.0"},{"0":"履修条件","1":"学芸員課程登録者のみ、履修できる。"},{"0":"授業概要・カリキュラム上の位置づけ","1":"博物館資料の収集、整理保管等に関する理論や方法に関する知識・技術を習得し，また博物館の調査研究活動について理解することを通じて、博物館資料に関する基礎的能力を養う。博物館が所蔵する資料は、考古・民俗・歴史・美術作品・映像や写真、音源等の二次資料から、水族・動物園の飼育動物、図書資料など多岐にわたる。また、博物館活動や博物館そのものの来歴に関わる記録類や資料の管理記録に至るまで、博物館が広義の資料として保存・整理すべきものは多い。これらの業務とその活用について、本講義では学ぶ。"},{"0":"授業方法","1":"オンデマンド（非同期）型によるオンライン授業を行う。Microsoft Teamsでのやりとりを基本に、YouTube視聴と組み合わせて授業運営をする。"},{"0":"到達目標","1":"①博物館資料の扱いに関する用語について、正しく説明することができる。②博物館資料の保存や活用について、現代社会の情勢と結びつけながら理解することができる。"},{"0":"ディプロマポリシーとの関連","1":"https://www.musabi.ac.jp/wp-content/uploads/2021/05/CurriculumMap_tm.pdf"},{"0":"授業計画・課題に対するフィードバック","1":"毎回の授業の進め方　①Microsoft Teamsを用いて授業日に授業動画のURLとワークシートを教員が学生に送る。　②授業同日中に、学生はURLのリンクからYouTube動画を視聴する。　③授業同日中に、ワークシートに授業内で提示する小課題を記入したリアクション・ペーパーを、Microsoft Teamsを用いて教員に送付する。これで出席確認を兼ねる。　④教員から、学生のリアクションペーパーを取りまとめたフィードバックを、Microsoft Teams で共有する。　⑤個別の質問等はチャットで受け付ける。レポート課題　レポート提出を課す（A４　２枚程度）。　課題のテーマ等の提示、および学生から教員への提出はMicrosoft Teamsにて行う。授業内容第1回　オリエンテーション・コロナ禍で再考する博物館資料第2回　博物館資料とコレクション形成第3回　文化財防災と博物館第4回　文化財レスキューとコレクションの復旧第5回　コレクションとその意味と価値づけ第6回　資料収集の理念と方法第7回　博物館のミッションとコレクション形成第8回　資料化の過程とその意義第9回　情報の記録、収集の倫理・法規、受入手続き・登録第10回　文化遺産・文化資源と博物館第11回　資料の分類と整理第12回　記憶の蓄積と文化継承第13回　資料公開の理念と活用第14回　博物館資料の歴史的変遷第15回　博物館資料レポートへの講評"},{"0":"履修上の留意点","1":"Microsoft Teamsの「博物館資料論_博_20」のチャンネルに登録をすること。ワークシートへの記入やレポート提出のための執筆の必要があるのでパソコンやタブレット端末等の準備をすること。オンライン授業でのやりとり可能な人数の基準から、定員を150名とし、超過した場合は抽選となる。オンデマンド型のため授業時間にしばられず受講できるが、課題提出期限は同日中までとする。少しでも多く博物館見学をして、博物館資料についての理解を深めることを求める。また博物館資料は展示品以外のものが圧倒的に多いことを踏まえると、普段目にすることは困難であることから、書籍や博物館の報告書などから、博物館資料がどのように扱われ、どのように公開されているのか（展示以外の活用方法、公開方法も含む）にも興味を持ってみておくことが望ましい。"},{"0":"準備学習内容・時間の目安","1":"準備学習：講義で扱う各テーマについて、書籍やインターネットなどを活用して概念を理解しておくこと（45分）講義で扱う各テーマについて、実際に自分で確認できるものは、博物館や大学資料館などを活用して確認すること、また教員が話した内容を書籍・報告書等によっても必ず確認し、疑問点や気になる点を明確にすること。さらに講義のなかで課した課題（宿題）に着実に答えること（45分）"},{"0":"成績評価の方法","1":"レポート課題（40％）と授業時のリアクションペーパー（60％）を基本として評価する。"},{"0":"テキスト","1":"加藤幸治　『文化遺産シェア時代』　社会評論社　2018年世界堂では扱わないので社会評論社からの直接購入となる。購入方法は授業Teamで伝える。"},{"0":"教員との連絡方法（オフィスアワー）","1":"講義内容に関する質問等は、毎授業時に受け付ける。"}]]