[[{"0":"科目名","1":"絵画基礎　Ⅰ","2":"講義名","3":"絵画基礎Ⅰ"},{"0":"サブタイトル","1":"絵画基礎Ⅰ（ドローイング／銅版）／ 高浜利也、杢谷圭章"},{"0":"受講可能学科","1":"造形学部・油絵学科・版画専攻"},{"0":"担当研究室","1":"版画"},{"0":"担当教員","1":"遠藤　竜太、高浜　利也、元田　久治"},{"0":"分野","1":"専門Ⅰ類","2":"対象学年","3":"1年"},{"0":"科目群","1":"専門Ⅰ類（必修）","2":"キャンパス","3":"鷹の台"},{"0":"開講期間","1":"１期 2021/04/12-2021/05/08","2":"曜日・時限","3":"集中"},{"0":"授業形態","1":"実技","2":"単位数","3":"2.0"},{"0":"履修条件","1":"特になし"},{"0":"授業概要・カリキュラム上の位置づけ","1":"1年次のカリキュラムポリシーにおける、「版で描く」という感覚体験を学ぶ課題です。1週目のドローイングをもとに、銅版による基礎版画実習を行います。エッチングはデッサンと同じような手の動きで、自由な線を描くことが出来るので、容易にイメージを定着させることが可能です。また腐蝕液につけている時間を段階的に変化させることで、薄い銅板の中にさまざまな線の強弱、濃淡を得、深みのある“痕跡”を生み出します。その “痕跡”は支持体に刷る工程を経て、紙に移行します。これらの版画のプロセスを学び、版表現の第一歩を体験します。ここでは、表現手段の違いによって起こる差異を発見することが目的といえるでしょう。自身の表現を、客観的に把握するような体験となることを期待します。"},{"0":"授業方法","1":"対面式授業"},{"0":"到達目標","1":"①ドローイングやデッサンなどの直接的な描写表現と、銅版画の間接的な版表現の感覚的な差異を理解できる。②銅版画を自らの表現として作品制作で実践できる。"},{"0":"ディプロマポリシーとの関連","1":"https://www.musabi.ac.jp/wp-content/uploads/2021/05/CurriculumMap_pm.pdf"},{"0":"授業計画・課題に対するフィードバック","1":"ドローイングのテーマは「風景」。ドローイングの表現素材は、木炭、鉛筆等基本的な素材を、各自の狙いや好みに合わせ自由に選択する。各自用意するもの：クロッキーブック、デッサン・ドローイング用具一式、木炭紙または画用紙等第1週　クロッキー。第一日目にはオリエンテーションを行う。提出作品のサイズや内容等課題についての説明、および表現素材の説明。終了後、制作開始。第2週前半　銅版画の概説、技法（直接法・間接法）の説明、道具、材料の説明、製版の準備第2週後半　描画、腐蝕第3週　描画、腐蝕、試刷り第4週　描画、腐蝕、試刷り、本刷り 講評会"},{"0":"履修上の留意点","1":"授業日数の3分の2以上の出席（遅刻２回で１回の欠席とする）を必要とします。教員の指導日には必ず出席すること。課題の提出は、指導教員の定める講評会への出席をもってそれとします。"},{"0":"準備学習内容・時間の目安","1":"・『新版　版画』を読む。・インターネットや画集等で作品を観賞する。・町田市立国際版画美術館をはじめとする美術館等での展示鑑賞を推奨する。・日頃からデッサン、ドローイングを行ない、対象に対する観察力を身につけておく。"},{"0":"成績評価の方法","1":"・制作姿勢、独創性、表現力等を重視し、総合的に評価する・担当指導教員が講評会を行い、講評・採点する。・履修条件を満たしていて評価が不可の場合は再制作を課し、再提出された作品を評価する。出席が履修条件に満たない場合、または作品提出がない場合は対象外とする。"},{"0":"テキスト","1":"・\t武蔵野美術大学通信教育課程教科書『新版 版画』／武蔵野美術大学版画研究室編・\t銅版画講義用テキスト／池田良二編（研究室より各自に配布）"},{"0":"テキストISBN番号","1":"・『新版 版画』978-4-86463-003-0"},{"0":"参考文献(作品）等","1":"・\t集中授業参考作品集／武蔵野美術大学版画研究室編・\t『Line of Sight／生の視線』図録／武蔵野美術大学美術資料図書館刊・\t『Sublime Present／崇高なる現在』図録／武蔵野美術大学美術資料図書館刊・\t『Qualia of Projection／射影のクオリア』図録／武蔵野美術大学美術資料図書館刊"}]]