[[{"0":"科目名","1":"中級英語　４－７","2":"講義名","3":"中級英語４－７Ｃ"},{"0":"サブタイトル","1":"会話"},{"0":"受講可能学科","1":"全学部・全学科"},{"0":"担当研究室","1":"言語文化"},{"0":"担当教員","1":"相原　優子"},{"0":"分野","1":"文化総合Ⅱ類","2":"対象学年","3":"1年,2年,3年,4年"},{"0":"科目群","1":"言語文化Ⅱ類","2":"キャンパス","3":"鷹の台"},{"0":"開講期間","1":"前期 2021/04/12-2021/07/10","2":"曜日・時限","3":"木３"},{"0":"授業形態","1":"演習","2":"単位数","3":"2.0"},{"0":"履修条件","1":"特になし"},{"0":"授業概要・カリキュラム上の位置づけ","1":"この授業では、自分の意見を自由に表現する発信者としての能力に加え、相手の伝達したいメッセージを的確に聞き取り対応できる受信者としての能力を延ばすことを目指します。スピーキングを中心とした授業になりますが、同時にその能力を支える語彙の習得、リーディング、ライティング、リスニング等も視野に入れた学習活動を行います。教材は、テキストに加えて、多様で発展的なテーマを扱ったものを適宜採用していきます。この授業を通し、言語と人間や文化との深い関わり合いを認識し、それに基づいた知的で豊かなコミュニケーション活動の実現を可能にする言語能力を身につけて貰いたいと思います。"},{"0":"授業方法","1":"リアルタイムとオンデマンドの併用：Zoomによるオンラインと課題提示や回収にTeamsを併用します。まずは、簡単なスピーキング（自由な英会話）の後、教科書を中心に授業を進めます。使用されている単語や会話の内容の確認をした上で、ポイントとなる英会話の表現をペアや少人数のグループで練習し、自分のことを話す際に取り入れる練習を行います。"},{"0":"到達目標","1":"正確な英語で自分の意見を述べるだけではなく、相手のメッセージを正確に聞き取り、的確に対応できるようになる。"},{"0":"ディプロマポリシーとの関連","1":"https://www.musabi.ac.jp/wp-content/uploads/2021/05/CurriculumMap_la2.pdf"},{"0":"授業計画・課題に対するフィードバック","1":"テキストと必要であれば副教材を使用します。基本的に、テキストの章の順番に沿って進めていきます。テキストや副教材の演習を発展させ、ペア・ワークやディスカッションなどを採用していきたいと考えています。Zoom や自宅課題を通して第1回～第15回を対応します。第１回　オリエンテーション第２回　Unit 1 \"How was your vacation?\"  Vocabulary, Conversation, Language Practice第３回　Unit 1 \"How was your vacation?\" (cont'd) Speaking practice, Reading, Writing第４回　Unit 2 \"I think it's boring!\" Vocabulary, Conversation, Language Practice第５回　Unit 2 \"I think it's boring!\" (cont'd) Speaking practice, Reading, Writing第６回　Unit 1 & 2のまとめ第７回　Unit 3 \"Do it before you're 30!\" Vocabulary, Conversation, Language Practice第８回　Unit 3 \"Do it before you're 30!\" (cont'd) Speaking practice, Reading, Writing第９回　Unit 4 \"The best place in the world!\" Vocabulary, Conversation, Language Practice第１０回Unit 4 \"The best place in the world!\" (cont'd) Speaking practice, Reading, Writing第１１回Unit 3 & 4 まとめ第１２回Unit 5 \"Where's the party?\" Vocabulary, Conversation, Language Practice第１３回Unit 5 \"Where's the party?\" (cont'd) Speaking practice, Reading, Writing第１４回Unit 5 まとめ第１５回全体のまとめ"},{"0":"履修上の留意点","1":"適宜Zoomを使用して授業を行います（毎週ではないと思いますが）。使い方は事前に確認しておいてください。課題の提出方法は、原則Microsoft Teamsを使用いたしますが、詳細は授業で指示します。（音声ファイルの提出もあるかもしれません）資料をスクリーンにも映しだしたり、パワーポイントを画面共有の形で使用いたしますので、できればノートパソコンで授業に参加するのが望ましいです。出欠確認として、原則、課題提出で出席を確認いたしますが、ZOOM出欠も考慮致します。ほぼ毎回、発言を求めます。発言の可能な環境で、必ず受講して頂きたいと思います。スピーキング主流の授業なので、受講者の積極的参加を望みます。英語による授業となりますので、受講者には、毎回英語を話すことが求められます。"},{"0":"準備学習内容・時間の目安","1":"事前にテキストの分からない単語は辞書で調べておくこと。前回の授業の復習をして、英語表現をしっかり身につけること。（60分）"},{"0":"成績評価の方法","1":"平常点と課題提出を中心に評価します。出席、授業態度（授業での積極性）を重視します。"},{"0":"テキスト","1":"毎回辞書を必ず持参すること。テキスト：Smart Choice（Student Book 2）Fourth Edition(Ken Wilson. Oxford University Press)こちらのテキストは、オンライン教材を使用するためのアクセスコードが付いています。古本やすでに使用された形跡のあるテキストは、アクセスコードがすでに使用され使えない可能性もあります。可能な限り、新しい本を購入してほしいと思います。履修が確定した学生は、世界堂の店頭でテキストを各自購入してください。在庫不足の場合は、ISBN番号を参考にし、書店や出版社から各自購入してください。"},{"0":"テキストISBN番号","1":"978-0-19-406114-8"},{"0":"教員との連絡方法（オフィスアワー）","1":"水曜4限　言語文化研究室（12号館707号室）（不在や会議などで対応出来ない場合は、別の日時で予約を入れて下さい。）"}]]