[[{"0":"科目名","1":"健康と身体運動文化演習Ⅲ","2":"講義名","3":"健康と身体運動文化演習ⅢＡ（フィットネス）"},{"0":"受講可能学科","1":"全学部・全学科"},{"0":"担当研究室","1":"身体運動文化"},{"0":"担当教員","1":"北　徹朗"},{"0":"分野","1":"文化総合Ⅱ類","2":"対象学年","3":"1年,2年,3年,4年"},{"0":"科目群","1":"身体文化Ⅱ類","2":"キャンパス","3":"鷹の台"},{"0":"開講期間","1":"前期 2021/04/12-2021/07/10","2":"曜日・時限","3":"金１"},{"0":"授業形態","1":"演習","2":"単位数","3":"2.0"},{"0":"履修条件","1":"特になし"},{"0":"授業概要・カリキュラム上の位置づけ","1":"交通、通信、宅配、インターネットなど、現代社会は便利なもので溢れている。「便利である」とはどういうことか？を考えた時、それは如何に身体を動かすことなく省力化した日常生活を送るかということとも捉えられる。人類10万年の歴史において、おなかいっぱいに食べられるようなり、前述のような便利な社会が到来したのはごく最近のことである。私たちの祖先はアフリカ大陸からシベリアを経て日本列島に辿り着いた。こうした経緯から、日本人を含む東アジアの人々は欧米人に比べて食事によって得たエネルギーをできるだけため込もうとする、いわゆる“倹約遺伝子”が強く作用していると考えられている。日本においてもファストフードや食の欧米化は既に広く普及しており、現代社会に生きる私たちは「エネルギー摂取とエネルギー消費（インとアウト）のバランス」に注意を払う必要がある。食物の栄養素のバランスも勿論大切であるが、エネルギーのインとアウトのバランスを保つことは、身体運動が省力化された便利な現代社会では困難となっている。この演習授業では、上記の観点を踏まえた上で、授業内で測定する自分の身体組成や体力の現状を分析・考察し、それに応じた生活習慣・運動習慣とは何かを考え実践に移すための方略を考える。"},{"0":"授業方法","1":"この授業は、大学内の施設を利用した「対面授業」です。ただし、状況に応じて「ハイブリッド型」（オンラインと対面の併用授業）で行う可能性もあります。詳細は第１回目の授業で説明します。"},{"0":"到達目標","1":"本授業の到達目標は、自身の身体の内（身体組成、骨密度など）外（外に発揮される力、すなわち体力）の現状を理解し、それに対する運動処方や生活習慣の改善についての方策を示すことができるようになることである。"},{"0":"ディプロマポリシーとの関連","1":"https://www.musabi.ac.jp/wp-content/uploads/2021/05/CurriculumMap_la2.pdf"},{"0":"授業計画・課題に対するフィードバック","1":"第１回 講義①オリエンテーション、なぜ運動は大切か第２回 演習①簡単体力チェック、様々なストレッチング、身体組成測定（基礎代謝量、体脂肪、骨密度など）第３回 演習②身体の特性について 準備運動、ストレッチング、股関節トルク測定。第４回 演習③体力診断テスト（１）第５回 演習④体力診断テスト（２）、測定結果の点検・評価とまとめ第６回 講義②各自の課題とマスタープランの提示第７回 演習⑤下半身強化と股関節の柔軟性の対応を図る。第８回 演習⑥腹筋力の強化とその測定評価 その意識と実際第９回 演習⑦マシーントレーニングの実践とその効果第10回 演習⑧チューブトレーニングの実践とその効果第11回 演習⑨バランストレーニング①（静的：バランスマットの実践とその効果）第12回 演習⑩バランストレーニング②（動的：スライディングボードの実践とその効果）第13回 演習⑪ストレッチポールを利用したストレッチそその効果第14回 演習⑫各種データの測定第15回 講義④データのまとめと総括"},{"0":"履修上の留意点","1":"授業の進行は、受講学生の積極的な参加と動機づけを明確にした展開を希望する。その理由は、身体活動を中心とした持続性が授業計画に直結されるからである。ゆえに、連続性と継続性が最重要課題となる。授業の単位構成は、2単位である。選択された曜日と時間帯で、1週間に1回の履修となっているので、毎回の出席とよいコンディションで参加できることが重要である。"},{"0":"準備学習内容・時間の目安","1":"自己の体温、体重、脈拍数のチェックと授業参加1時間前の食事摂取を遵守し、身体運動に対応できる体調管理を望む。"},{"0":"成績評価の方法","1":"授業の評価：出席の重視と平常点および提出物等の総合評価とする。"},{"0":"テキスト","1":"資料等は、必要に応じて配付する。"}]]