[[{"0":"科目名","1":"造形基礎・選択　版画","2":"講義名","3":"造形基礎・選択　版画"},{"0":"サブタイトル","1":"造形基礎・選択　版画（木版）／ 元田久治、中村美穂"},{"0":"受講可能学科","1":"造形学部・油絵学科・油絵専攻"},{"0":"担当研究室","1":"版画"},{"0":"担当教員","1":"版画研究室"},{"0":"分野","1":"専門Ⅰ類","2":"対象学年","3":"1年"},{"0":"科目群","1":"専門Ⅰ類（選択）","2":"キャンパス","3":"鷹の台"},{"0":"開講期間","1":"４期 2021/09/06-2021/10/02","2":"曜日・時限","3":"集中"},{"0":"授業形態","1":"実技","2":"単位数","3":"2.0"},{"0":"履修条件","1":"特になし"},{"0":"授業概要・カリキュラム上の位置づけ","1":"彫刻学科、油絵専攻、日本画学科、版画専攻の学生を対象とした選択授業です。板を彫って絵を作るという不慣れな行為は、対象を紙に描く事だけでは気がつかない多くの造形上の発見の場となります。版画制作をとおして、これまで気にしていなかったことを意識する契機として欲しいと思います。例えば、画面上の左右が逆転するとどのように絵が見えるのか。あるいは、図の部分（絵の具が付くところ）を掘り残していくことよる絵画空間をどのように考えるか。この科目では、それまでの造形観を揺さぶるような体験をすることを望みます。また、板と彫刻刀、和紙、絵の具などの素材と触れ、ものをつくることの楽しみを感じながら、版画でどのように自己の表現をおこなっていくのか展望する機会とします。"},{"0":"授業方法","1":"対面式授業"},{"0":"到達目標","1":"①和紙、水性絵具など素材や、バレンなど道具の成り立ちを理解し、適切に使用できたか。②意図するイメージを画面上に的確に表現できたか。③習得した木版画表現を油絵や日本画、彫刻など各自の本来の専門領域の表現に還元し、活用できるか。"},{"0":"ディプロマポリシーとの関連","1":"https://www.musabi.ac.jp/wp-content/uploads/2021/05/CurriculumMap_pa.pdf"},{"0":"授業計画・課題に対するフィードバック","1":"日本の水性木版は、浮世絵版画から 創作版画運動を経て現代に至るまで、伝統技法の中にその独自性を追求し、世界的な評価を確立していった。そのような歴史的経過にも触れつつ、これから各自 が版を介する間接的技法で、いかに清新で創造的な表現を獲得していくかを問いかける。それは、単に伝統技法の習得を目的とするのでなく、作品が出来上がってくる過程で、直接描いた絵画と版による絵との差異を実感として受け止め、版による表現の可能性について考えることからはじまる。第17週　木版画概説、課題内容提示。下絵（作品の元とする絵）を用意し、版分解を想定する。トレース説明、彫り、刷りの説明（絵の具、紙、バレンなどについて）。彫り、摺り第18〜19週　彫り、摺り（２版目以降、各自計画する）進行状況により技法解説第20週　摺りを中心に制作、講評会 、掃除"},{"0":"履修上の留意点","1":"授業期間中、授業日数の３分の２以上の出席（遅刻２回で１回の欠席とする）を必要とします。教員の指導日には必ず出席すること。課題の提出は、指導教員の定める講評会への出席をもってそれとします。"},{"0":"準備学習内容・時間の目安","1":"・木版による作品を画集などで調べておく。・『新版　版画』を読む。・町田市立国際版画美術館をはじめとする美術館等での展示鑑賞を推奨する。"},{"0":"成績評価の方法","1":"・制作姿勢、独創性、表現力などを重視し総合的に評価する。・担当指導教員が講評会を行い、講評・採点する。・履修条件を満たしていて評価が不可の場合は再制作を課し、再提出された作品を評価する。・出席が履修条件に満たない場合、または作品提出がない場合は対象外とする。"},{"0":"テキスト","1":"・武蔵野美術大学通信教育課程教科書『新版 版画』／武蔵野美術大学版画研究室編"},{"0":"テキストISBN番号","1":"・『新版 版画』978-4-86463-003-0"},{"0":"参考文献(作品）等","1":"・集中授業参考作品集／武蔵野美術大学版画研究室編・『Line of Sight／生の視線』図録／武蔵野美術大学美術資料図書館刊・『Sublime Present／崇高なる現在』図録／武蔵野美術大学美術資料図書館刊・『Qualia of Projection／射影のクオリア』図録／武蔵野美術大学美術資料図書館刊"}]]