[[{"0":"科目名","1":"THE VIRTUAL FORM Ⅱ","2":"講義名","3":"THE VIRTUAL FORM Ⅱ（Advanced）(造Ⅱ）"},{"0":"受講可能学科","1":"造形学部・彫刻学科"},{"0":"担当研究室","1":"彫刻学科"},{"0":"担当教員","1":"彫刻学科、伊藤　誠、黒川　弘毅、オノラ　ルイジ"},{"0":"分野","1":"造形総合Ⅱ類","2":"対象学年","3":"1年,2年,3年,4年"},{"0":"科目群","1":"造形総合Ⅱ類","2":"キャンパス","3":"鷹の台"},{"0":"開講期間","1":"後期 2021/09/06-2021/12/18","2":"曜日・時限","3":"金５"},{"0":"授業形態","1":"演習","2":"単位数","3":"2.0"},{"0":"履修条件","1":"受講者定員は40名までとする。ただし、彫刻学科の学生は履修できない。"},{"0":"授業概要・カリキュラム上の位置づけ","1":"“THE VIRTUAL FORM” is an introductory class to 3D modeling (creating forms using 3D softwares). While learning about the different tools and techniques, we will look at examples we can find in art or nature and see how we could replicate those forms. Going from the simplest forms like primitives (spheres, cubes, cylinders, etc) to more complex forms (the human body, fabrics, fractals, etc).“THE VIRTUAL FORM II” covers more advanced topics like 3D scanning, image based deformations, simulations, etc. We will also learn more rendering and output techniques toward the end of the semester.THE VIRTUAL FORMは3Dモデリング（3Dソフトウェアを使って形を作ること）を紹介する授業です。アートと自然の形を例にしながら、3Dで再生したり、3Dの様々なツールとテクニックを学ぶ。簡単な形（球、立方体、円筒など）から始まり複雑な形（人体、生地、フラクタルなど）までつくることを目標とする。「THE VIRTUAL FORM II」 は「THE VIRTUAL FORM I」 の続きで高度なテーマを3Dスキャンニング、イメージ からの変形、シミュレーションなどを含めレンダリングと出力方法も紹介する。"},{"0":"授業方法","1":"リアルタイム：Zoomによるオンライン授業"},{"0":"到達目標","1":"To get a broader understanding of the possibilities of the digital tools. To think about the impact they can have on traditional approaches to forms and materials. デジタルツールの可能性を知り、伝統的な技術と素材に対しての影響を深く考えること。"},{"0":"ディプロマポリシーとの関連","1":"https://www.musabi.ac.jp/wp-content/uploads/2021/05/CurriculumMap_fad2.pdf"},{"0":"授業計画・課題に対するフィードバック","1":"Week 1 : OrientationWeek 2 : Introduction to Houdini Week 3 : Procedural Modeling IWeek 4 : Procedural Modeling II Week 5 : Voronoi & Reaction DiffusionWeek 6 : Simulation IWeek 7 : Simulation IIWeek 8 : Instancing, Decimation & L-SystemWeek 9 : Animation Week 10: Audio Week 11: WorkflowWeek 12: AR & VRWeek 13: Rendering第1週：オリエンテーション第2週：Houdini 入門　 第3週：手続き型モデリング I 第4週：手続き型モデリング II第5週：ボロノイと反応拡散系第6週：シミュレーション I第7週：シミュレーション II第8週：コピーとL-System 第9週：アニメション第10週：オーディオ第11週：ワークフロー 第12週：拡張現実とバーチャルリアリティ第13週：レンダリング"},{"0":"履修上の留意点","1":"The course will be conducted in English and Japanese. The english version of the 3D softwares will be used. Students should be prepared to learn how to use new software by self-study.This semester, the whole class will be conducted online, using Zoom and Microsoft Teams.この授業は英語と日本語の混合で行われます。3Dの技術を学ぶ上で、授業の進行と共にある程度の英語力を身につける必要があり、学生の積極的なリサーチも必要とされる。後期の授業はオンラインになります。そのため、ZoomとMicrosoft Teamsを使うつもりである。"},{"0":"成績評価の方法","1":"Class participation and assignments will both count towards the grade. レポートと出席状況を合わせて評価する。"}]]