[[{"0":"科目名","1":"健康と身体運動文化　１３","2":"講義名","3":"健康と身体運動文化１３（バドミントン）"},{"0":"受講可能学科","1":"全学部・全学科"},{"0":"担当研究室","1":"身体運動文化"},{"0":"担当教員","1":"白井　巧"},{"0":"分野","1":"文化総合Ⅱ類","2":"対象学年","3":"1年,2年,3年,4年"},{"0":"科目群","1":"身体文化Ⅱ類","2":"キャンパス","3":"鷹の台"},{"0":"開講期間","1":"前期 2021/04/12-2021/07/10","2":"曜日・時限","3":"火３"},{"0":"授業形態","1":"実技（身体）","2":"単位数","3":"1.0"},{"0":"履修条件","1":"特になし"},{"0":"授業概要・カリキュラム上の位置づけ","1":"スポーツをはじめ身体運動は、明るく豊かで活力に満ちた社会の形成や、個々人の心身の健全な発達に不可欠なものである。生涯にわたってスポーツに親しむことは極めて大きな意味をもつ。学生時代は社会人への移行期でもあり、身体運動やスポーツライフの定着には絶好の機会であると言える。本学の建学理念の「教養ある美術家養成」という目標にも掲げられるように、幅広く深い教養と人間性の涵養をねらいとしている。この授業では、健康、スポーツ、身体運動文化を理解し、それに親しむ能力を身につける。同時に、こうした経験を通して理解したことや自身の学びを、他者に伝える論理的コミュニケーション能力の習得も目的としている。そのために、実際に身体を動かして他者とコミュニケーションを取りつつ、教場で知識や技能を獲得することが極めて重要である。"},{"0":"授業方法","1":"原則、初回ガイダンス日から体育館にて対面授業を実施"},{"0":"到達目標","1":"各種運動・スポーツの身体操作技能やプレイ能力の習得や理論、ルール、マナーの理解等を深めることによって、健康づくりやスポーツおよび身体運動文化の環境を考え、自ら企画・運営することのできるような生涯スポーツの基礎を培う。また、運動・スポーツ種目の実践を通じて、他者との円滑なコミュニケーションを図ることができるようになるための態度を養う。"},{"0":"ディプロマポリシーとの関連","1":"https://www.musabi.ac.jp/wp-content/uploads/2021/05/CurriculumMap_la2.pdf"},{"0":"授業計画・課題に対するフィードバック","1":"第 1回 オリエンテーション(体育館にて授業内容説明) 第 2回 バドミントンを歴史から学ぶ　　　 1830年シャトル遊びの追体験 第 3回 ドライブ、ショートサービス、 簡易ゲーム開始 第 4回 ヘアピン 第 5回 ロブ 第 6回 ドロップ&ロブ、ダブルス審判法の学習とダブルスゲーム開始 第 7回 クリアー(より遠くへシャトルを飛ばそう ) 第 8回 移動をともなう動きを学ぶ         第 9回 バックハンド側の対応を学ぶ その1    第 10回 バックハンド側の対応を学ぶ その 2  [学期の課題を伝える]第 11回 スマッシュとレシーブ          第 12回 今学期学習した打法のおさらい       第 13回 チーム対抗戦 1　　　　[課題 : 提出締め切り日]     　　　  実技と並行して、各自が持参した授業課題を皆に発表する時間を設ける　その1。第 14回 チーム対抗戦 2 　         実技と並行して、各自が持参した授業課題を皆に発表する時間を設ける　その2。第 15回 チーム対抗戦 3"},{"0":"履修上の留意点","1":"この授業は対面で実施します。初回ガイダンス日から体育館に集合してください。初回は、ガイダンスなので運動の服装は必要ありません。コロナ禍の状況に応じて、オンライン（Zoom）で実施する場合もあります。"},{"0":"準備学習内容・時間の目安","1":"授業内で取りあげる、身体運動やスポーツに関する情報にできるだけ多く触れ、それぞれのイメージを自分なりに深めた上での受講を期待する。 授業内で紹介される資料や話題について、授業後に各自で積極的に調べてみること。参考オリンピック・ミュージアムを訪ねることを推奨します。　https://japan-olympicmuseum.jp/jp/スポーツを通じたアートやデザインに触れて見ませんか。スポーツを学ぶ上で、とてもワクワクする仕組みで出来ている博物館です。交通：外苑前またはJR信濃町（月曜休館日）"},{"0":"成績評価の方法","1":"出欠、遅刻・早退、受講姿勢、提出課題、毎週提出するコメントなどから総合的に評価する。 新型コロナコロナウイルスに関連する体調不良から授業を控える場合は、不利益にならないよう配慮をする。ただし、健康である範囲において、学期を通じてクラスを欠席しないこと。欠席が重なり不合格になる場合の目安は、欠席3回まで。4回の欠席は、単位取得が難しくなる。偏頭痛や既往症がある場合は、出席配慮対象になるので申し出てください。"},{"0":"テキスト","1":"特に指定しない。関連する参考文献については、授業内で適宜紹介する。"},{"0":"参考文献(作品）等","1":"近年で最も素晴らしいバドミントンの世界最高峰のゲーム：Youtube鑑賞YONEX All England Open 2020 | Finals MD Highlights | BWF 2020男子ダブルス決勝ハイライト　5分Youtube: https://www.youtube.com/watch?v=yFQtGhaKiuc&t=53sYONEX All England Open 2020 | Finals WD Highlights | BWF 2020女子ダブルス決勝ハイライト　5分Youtube : https://www.youtube.com/watch?v=UxXVokH6SgM"},{"0":"教員との連絡方法（オフィスアワー）","1":"学期授業期間中毎週火曜日13時～16時直接体育館にお越しください"}]]