[[{"0":"科目名","1":"デザインテーマ研究Ⅱ－Ａ","2":"講義名","3":"デザインテーマ研究Ⅱ－Ａ"},{"0":"サブタイトル","1":"感性と情報"},{"0":"受講可能学科","1":"造形学部・デザイン情報学科"},{"0":"担当研究室","1":"デザイン情報学科"},{"0":"担当教員","1":"岡崎　章"},{"0":"分野","1":"専門Ⅱ類選択","2":"対象学年","3":"2年,3年,4年"},{"0":"科目群","1":"専門Ⅱ類（選択）","2":"キャンパス","3":"鷹の台"},{"0":"開講期間","1":"後期 2021/09/06-2021/12/18","2":"曜日・時限","3":"木３"},{"0":"授業形態","1":"講義","2":"単位数","3":"2.0"},{"0":"履修条件","1":"特になし"},{"0":"授業概要・カリキュラム上の位置づけ","1":"感性とは、ひらめき・直感・快不快・嗜好・好奇心・美意識など創造の源となる脳の高次元機能を意味することばで、最近では英語でも「Kansei」と書く。芸術・デザインにおいて重要な働きを持つ感性を科学的・工学的に捉え、学術的視点からその諸相を概説する。これにより感性と情報の捉え方を学び、新たなデザイン発想によって課題解決に対応できる「考え方」を修得する。また、アイトラッキングのデモンストレーション等により感性評価の理解を深める。"},{"0":"授業方法","1":"基本的に授業はTeamsによるリアルタイムとし、動画閲覧やデモなどはオンディマンドを併用する。"},{"0":"到達目標","1":"デザイン要素を駆使して人の感性をある方向に導くための方法と曖昧な感性を評価する方法の二つを考え出す能力がこれからのデザインには不可欠である。そのために必要な、感性と情報の捉え方と活かし方を新たな知識として獲得することを目的として、それらの知識を貫いて総合的に考えられるようになることを到達目標とする。"},{"0":"ディプロマポリシーとの関連","1":"https://www.musabi.ac.jp/wp-content/uploads/2021/05/CurriculumMap_di.pdf"},{"0":"授業計画・課題に対するフィードバック","1":"第 1 回　感性デザイン学・感性工学について論じる。第 2 回　感性デザインの具体例を感性価値・感性品質・感性操作の観点から論じる。第 3 回　メディアの変遷から感性の働きの捉え方を論じる。第 4 回　エンパシーやモノローグから感性情報の捉え方について論じる．第 5 回　脳科学からみた感性の働きとデザインへの応用について論じる。第 6 回　共感覚とデザイン発想について論じる。第 7 回　インタフェースの変遷からみたデザインについて論じる。第 8 回　概念モデルを壊すことによってデザイン発想に活かす方法を論じる。第 9 回　概念モデルを構造化することによってデザイン発想に活かす方法を論じる。第10回　情報の可視化の考え方について論じる。第11回  感性操作と負のイメージを軽減するデザインについて論じる。第12回　感性評価のためのデザインと具現化について論じる。第13回　人の心のシナリオを読む方法としてのアイトラッカーの利用法をデモと共に解説する。第14回　全講義を俯瞰して感性を数値化しデザインに活かす捉え方をまとめとして述べる。第15回　全体のまとめ毎回の受講シートによる感想と質問に対し、次回の講義始めにフィードバックを行う。理解を深めるために講義時間内に完結する課題を出す場合があるが、同様に次回の講義始めにそのフィードバックを行う。"},{"0":"履修上の留意点","1":"2年次ので履修が望ましい。アイマークカメラ等のデモは必要に応じて実施する週をずらすことがある。"},{"0":"準備学習内容・時間の目安","1":"事前に講義内容箇所のテキストに目を通しておく（10～20分）。"},{"0":"成績評価の方法","1":"毎回の受講シートの内容（授業参加度と学習意欲）50％、定期試験（記述試験）50％として評価する。"},{"0":"テキスト","1":"「感性と情報からデザインを考えるために」岡﨑 章（電子書籍Kindle）［教科書とする］"},{"0":"テキストISBN番号","1":"978-4-9910801-1-1"},{"0":"参考文献(作品）等","1":"必要に応じて、j-stage等の論文や書籍を紹介する。"},{"0":"教員との連絡方法（オフィスアワー）","1":"講義内容に関する質問は、毎回の受講シートもしくはTeamsのメッセージで受け付ける。希望に応じて音声通話でも対応する。いずれも講義時間外でも受け付け可能である。"},{"0":"リンク","1":"https://www.kansei-design.com"},{"0":"リンク","1":"https://www.childlife-design.com"}]]