[[{"0":"科目名","1":"造形実習Ⅲ","2":"講義名","3":"造形実習Ⅲ"},{"0":"受講可能学科","1":"造形構想学部・映像学科"},{"0":"担当研究室","1":"映像学科"},{"0":"担当教員","1":"三浦　均、Christophe Charles、遠藤　律子、永井　由美子"},{"0":"分野","1":"造形構想基盤科目","2":"対象学年","3":"1年"},{"0":"科目群","1":"造形構想基盤（必修）","2":"キャンパス","3":"鷹の台"},{"0":"開講期間","1":"５.６.７期 2021/10/04-2021/12/18","2":"曜日・時限","3":""},{"0":"授業形態","1":"実技","2":"単位数","3":"2.0"},{"0":"授業概要・カリキュラム上の位置づけ","1":"この授業では、ポートフォリオの作成を行います。映像学科では、動的な作品として映像作品、アニメーション、パフォーマンス、静的な作品として平面作品、写真、インスタレーション、また形には見えない、音の作品などを制作します。各自制作の内容が異なるために其々に対応したポートフォリオを作る必要があります。ポートフォリオとは自分の作品集です。グラフィックデザイン、建築デザイン、ファインアート、プロダクトデザイン、其々にポートフォリオがあり、作品を社会や相手に伝える重要な手段です。ポートフォリオを作成するためには素材の作成、情報の収集と構築と構造化、ビジュアルデザインと編集デザインの知識が必要になってきます。"},{"0":"授業方法","1":"対面式とZoom（リアルタイム）によるオンラインのハイブリッドで授業を行います。"},{"0":"到達目標","1":"この授業では最終的に、A4判のポートフォリオとデジタルポートフォリオ2点の制作と完成を目的とします。"},{"0":"ディプロマポリシーとの関連","1":"https://www.musabi.ac.jp/wp-content/uploads/2021/05/CurriculumMap_ctsi_ias.pdf"},{"0":"授業計画・課題に対するフィードバック","1":"授業は対面式とZoomによるリアルタイム・リモートの混合スタイルで行います。Zoomを使った授業の際は内容の確認、講評、作品の共有といったアクティブラーニングを行います。課題の経過、作品の共有や提出はteamsを用いて行います。第1週月曜日　オリエンテーション。この授業の趣旨、予定などの説明。前期で制作した課題を全て持参すること。またそれぞれの課題の制作過程である、アイディアスケッチ、コンセプトワークの記録、制作過程の写真等も用意すること。これらをまとめてポートフォリオとするので、前期全ての課題が必要にとなります。次回までに用意するもの※◎柔らかな鉛筆、マーカー、サインペン。　◎色材として、マーカー、サインペン、色鉛筆など。　◎スケッチブック、白いA4判の紙。　◎ハサミ、カッター（カッターを使う際にはカッターマット）。　◎付箋紙（真四角なもの）　◎素材作り、記録のためのカメラ。　◎持っている人はデータベース作成のためのパソコン。（前半はポートフォリオ制作にはパソコンは用いないが、資料の整理やストックのための使用は認める）　◎定規これらは毎時間必ず準備すること。　火曜日　これまでに制作した作品を持参する。その際、データにしたものをプリントアウトし、　立体作品、その他作品は写真にした、プリントアウトしてくる。　その他、作品に関する情報テキストも用意する。基本的には前半は手描きによる制作となり、　後半ではそれを元にパソコンで清書する作業となる。また、ダミーとして作品を想定するのも可。　持参した素材を元に全体をどのような構造にするかを考え、コンセプトワークについて学び構造図、　チャートを作る。制作に必要なUIデザインを学ぶ。水曜日　前日の作業の継続と、コンセプトワークを行う。　どのようなポートフォリオにするのか、其々の作品によって異なるので、　集めた素材と向き合いながら行う。木曜日　前日の作業の継続と、UIデザイン（コンセプトワークと構造化を視覚化していく。）の確認金曜日　コンセプトワークの決定、集めた素材や情報の構造を具体的に紙の上に視覚化する。UIデザインの確認。土曜日　前日の授業を踏まえての作業日集めた素材、情報などを確認し、足りないものがあったら翌週に持参する。ーーー第2週月曜日　コンセプトに基づいて、全体の構造を確定する。また順番が決まったら、ビジュアルイメージについてもデザインしていく。　その際、フォーマットデザインが必要になってくるので、グリットシステムを学ぶ。火曜日　前日の作業の継続と、具体的にページレイアウトをデザインする。水曜日　グリットシステムを用いて、ページレイアウト、全体のフォーマットのデザインを行う。　その際、各自のデザインコンセプトが重要になるので、これまで作業したもの、素材を全て持参する。　各自、参考になる雑誌やカタログなど持参すると好ましい。木曜日　グリットシステムを用いたページレイアウトの制作を進める。金曜日　コンセプトに基づいてページレイアウト、また全体デザインを行う。（指示）必要な情報をテキスト化する。　この場合は手描きでも、パソコンを用いても可。土曜日　前日の作業の継続。全体に不足している情報や素材があれば、その作成を行う。　フォーマットデザインの決定を行う。またペーレイアウトもデザインする。ーーー第3週月曜日　実際にフォーマットに基づいて、ページレイアウトを行う。また全体の順番なども、見直しを行う。　各自のコンセプトにあう、表紙のデザインを行う。書体のデザインや色材計画、などのビジュアルデザインについて学ぶ。　UIデザインについての確認。火曜日　前日の作業の継続。水曜日　ビジュアルデザインについて学ぶび、ポートフォリオ作りに反映させる。　ディスプレイ書体や本文書体、また色材計画についても具体的に作業していく。　表紙、目次を作成し全体が見通せる状態にする。木曜日　中間講評に向けて作業日金曜日　中間講評会優秀作品の公開講評土曜日　前日の講評を受けて、ブラッシュアップする。素材の制作、や全体の見直しをして完成に向ける。　手描きではあるがポートフォリオデザインを完成させる。テキスト、写真など素材のパソコン作業を行う。ーーー第4週月曜日　手描きのポートフォリオの清書をパソコンで行う。パソコン上ででの書体の扱について学ぶ。　タイプフェイス、レイアウト、色彩計画フォトショップ、イラストレータを主に用いるが、正しい使い方を学ぶ。火曜日　PCでのタイプフェイス、レイアウト、色彩計画、UIについて学ぶ。　ポートフォリオのパソコンによる清書の継続作業を行う。この時に順番などの入れ替えやなど、　見直しを行いながらフォーマットデザインを完成させる。デジタルポートフォリオ制作にかんしての諸注意（見やすい、わかりやすいとは？）水曜日　タイプフェイス、レイアウト、色彩計画、UIの制作。表紙のデザインや目次などのデザインをPCで清書する。　ビジュアルデザインに必要な、書体、レイアウト、色材、形などを意識して全体の完成に向けて作業を行う。木曜日　各ページレイアウトの決定と仕上げを行う。また其々の素材を実際にレイアウトし、完成させる。金曜日　最終講評会土曜日　最終講評会"},{"0":"履修上の留意点","1":"対面式とZoomによるリアルタイム・リモートでの混合スタイルで授業を行います。資料の配布や課題の提出にはteamsを使います。Zoomによる授業の際にはできればノートパソコンで授業に参加することが望ましいです。またリモート授業内でもプレゼン、意見交換も行いますので、それができる環境で授業に参加してください。"},{"0":"成績評価の方法","1":"出席、中間講評会と最終講評会での作品で評価します。"},{"0":"教員との連絡方法（オフィスアワー）","1":"teamsの個人チャット等で質問や連絡をとることができます。担当教員はその都度対応いたします。"}]]