[[{"0":"科目名","1":"造形実習Ⅳ","2":"講義名","3":"造形実習Ⅳ"},{"0":"サブタイトル","1":"文字言語、視覚言語、造形言語に関する問いと答えー第２章"},{"0":"担当研究室","1":"クリエイティブイノベーション学科"},{"0":"担当教員","1":"赤塚　祐二、金田　実生、森田　浩彰、坂口　竜太、大久保　あり"},{"0":"分野","1":"造形構想基盤科目","2":"対象学年","3":"2年"},{"0":"科目群","1":"造形構想基盤（必修）","2":"キャンパス","3":"鷹の台"},{"0":"開講期間","1":"１.２期 2021/04/12-2021/06/05","2":"曜日・時限","3":"月１,月２,火１,火２,水１,水２"},{"0":"授業形態","1":"実習","2":"単位数","3":"2.0"},{"0":"授業概要・カリキュラム上の位置づけ","1":"この実習の目的は、本学科が養成する人材の創造的思考と表現力を育むこと。CIの学生たちが、表現世界をどう捉え 組み立てていくのか、その方法と実践経験を養うアート実習の第2弾である。各々が制作するなかで、描写の方法や空間の設定、テーマの組み立て方、表現の困難さに立ち向かう方法など、制作しながら実践的にアートを思考する最後の機会である。　また造形実習Ⅳには新しい内容として各課題に「美術史に触れる」というテーマが組み込んである。美術史の中での一場面の考え方や認識（例えばミニマリズムやコンセプチュアリズムなど）が課題の中で触れられている。その意味を理解し課題に沿って作品制作を試みる。美術が繰り返し更新を続け、今日でも新しい価値を創造していることに思いを馳せ、作品制作を通して新しい価値を創造しえた仕組みを理解し各々実践してみる。この実習は担当する先生方、すなわち作家の思考と価値観に、さらに深く踏み入るチャンスでもある。"},{"0":"授業方法","1":"実習は４クラスに分かれて各自で制作を進める。前半４週間はアトリエでの実習。後半４週間は演習室での実習となる。その中から２つのクラスを選択し、クラスの課題に沿って制作する。クラスの選択方法やクラス毎の課題などの詳細は、掲示等にて事前告知する。新型コロナ感染状況次第で大学の方針に従い、リアルタイムによるオンライン授業になる可能性もある。※ オンライン授業に使用するアプリケーションソフトウェアは、リアルタイムで行う講義・講評等ではZOOM、課題の確認・提出や授業記録の確認ではTeamsを使用する。"},{"0":"到達目標","1":"課題によって生じた様々な壁を乗り越え、そのための手段とアイデアを探して作品を制作していくこと、学生それぞれの作品の差異を比較検討し、自身の表現の独自性を言葉で評価することを目標とすることもⅢと同様であるが、各課題に、更に高度に応えること。"},{"0":"ディプロマポリシーとの関連","1":"https://www.musabi.ac.jp/wp-content/uploads/2021/05/CurriculumMap_ci.pdf"},{"0":"授業計画・課題に対するフィードバック","1":"この実習では、自分が選択した２つのクラス以外の課題にも興味をもちながら、自らの制作を進めること。スケジュールはクラス毎に異なるが、アトリエで使用する備品等の搬入作業や片付け、掃除等協力して行うこと。各クラスの課題タイトルは以下のとおり。内容詳細については別途告知を行う。【前半４週間_アトリエ】金田クラス：「言葉を描く -言葉と絵画-」坂口クラス：「ストーリーと絵画」森田クラス：「特定の誰かのために何かをつくる１」大久保クラス：「組み合わせの妙から生まれるものがたり１」【後半４週間_演習室】金田クラス：「細密に見つくす」坂口クラス：「身体の一部を描く」森田クラス：「特定の誰かのために何かをつくる２」大久保クラス：「組み合わせの妙から生まれるものがたり１」※授業計画は、演習課題の進捗や状況によって変更する場合がある。"},{"0":"履修上の留意点","1":"クラス毎に準備するものが異なるため、履修前に必ず確認し、実習日までに用意すること。"},{"0":"準備学習内容・時間の目安","1":"美術館や展覧会、図書館、Web上などの様々なコンテンツを観賞し、美術表現の広がりを実感しておくこと。"},{"0":"成績評価の方法","1":"選択した２クラスで制作した課題作品と授業への参加態度などの総合評価"},{"0":"テキスト","1":"特になし"},{"0":"テキストISBN番号","1":"特になし"},{"0":"参考文献(作品）等","1":"特になし"},{"0":"教員との連絡方法（オフィスアワー）","1":"実習内容に関する質問等は、毎授業時に受け付ける。"}]]