[[{"0":"科目名","1":"絵画基礎　Ⅵ","2":"講義名","3":"絵画基礎Ⅵ"},{"0":"サブタイトル","1":"絵画基礎Ⅵ「主題について」［油絵専攻2年］17〜20授業週 〈2単位 実技〉樺山祐和、小林耕平、丸山直文、水上泰財、竹内一"},{"0":"受講可能学科","1":"造形学部・油絵学科・油絵専攻"},{"0":"担当研究室","1":"油絵"},{"0":"担当教員","1":"樺山　祐和、小林　耕平、丸山　直文、水上　泰財、竹内　一"},{"0":"分野","1":"専門Ⅰ類","2":"対象学年","3":"2年"},{"0":"科目群","1":"専門Ⅰ類（選択）","2":"キャンパス","3":"鷹の台"},{"0":"開講期間","1":"４期 2021/09/06-2021/10/02","2":"曜日・時限","3":"集中"},{"0":"授業形態","1":"実技","2":"単位数","3":"2.0"},{"0":"履修条件","1":"特になし"},{"0":"授業概要・カリキュラム上の位置づけ","1":"絵画における主題とは、本来、自己の内部から湧き上がったものを追求していくことであるが、先攻して主題を設け、意図的に表現を誘引することも可能です。かつての美術史の流れの中に充満していた神話性や物語性等、あらゆるイズムの要素を検討し、現代においてその意義や可能性を問うことは、主題を探し、作品を創造する行為から自己の表現意図を深く掘り下げ、実作を試みましょう。"},{"0":"授業方法","1":"課題内容に基づいて課題作品を制作します。オリエンテーション、指導、及び講評を教員が担当します。講評時などに学生同士が互いの制作や作品について話したり、ディスカッションしたりすることを含む授業内容になる可能性があります。"},{"0":"到達目標","1":"①表現の核心である主題が絵画においてどのように実現されるのかを実制作を通じて学ぶ。②①を通して、主題の意味を探求し理解を深める。  ③作品制作の中から派生したさまざまな表現を模索することで、美術作家、美術教育者、広域の表現者として活動していく基盤を習得する。"},{"0":"ディプロマポリシーとの関連","1":"https://www.musabi.ac.jp/wp-content/uploads/2021/05/CurriculumMap_pa.pdf"},{"0":"授業計画・課題に対するフィードバック","1":"樺山祐和、小林耕平、丸山直文、水上泰財、竹内一　各クラスからなる合計5クラスです。第1日 オリエンテーション／課題内容および素材・技法、作品サイズなどの説明、参考資料の提示など。第2日～第22日 制作・実技第23日 作品講評　学生は指示に従い作品を展示しておくこと。第24日 作品の写真撮影。アトリエの整理・作品の撤去をして次の授業に備えます。●過去の課題から<主題について>樺山祐和先生  「わたしの神様を描く」美術史を紐解くと、洋の東西を問わず美術は神を主題に展開してきた事が分ります。宗教の在り方や科学の発展にともなう世界観や死生観の変化によって徐々に表現の表舞台から姿を消しますが、形や意味を変え常に底流に存在するものです。神という漢字は雷が鳴り響く形を原型としています。古来より人間は太陽、雷、風などの自然現象や狼、熊、蛇といった制御できない大きな力を持った存在に畏れを抱き、巨木や巨岩や滝、そして山そのものを信仰の対象としてきました。山や海は異界であり峠や岬は境界だったのです。今回は私たちが神的なものを感得するのはどのような場であり対象であるのかを軸に主題を考え制作します。各自にウルトラマンか怪獣を配り、それをキャンパス内のどこかに設置し、それを起点として制作を始めます。詳細はオリエンテーションで説明します。諏訪敦先生「私の知らなかった、あなたと出会うために2nd」あなたが自分の内面の発露ではなく、外部に発想を得て制作をはじめる場合、程度の違いこそあれ、あらゆる制作の現場には必ず取材行為が必要である。これは絵画に限ったことではない。例えば映画製作におけるリサーチやロケーション・ハンティングなどをイメージすれば明白であろう。この課題は、「初めて出会う誰か」に取材した作品制作を課す。対象に交渉し、取材許可を得る事が第一関門としてある。そして自らの制作のあり方を自問し、問題意識を明瞭にしながら制作を展開する。しかし、ときに取材行為は暴力的な側面も併せ持つ。対象者と制作者双方の権利と尊厳をそこなわないために、必要になる知識やマナーなど、制作者としての基本も講義する。他者を尊重する意識とそこに立脚した技術は、生涯携えるに値するものであるはずだ。初日9/2のガイダンスと9/27の講評会は重要なので必ず出席すること。他の日程は、アトリエの外、ひいては学外で取材と制作をすることも考えられるので、ガイダンスにて、制作進度のチェック方法を説明する。\"袴田京太朗先生「言葉と美術」「作品の主題とは言葉である」と仮定してみよう。「いや、それは言い過ぎだし、言葉で表せないものを扱うのが美術なんじゃないの？」「言葉で表せないもの？そういうものが本当にあるのかな。ことばが有限で色や形が無限だと思うのは美術の傲慢なんじゃないの？詩や小説はどうなの？」「言葉で表せない主題やテーマ…か。」　この課題では作品にまつわる言葉（テキスト）、コンセプト、あるいはアーティストステートメントを作品制作と同時進行で書いてみる試みをします。言葉はどこまで作品を語れるのか、足りないとすればそれは何なのか、十分に語れているとすると言葉は作品に取って代わる可能性すらあるのではないか、等々、普段漠然と捉えている言葉と作品との関係をこの機会に突き詰めてみようと思います。作品と言葉は補間し合うものであり、同時にそれぞれが批判的な緊張関係を持つことで、制作の新たな領域が見えてくるのかもしれません。丸山直文先生  「背反するものを同時に実現すること」YESかNO”ではないけれど、私達は世界を２つに分け考える事にならされていないでしょうか？「善と悪」・「此岸と彼岸」・「抽象と具象」・「文字と絵画」・「単純と複雑」などなど。ここでは二元論を超えて、相反する要素を作品内で同時に実現させること事を目的に制作をしてもらいます。パウル・クレーは日記の中で「悪魔的なものが、神なものと時を同じくして存在し、融合するのである。二元をそれぞれバラバラに二元として描くのではなく、二元は、相互におぎない合いながら、一つの統一体を形成する。・・・ありとしあるものをつつむものこそ真理なのである」。と語っています。ここでは二元論を超えて、相反する要素を作品内で同時に存在させる事を目的に制作をしてもらいます。"},{"0":"履修上の留意点","1":"この期間、「選択版画（銅板）」も行われ、選択することができます。また、教職履修者は必ず「工芸制作Ⅰ」を履修してください。オンラインでの対応を希望する者は、必ず事前に油絵研究室へ相談してください。"},{"0":"準備学習内容・時間の目安","1":"観察し描写した作品の実物あるいは画集を見て、どのように絵画表現として実現しているのかを考察する。"},{"0":"成績評価の方法","1":"・第23日に作品の講評会を行い採点する。・制作姿勢、独創性、表現力などを重視し総合的に評価する。"},{"0":"テキスト","1":"第１日のオリエンテーション時に必要な場合説明があります。また課題説明の中で、画集やスライド資料が示される場合もあります。"},{"0":"教員との連絡方法（オフィスアワー）","1":"油絵研究室に申し出てください。随時対応していますので、日時や場所についても相談してください。また、教員の指導日にアトリエで直接質問することもできます。"}]]