[[{"0":"科目名","1":"中級英語　１４－１","2":"講義名","3":"中級英語１４－１Ａ"},{"0":"サブタイトル","1":"Academic Writing"},{"0":"受講可能学科","1":"全学部・全学科"},{"0":"担当研究室","1":"言語文化"},{"0":"担当教員","1":"Paul V.Kandasamy"},{"0":"分野","1":"文化総合Ⅱ類","2":"対象学年","3":"1年,2年,3年,4年"},{"0":"科目群","1":"言語文化Ⅱ類","2":"キャンパス","3":"鷹の台"},{"0":"開講期間","1":"前期 2021/04/12-2021/07/10","2":"曜日・時限","3":"水３"},{"0":"授業形態","1":"演習","2":"単位数","3":"2.0"},{"0":"履修条件","1":"特になし"},{"0":"授業概要・カリキュラム上の位置づけ","1":"The purpose of this course is to introduce students to the fundamentals of academic English writing using a process-oriented approach.  The structure of paragraphs and essays and ther important components are taught in small, learnable steps.  Clear, relevant models illustrate each step, and varied practices reinforce each lesson.  The models and practices feature current and general academic topics relevant to students' interests in a rapidly changing world.  The ideal student for this course would be one who has achieved an upper intermediate level of English competence and who enjoys writing and reading.  Please be aware that there is a substantial amount of in-class and out-of-class writing in this course."},{"0":"授業方法","1":"This course will be conducted on an on-demand online basis.  Each week, an assignment package will be uploaded, and students will be required to complete the assignment and submit it online.  Students will have ample opportunity to have written communication with and get feedback from the instructor online."},{"0":"到達目標","1":"Students will learn about fundamental academic writing from basic grammatical structures to the organization of paragraphs to develop a short essay."},{"0":"ディプロマポリシーとの関連","1":"https://www.musabi.ac.jp/wp-content/uploads/2021/05/CurriculumMap_la2.pdf"},{"0":"授業計画・課題に対するフィードバック","1":"Class 1  Overview - The Process of Academic WritingClass 2  The ParagraphClass 3  Unity and OutliningClass 4  CoherenceClass 5  Kinds of Logical OrderClass 6  Concrete Support IClass 7  Concrete Support IIClass 8  The EssayClass 9  Patterns of Essay OrganizationClass 10 Sentence StructureClass 11 Noun ClausesClass 12 Adverbial ClausesClass 13 Relative ClausesClass 14 Participial PhrasesClass 15 Final Essay"},{"0":"履修上の留意点","1":"特になし"},{"0":"準備学習内容・時間の目安","1":"Students will have freqeunt written assignements that may take from 30 minutes to several hours depending on the writing task."},{"0":"成績評価の方法","1":"Students’ grades are based on the satisfactory completion and quality of the assignments."},{"0":"テキスト","1":"Longman Academic Writing Series 3: Paragraphs to Essays Fourth Edition　Pearson Japan"},{"0":"テキストISBN番号","1":"978-0134663326"},{"0":"教員との連絡方法（オフィスアワー）","1":"Office hours are on Wednesdays, Period 4.  Office is located at 12-704."}]]