[[{"0":"科目名","1":"複　合　版　画","2":"講義名","3":"複合版画"},{"0":"サブタイトル","1":"複合版画（銅版・リトグラフ）／ 遠藤竜太、高浜利也、杢谷圭章、鈴木富美子"},{"0":"受講可能学科","1":"全学科（油絵学科を除く）"},{"0":"担当研究室","1":"版画"},{"0":"担当教員","1":"遠藤　竜太"},{"0":"分野","1":"造形総合Ⅱ類","2":"対象学年","3":"2年,3年,4年"},{"0":"科目群","1":"造形総合Ⅱ類","2":"キャンパス","3":"鷹の台"},{"0":"開講期間","1":"５期 2021/10/04-2021/10/23","2":"曜日・時限","3":"月３,月４,火３,火４,水３,水４,木３,木４,金３,金４,土３,土４"},{"0":"授業形態","1":"実技","2":"単位数","3":"2.0"},{"0":"履修条件","1":"学部2年生以上のみ、履修できる。受講者定員は5名までとする。ただし、油絵学科の学生は履修できない。"},{"0":"授業概要・カリキュラム上の位置づけ","1":"2年次のカリキュラムポリシーにおける、幅広い視野の中で表現者としての素養を習得するため、各自の表現を自身で分析し、どのような版種で制作することが適しているのかを思索し、版種を選択する。この授業では、そのためのプロセスとして、版や材料の特性をより深く学び、それぞれの表現方法との適正を探ることを目標としている。銅版・リトグラフ(特に石版石を用いたもの)は描画・製版の過程において、研磨や切削、引っ掻くなどの物理的な製版方法、あるいは酸による間接的な製版など、印刷技術でありながら工芸的な技術を用いて制作する版種である。4版種にはそれぞれの特性があり、技法によって表現が変化するような経験が各自の造形に対する意識の深化に作用することを望んでいる。"},{"0":"授業方法","1":"対面式授業"},{"0":"到達目標","1":"①版種や材料の特性を理解し、各自の表現との適性を探りながら技法の選択が出来る。②選択した技法を、自らの表現として実践することが出来る。"},{"0":"ディプロマポリシーとの関連","1":"https://www.musabi.ac.jp/wp-content/uploads/2021/05/CurriculumMap_fad2.pdf"},{"0":"授業計画・課題に対するフィードバック","1":"第21週　オリエンテーション／授業内容、主旨の説明。 各自が普段行っている表現活動と版表現とをどう結びつけるか、エスキース等を基にその計画を確認し制作プランをたてる。 版画技法指導／リトグラフまたは銅版の技法講習を受講する。 自主制作／各自の制作プランに従い、準備、作業も同時進行ですすめる。第22週～23週　自主制作／版表現による制作、および各自の最終的な作品の完成にむけて制作をすすめる。 講評会／教員および受講者全員立ち会いのもと各作品の評価を行う。※２版種（銅版、リトグラフ）のどちらかの１版種を選択し、各工房に分かれて制作する。"},{"0":"履修上の留意点","1":"授業期間中、授業日数の３分の２以上の出席（遅刻２回で１回の欠席とする）を必要とします。教員の指導日には必ず出席すること。課題の提出は、指導教員の定める講評会への出席をもってそれとします。"},{"0":"準備学習内容・時間の目安","1":"・銅版画、リトグラフの作品を図版等で触れ、版種の特色を事前に知っておく。・『新版　版画』を読む。・町田市立国際版画美術館をはじめとする美術館等での展示鑑賞を推奨する。"},{"0":"成績評価の方法","1":"・制作姿勢、独創性、表現力等を重視し、総合的に評価する。・担当指導教員が講評会を行い、講評・採点する。・履修条件を満たしていて評価が不可の場合は再制作を課し、再提出された作品を評価する。・出席が履修条件に満たない場合、または作品提出がない場合は対象外とする。"},{"0":"テキスト","1":"・武蔵野美術大学通信教育課程教科書『新版 版画』／武蔵野美術大学版画研究室編・Lithographic Process／遠藤竜太編（研究室より各自に配布）・銅版画講義用テキスト／池田良二編（研究室より各自に配布）"},{"0":"テキストISBN番号","1":"・『新版 版画』978-4-86463-003-0"},{"0":"参考文献(作品）等","1":"・集中授業参考作品集／武蔵野美術大学版画研究室編・『Line of Sight／生の視線』図録／武蔵野美術大学美術資料図書館刊・『Sublime Present／崇高なる現在』図録／武蔵野美術大学美術資料図書館刊・『Qualia of Projection／射影のクオリア』図録／武蔵野美術大学美術資料図書館刊"}]]