[[{"0":"科目名","1":"古　典　芸　能　論　Ⅲ","2":"講義名","3":"古典芸能論Ⅲ（芝居絵に見る歌舞伎史１）"},{"0":"サブタイトル","1":"歌舞伎から見る日本文化・１"},{"0":"受講可能学科","1":"全学部・全学科"},{"0":"担当研究室","1":"教養文化・学芸員"},{"0":"担当教員","1":"今岡　謙太郎"},{"0":"分野","1":"文化総合Ⅰ類","2":"対象学年","3":"1年,2年,3年,4年"},{"0":"科目群","1":"教養文化Ⅰ類","2":"キャンパス","3":"鷹の台"},{"0":"開講期間","1":"前期 2021/04/12-2021/07/10","2":"曜日・時限","3":"木３"},{"0":"授業形態","1":"講義","2":"単位数","3":"2.0"},{"0":"履修条件","1":"150人"},{"0":"授業概要・カリキュラム上の位置づけ","1":"江戸時代初期から現在に至るまで、歌舞伎はその時代時代の特色を反映しつつ発展・展開してきた。また、作品の題材も多種多様で、かつて日本人なら知っていたはずの伝説、伝承あるいは文芸作品を広く摂取してきている。さらに言えば、こうした歌舞伎の上演自体が小説や絵画、映画やテレビ、漫画といった様々なジャンルに影響を及ぼしてきていた。歌舞伎を考えることは日本のあらゆる時代の特色を考えることにつながってくるともいえる。この講義ではそうした歌舞伎の流れを追いつつ、その背後に見える日本文化の特色について考える。"},{"0":"授業方法","1":"オンデマンド（非同期）型にて行う。あらかじめ録画された授業動画、テキスト、画像等の資料を授業時間までにアップし、それらを参考に、指示された課題や意見を提出してもらう。 その上で掲示板で議論・質疑応答を行いながら進行してゆく。最終的には試験もしくはレポートで成績評価を行う。また、掲示板上等で適宜参考文献（WEB上のものを含む）を提示するので、これらを活用して課題や意見を述べてほしい。"},{"0":"到達目標","1":"主に成立期から18世紀までの歌舞伎に関する基礎知識を習得する。あわせて演劇と日本文化の関係について理解力を養う。"},{"0":"ディプロマポリシーとの関連","1":"https://www.musabi.ac.jp/wp-content/uploads/2021/05/CurriculumMap_la1.pdf"},{"0":"授業計画・課題に対するフィードバック","1":"第1回〜第15回（補講・試験週間も含む）具体的には以下のような内容を扱う予定だが、受講生の希望など状況によっては多少の変更もありうる。文献、視聴覚資料も出来るだけ活用していきたい。歌舞伎の誕生と定着―近世日本文化の展開と芸能 ・「風流」と歌舞伎誕生の母胎 ・ややこ踊からかぶき踊へ ・お国歌舞伎と女歌舞伎 ・若衆歌舞伎から野郎歌舞伎へ元禄歌舞伎と戯曲の発展―「元禄文化」の様相 ・元禄の開花 ・近松門左衛門と歌舞伎・浄瑠璃 ・出版物と歌舞伎歌舞伎の伝承と展開―「歌舞伎文化」の発展 ・大芝居の確立と歌舞伎の完成 ・時代物と世話物 ・作者と役者 ・「世界」の形成と「実は」の成立"},{"0":"履修上の留意点","1":"Microsoft Teamsを使用しての授業となるので、これが使えるような環境を準備しておいてほしい。スマートフォンでも地用出来ると思われますが、パソコンを利用しての授業参加の方が効率的と思います。オンライン授業になるので、150人の人数制限を行います。定員を超えた場合、抽選になります。古典演劇（芸能）といっても、そのほとんどは現在活発に上演されている。WEB上の動画等を活用（適宜指示する予定）するなど、なるべく動きのある舞台に触れてみてほしい。"},{"0":"準備学習内容・時間の目安","1":"従業内で指示された文献や映像（場合によっては音声）を鑑賞・視聴し、その感想等を各自でまとめておくこと。小レポート等を課すことがあるので注意してほしい。"},{"0":"成績評価の方法","1":"授業内で指示のあった小レポート・授業に関する感想（参加度合）など50％、期末レポート50％。"},{"0":"テキスト","1":"参考書：『芝居絵に見る江戸・明治の歌舞伎』小学館。適宜WEB上に必要と思われる箇所をアップする予定。そのほかに参考すべき文献等を授業内で適宜指示する（WEB上での情報含）ので、目を通しておくこと。"},{"0":"教員との連絡方法（オフィスアワー）","1":"WEB上での質問も含め、適宜相談を受ける。"}]]