[[{"0":"科目名","1":"生物多様性の科学","2":"講義名","3":"生物多様性の科学"},{"0":"受講可能学科","1":"全学部・全学科"},{"0":"担当研究室","1":"教養文化・学芸員"},{"0":"担当教員","1":"林　亮太"},{"0":"分野","1":"文化総合Ⅰ類","2":"対象学年","3":"1年,2年,3年,4年"},{"0":"科目群","1":"教養文化Ⅰ類","2":"キャンパス","3":"鷹の台"},{"0":"開講期間","1":"前期 2021/04/12-2021/07/10","2":"曜日・時限","3":"月３"},{"0":"授業形態","1":"講義","2":"単位数","3":"2.0"},{"0":"履修条件","1":"150人"},{"0":"授業概要・カリキュラム上の位置づけ","1":"近年よく聞くようになった「生物多様性」について、分類学、進化学、生態学といった広い分野を概観することで理解を深める。講義では、現在建設環境コンサルタント会社で研究員として勤務する教員が、最新の研究やこれまで行ってきた調査・研究の知見を紹介する。"},{"0":"授業方法","1":"適宜、実物標本の閲覧などを交えて、パワーポイントによる講義を行う。リアルタイム（同時双方向）でのTeamsによるオンライン講義を行います。"},{"0":"到達目標","1":"・分類学：生物を認識する基盤となる「学名」とは何か、どのようなルールに基づいて決定されるのか、ときどきニュースで見かける「新種発見」は、どのような手続きによってなされるのか、など、特に動物を対象とした分類学の基本について理解し、説明することができる。・進化学：日常生活で見かける生物から、密林や深海など様々な極限環境に生息する生物まで、どのような過程を経て現在の生物に進化したのか、進化のメカニズムの基本である変異、淘汰、遺伝の３つのキーワードを理解し、説明することができる。・生態学：様々な環境に生息する生物たちについて、個体レベルの理解だけでなく個体群、群集、生態系といったマクロスケールでの相互作用を通した生態系の在り方や生物多様性の成り立ちについて理解し、説明することができる。"},{"0":"ディプロマポリシーとの関連","1":"https://www.musabi.ac.jp/wp-content/uploads/2021/05/CurriculumMap_la1.pdf"},{"0":"授業計画・課題に対するフィードバック","1":"各講義時にコメントペーパーを配布し、感想や質問などを受け付ける。受け付けた質問については、代表的なものを次回講義の開始時に解説する。第13回講義時には学期末課題を発表する。14回講義時に提出し、（受講人数にもよるが）最終回で提出された課題から代表的なものを選び、講評する。【第１回】 講義ガイダンス：「研究」とは何だろう？【第２回】 分類学：「学名」とは何だろう？【第３回】 分類学：「新種」とは何だろう？【第４回】 ダーウィンの「自然選択」【第５回】 進化学：変異・淘汰・遺伝【第６回】 生物の４つの「なぜ？」【第７回】 体群・群集・生態系：異なるスケールの生態学【第８回】 陸上における進化・適応の例【第９回】 海洋環境における進化・適応の例【第１０回】 島における進化・適応の例【第１１回】 寄生・共生【第１２回】 行動生態学：動物の行動を科学する【第１３回】 生物の絶滅・外来生物問題【第１４回】 生物模倣技術：生物の構造・生態に学ぶ応用科学【第１５回】 まとめと課題の発表・解説"},{"0":"履修上の留意点","1":"教養文化・学芸員課程研究室からのお知らせ・この授業では、登録者が１００人を越えた場合、学生証リーダーを用いて出席をとることがあります。・その場合、出席は授業の開始時と終了時の２回、学生証リーダーにタッチすることでカウントします。　学生証を必ず持参してください。学生証を忘れた場合は、入室時に教卓付近にある記入用紙に自筆で記入してください。・１００人を越えるかどうかに関わらず、第1回のガイダンスから出席をカウントします。　ガイダンスの中で、出席の取り方について説明します。以上"},{"0":"準備学習内容・時間の目安","1":"予習の必要な特にないが、自然環境や生物に関する本など、興味を持てるものがあれば日常的に読むことを薦めたい。講義の際には参考になる本や資料を紹介する。"},{"0":"成績評価の方法","1":"・レポート課題による評価（70％）・各講義の際に配布するコメントペーパーによる評価（30％）"},{"0":"テキスト","1":"なし"},{"0":"テキストISBN番号","1":"なし"},{"0":"参考文献(作品）等","1":"なし"},{"0":"教員との連絡方法（オフィスアワー）","1":"電子メールによる質問。内容に関する質問・コメントは可能な限り講義中にも受け付ける。"}]]