[[{"0":"科目名","1":"絵　画　実　習　Ⅶ","2":"講義名","3":"絵画実習Ⅶ"},{"0":"サブタイトル","1":"絵画実習Ⅶ［4年Bコース］1〜4授業週 〈2単位 実技〉丸山直文"},{"0":"受講可能学科","1":"造形学部・油絵学科・油絵専攻"},{"0":"担当研究室","1":"油絵"},{"0":"担当教員","1":"丸山　直文"},{"0":"分野","1":"専門Ⅰ類","2":"対象学年","3":"4年"},{"0":"科目群","1":"専門Ⅰ類（必修）","2":"キャンパス","3":"鷹の台"},{"0":"開講期間","1":"１期 2021/04/12-2021/05/08","2":"曜日・時限","3":"集中"},{"0":"授業形態","1":"実技","2":"単位数","3":"2.0"},{"0":"履修条件","1":"特になし"},{"0":"授業概要・カリキュラム上の位置づけ","1":"今までの３年間はそれぞれの教員が引いたレールの上をしらずしらずに進んできたと思います。最終学年の４年次では、学生１人１人が３年間の経験を生かし、新たな気持ちを持って望んで頂きます。自主性を持ち自分で問題を定義し、それを乗り越える力を養うことを目標とします。そうすることにより学校という組織を出た後、社会の中で確固とした意思を持った強い人間に成ることが出来ると思います。そのための準備期間として４年次の授業を行っていきます。"},{"0":"授業方法","1":"課題内容に基づいて課題作品を制作します。オリエンテーション、指導、及び講評を教員が担当します。講評時などに学生同士が互いの制作や作品について話したり、ディスカッションしたりすることを含む授業内容になる可能性があります。"},{"0":"到達目標","1":"①美術史を参照し自身の作品の位置づけや在り方を検証する。②社会と美術との関係性を見据えながら制作・研究を行い、現在社会の中での自身の作品の有り様を考える。③、①②を踏まえ制作へと向かう方法を明確化する。"},{"0":"ディプロマポリシーとの関連","1":"https://www.musabi.ac.jp/wp-content/uploads/2021/05/CurriculumMap_pa.pdf"},{"0":"授業計画・課題に対するフィードバック","1":"卒業を目の前にした年であり全体を通して自由制作とし個々の学生には個人指導の形をとって接します。また学生同士のコミュニケーションを大切にしながら自分の考えをまとめ伝える能力を養ってもらいます。全体を通して、国内外の作家、評論家、デレクターの仕事を出来るだけ紹介し、また国内を中心とした美術館、ギャラリーの現状（役割と限界）などの情報も随時提供し、卒業後の実践に備えます。⚫絵画実習Ⅶ・絵画実習Ⅷオリエンテーションでは、３年間を通しての制作でつくりあげた作品（経験）を踏まえて自己分析を行い、卒業制作へ向けての出発点とします。その上で個々の学生に沿った形で、テーマや制作の方向性を一緒に考え、実習に入ります。制作実技では出来るだけ学生同士のディスカッションの場を設けます。テーマとしては学生同士の作品、美術館、ギャラリーなどで行われている展覧会の批評など、状況を考えながら決めて行きます。何よりも同世代の人達とのディスカッションを通して、同じ価値観（同時代性）を意識しながらも、自分独自のモノの見方や感じ方を認識してもらいます。また教員は司会者としてディスカッションに参加します。※卒業作品について：４年次では卒業が第１目標になると思います。夏休みや冬休みなどの休日を上手く使って、卒業制作を納得の行くものにして下さい。"},{"0":"履修上の留意点","1":"特になし"},{"0":"準備学習内容・時間の目安","1":"自分の作品について、出来るだけ客観的に文章化してみる。"},{"0":"成績評価の方法","1":"・前期中は第6週の木曜日と第12週の土曜日に講評を行います。・「絵画実習Ⅶ」については第6週木曜日の講評後採点されたものをその評価とする。・「絵画実習Ⅷ」については第12週土曜日の講評後採点されたものをその評価とする。・制作姿勢、独創性、表現力などを重視し総合的に評価する。"},{"0":"テキスト","1":"オリエンテーションの際、必要があれば提示します。個人的に必要な学生がいる場合にはそれに応じて準備します。"},{"0":"教員との連絡方法（オフィスアワー）","1":"油絵研究室に申し出てください。随時対応していますので、日時や場所についても相談してください。また、教員の指導日にアトリエで直接質問することもできます。"}]]