[[{"0":"科目名","1":"デザイン情報学総合演習Ⅱ","2":"講義名","3":"デザイン情報学総合演習Ⅱg"},{"0":"サブタイトル","1":"4年佐藤ゼミ【デジタルフォトグラフィ表現研究2】"},{"0":"受講可能学科","1":"造形学部・デザイン情報学科"},{"0":"担当研究室","1":"デザイン情報学科"},{"0":"担当教員","1":"佐藤　淳一"},{"0":"分野","1":"専門Ⅱ類選択","2":"対象学年","3":"4年"},{"0":"科目群","1":"専門Ⅱ類（選択）","2":"キャンパス","3":"鷹の台"},{"0":"開講期間","1":"前期 2021/04/12-2021/07/10","2":"曜日・時限","3":"火３,火４"},{"0":"授業形態","1":"演習","2":"単位数","3":"2.0"},{"0":"履修条件","1":"学生は、必ずいずれかのゼミに所属しなければならない。"},{"0":"授業概要・カリキュラム上の位置づけ","1":"ファインアート・フォトグラフィからリサーチ・エンタテインメントまで、写真というメディアを高度に応用した表現研究に取組む。どちらを指向するにしても、まず写真集の制作と、壁面の写真展示という普遍的な表現形式に落とし込むことができるようになることが肝要である。それらの伝統的な手法を経験した上で新しい表現手法の模索に踏み出すことが望ましい。この4年前期ゼミでは卒業研究へ向けて、3年後期から継続される各自のテーマを着実に絞り込み、醸成・深化していくことを目指す。それと同時に、古今の造形作家の生涯を参照し、長いスパンでの各自の造形活動の指針・モデルを再構築する重要な期間となる。"},{"0":"授業方法","1":"ゼミ形式。"},{"0":"到達目標","1":"①写真を作品として成立させるためのさらなる知識、理論、技術、感覚を獲得する。②独自のテーマを深化させ、ライフワークも見据えた息の長い写真への取り組みへつなげる。③写真作品の壁面展示と写真集制作をより高度に実現できる。"},{"0":"ディプロマポリシーとの関連","1":"https://www.musabi.ac.jp/wp-content/uploads/2021/05/CurriculumMap_di.pdf"},{"0":"授業計画・課題に対するフィードバック","1":"第1回　オリエンテーションと個別面談第2回～第5回　『作家研究』の発表とディスカッション第6回～第9回　卒制テーマの絞り込みと毎週の撮影成果の講評、プロジェクト進行状況のチェック第10回～第12回　9月ゼミ展準備・個別指導"},{"0":"履修上の留意点","1":"・デジタルカメラ、プリンタ等の必要機材を所持していること。・デザイン情報学演習 III‑f［デジタルフォトグラフィ］を履修していることが望ましい。同演習レベルの写真の技術がないと、写真表現で卒業研究を行うのは難しいと考えよ。・以下の科目を履修済みであることが望ましい。そうでない場合は4年時に必ず履修されたい。　1. 情報表現研究III E［写真集をつくる］　2. デザインテーマ研究II C［コミュニケーション哲学］　3. デザインテーマ研究III E［写真の読解入門］または［ワンダー写真創造概論］・相当困難ではあるが、もし新たに4年からこのゼミを選択する場合、オリエンテーション時に、以下の内容をA4判のドキュメント（PDFファイル）としてまとめ、必ず提出のこと。これをもとに面談と受入審査を行う。　1. 詳細な志望理由と自分の主たる表現領域 、デジタルフォトグラフィとの関係　2. 今までの自主的な活動や作品の記録　3. 3年次ゼミでの取り組みの記録・3年後期にテーマの絞り込みができていることが望ましいが、そうでない場合であっても、撮影は継続しておくこと。「春の写真は夏にはもう撮れない」ことを考え、早めのテーマ設定をこころがけたい。"},{"0":"準備学習内容・時間の目安","1":"・前半の『作家研究』の段階では、発表者は担当回までに調査研究と資料作成が必要。（12時間）・各自の設定したテーマと進行の段階によっては、目安時間以上に積極的に撮影やリサーチの時間を確保する必要がある。（6時間）"},{"0":"成績評価の方法","1":"・出席と毎回提出のテーマ錬成シート（撮影日記）、ゼミ展における作品展示を総合的に評価する。・ゼミ展での発表は単位取得の必須条件とし、評価はテーマの独創性と表現力、展示発表への積極性を重視する。"},{"0":"テキスト","1":"なし。"},{"0":"参考文献(作品）等","1":"授業内で指示・紹介する。"},{"0":"教員との連絡方法（オフィスアワー）","1":"講義内容に関する質問等は、毎授業時に受け付ける。"}]]