[[{"0":"科目名","1":"展示基礎","2":"講義名","3":"展示基礎"},{"0":"サブタイトル","1":"「展示」の基礎について理論的、実践的に学ぶ"},{"0":"受講可能学科","1":"造形学部・芸術文化学科"},{"0":"担当研究室","1":"芸術文化学科"},{"0":"担当教員","1":"楫　義明、杉浦　幸子、春原　史寛、佐々木　一晋"},{"0":"分野","1":"専門Ⅰ類","2":"対象学年","3":"2年"},{"0":"科目群","1":"専門Ⅰ類（必修）","2":"キャンパス","3":"鷹の台"},{"0":"開講期間","1":"前期 2021/04/12-2021/07/10","2":"曜日・時限","3":"火３,火４,金３,金４"},{"0":"授業形態","1":"演習","2":"単位数","3":"2.0"},{"0":"授業概要・カリキュラム上の位置づけ","1":"この授業は、博物館学芸員資格取得課程の「博物館展示論」に該当します。「展示」とは、ミュージアムが果たすべき4つの機能の一つで、ミュージアムが収蔵した資料を「展覧会」というメディアを通して一般に公開することで、資料と人々が出会い、人々が資料から刺激を受け、学ぶことをサポートする活動です。言い換えると、「展示」とは、ミュージアムに関わる「モノ」と「人」と「場」のコミュニケーションをデザインする行為です。「展示」の目的や意義、歴史的変遷、さまざまな「展示」のタイプ、「展示」の方法論や技術的側面、「展示」と人をつなぐ教育や広報、「展示」の評価について講義を通して学ぶとともに、展覧会を企画し、提出された展示プランから選抜されたプランのプレゼンテーションを行います。展覧会のコンセプト・テーマの設定、章立て、作品リストや図面の作成といった、展示のプランニングについて、リサーチ、ディスカッション、チュートリアルなどを通して学びます。基本的な壁面展示および照明の実習を行い、アーティストの吉雄介氏を特別講師に迎え、アーティストの作品展示を実践的に学びます。"},{"0":"授業方法","1":"基本的に対面で行いますが、状況に応じてハイブリッドやオンラインでの実施もある可能性があります。"},{"0":"到達目標","1":"ミュージアムにおける、コミュニケーションと教育のメディアとしての「展示」の目的、意義、歴史、種類、方法・技術論、「展示」と人をつなぐ教育や広報についての基本的な知識と展覧会企画の基礎を修得します。"},{"0":"ディプロマポリシーとの関連","1":"https://www.musabi.ac.jp/wp-content/uploads/2021/05/CurriculumMap_apm.pdf"},{"0":"授業計画・課題に対するフィードバック","1":"本授業は、各期に1クラスが履修し、基本的に、毎週火・金の３・４限連続で行ないます。（但し、それ以外の曜日に授業が入る可能性があります。）理論的に展示を理解するための講義と、実践的に展示の基礎を学ぶ演習から構成されます。現段階でのカリキュラムは下記の通りですが、各期の状況に合わせ、変更がある可能性があります。第1回　ガイダンス（授業の目的と内容、スケジュールの説明、課題説明）　　　  ミュージアムにおける展示の目的・意義と歴史的変遷。第2回　展示の種類。展示デザイン・壁面展示。第3回　彫刻家・吉雄介氏を迎えての講義・演習第4回　展示をコミュニケーションする。展示の評価・改善。第5回　グループディスカッション　各自の企画案のレビュー第6回　教員によるチュートリアル第7回　プレゼンテーション第8回　まとめ"},{"0":"履修上の留意点","1":"学芸員として学ぶべき「展示」についての基礎的なトレーニングと考え、積極的に取り組んでください。課題となる展覧会企画については、授業内だけでなく、必要に応じて、授業外での取り組みが必要になります。準備する教材や用具は、必要に応じて、都度指示します。"},{"0":"準備学習内容・時間の目安","1":"幅広い種類のミュージアムにおける展覧会を、チラシなどの広報メディアや、ギャラリートークやキャプションといった教育プログラムも含め、批評的に鑑賞し、検証するようにしてください。"},{"0":"成績評価の方法","1":"全授業の3分の2以上の出席があることを前提として、平常点と課題を総合的に判断します。"},{"0":"テキスト","1":"特になし。"},{"0":"参考文献(作品）等","1":"必要に応じて、授業内にて指示します。"},{"0":"教員との連絡方法（オフィスアワー）","1":"基本的にTeamsやメールを使って行います。"}]]