[[{"0":"科目名","1":"芸術文化研究Ｅ","2":"講義名","3":"芸術文化研究Ｅ"},{"0":"サブタイトル","1":"現代メディア文化論"},{"0":"受講可能学科","1":"造形学部・芸術文化学科"},{"0":"担当研究室","1":"芸術文化学科"},{"0":"担当教員","1":"春原　史寛"},{"0":"分野","1":"専門Ⅰ類","2":"対象学年","3":"3年"},{"0":"科目群","1":"専門Ⅰ類（選択）","2":"キャンパス","3":"鷹の台"},{"0":"開講期間","1":"前期 2021/04/12-2021/07/10","2":"曜日・時限","3":"火１"},{"0":"授業形態","1":"演習","2":"単位数","3":"2.0"},{"0":"授業概要・カリキュラム上の位置づけ","1":"現代社会において、マンガ・アニメ・ゲーム、そしてネット文化など、日本のポップ・カルチャーに代表される様々な現代の「メディア文化」は広く展開し、大きな意義を持つものとなっている。また、それらの文化に対する学術的な研究も積極的になされるようになってきている。それらの作品は、「表象」（representation）、すなわち人が社会を把握し、そのイメージを表現したものである。表象文化とは絵画や彫刻、写真、デザイン等の美術作品、映画や建築、文学等も含む芸術作品全般が該当し、さらに重要なのは、メディア文化であるアニメ・マンガ・ゲーム等も含まれることである。あるいは、SNSに無限に投稿され続ける写真や、描かれて見られることなく廃棄されていく落書きのような、「表現」以前のものも該当する。本授業では、人間が作り出す様々な「イメージ」（主に視覚的なもの）に注目し、それらがどのように生み出され、メディアを介して現代日本を生きる我々にどのような影響を与え、いかに消費・受容されているのかを考察し、イメージの分析方法やそれらを読み解くリテラシーについて学ぶ。そのために、具体的には現代アートと、主に1990年代から現在にかけての日本のポップ・カルチャーの関係性と相互が架橋される可能性を検討する。以上のプロセスを通じて、履修学生それぞれが、アートを生活の中で身近な表現として捉えられる独自の方法を見出すことを目指す。授業全体のアウトプットとして、各自の論考をまとめた論考集冊子の制作を予定している。"},{"0":"授業方法","1":"基本は対面授業であるが、必要に応じてハイブリットもしくは、オンラインでの授業となる。"},{"0":"到達目標","1":"・アートとポップ・カルチャーの関係性を把握できるようにする。・社会に存在する様々な視覚的イメージを批判し、正しく認識するリテラシーを獲得できるようにする。・視覚的イメージを解釈して自己の専門性と結びつける方法論を獲得できるようにする。・学術研究や教育における文化・芸術研究の重要性を把握できるようにする。"},{"0":"ディプロマポリシーとの関連","1":"https://www.musabi.ac.jp/wp-content/uploads/2021/05/CurriculumMap_apm.pdf"},{"0":"授業計画・課題に対するフィードバック","1":"第1回：　ガイダンス　アートとメディア文化を架橋する必然性第2回：　日本におけるメディア文化の学術研究の歴史と定義第3回：　ポップ・カルチャーと現代アート（1）　　　　 なぜポップ・カルチャーだけではなくアートを見る必要があるのか（消費と鑑賞）第4回：　ポップ・カルチャーと現代アート（2）　　　　　アニメのなかのリアル第5回：　ポップ・カルチャーと現代アート（3）　　　　　「異世界（転生）もの」とシュルレアリスム（落書きの表現）第6回：　ポップ・カルチャーと現代アート（4）　　　　　イラストレーションとイラストのあいだ（メディア文化と学校教育における美術）第7回：　ポップ・カルチャーと現代アート（5）　　　　　2次元・2.5次元文化と触れられるもの／触れられないもの第8回：　ポップ・カルチャーと現代アート（6）　　　　　ジェンダーとセクシュアリティーとアートとポップ・カルチャー第9回：　ポップ・カルチャーと現代アート（7）　　　　　震災とアートとポップ・カルチャー第10回：　ポップ・カルチャーと現代アート（8）　　　　　美術鑑賞とゲーム実況第11回：　ポップ・カルチャーと現代アート（9）　　　　　ポップ・カルチャーの「好き」を徹底的に掘り下げる第12回：　メディア文化とアートの架橋を考察する（1）第13回：　メディア文化とアートの架橋を考察する（2）第14回：　メディア文化とアートの架橋を考察する（3）第15回：　まとめ"},{"0":"履修上の留意点","1":"身近な表現や娯楽であるメディア文化やポップ・カルチャーを、学術的に捉えなおして、アートの専門性と結びつけることを目指す授業であり、授業に並行して自発的に様々な理論を書籍等によって身に着けることが望まれる。"},{"0":"準備学習内容・時間の目安","1":"時代を問わずに多様で多数のメディア文化を視聴し、多様なメディア文化やメディア・アートに積極的に触れ、多様な視点を身に着ける基礎を身に着けること。"},{"0":"成績評価の方法","1":"2/3以上の出席があることを前提に、授業内での課題やグループ・ワークへの取り組みの態度や、レポート課題の内容を総合的に評価する。"},{"0":"テキスト","1":"授業内で指示する。"},{"0":"参考文献(作品）等","1":"授業内で指示する。"},{"0":"リンク","1":"https://researchmap.jp/sunohara/"}]]