[[{"0":"科目名","1":"現代科学論","2":"講義名","3":"現代科学論"},{"0":"受講可能学科","1":"造形学部・基礎デザイン学科"},{"0":"担当研究室","1":"基礎デザイン学科"},{"0":"担当教員","1":"四方　幸子"},{"0":"分野","1":"専門Ⅱ類選択","2":"対象学年","3":"3年,4年"},{"0":"科目群","1":"専門Ⅱ類（選択）","2":"キャンパス","3":"鷹の台"},{"0":"開講期間","1":"後期 2021/09/06-2021/12/18","2":"曜日・時限","3":"金１,金２"},{"0":"授業形態","1":"演習","2":"単位数","3":"2.0"},{"0":"履修条件","1":"特になし"},{"0":"授業概要・カリキュラム上の位置づけ","1":"近年、革命的な進展を遂げたAI（人工知能）や生命科学、宇宙科学の分野を筆頭に、SFを凌駕するかのような成果があらわれている。加えてポストパンデミックの世界に入り、近代を基盤にして形成されてきた諸システム（科学も含まれる）や人間中心主義的な価値観の再考がうながされつつある。現代において科学技術は、私たちに「現実とは？」「人間とは？」「生命とは？」など、哲学・倫理的な問いを投げかけている。科学はすでに私たちの日常に浸透しているだけでなく、未来の社会のあり方を考えていく上で重要な問題を提起する最前線となっている。そのような中、デザインやアートは、科学技術そして社会にどのような貢献をしうるのだろうか。前提となるのは、科学技術がいまや専門家だけのものではなく、一人ひとりが直面し、広く社会で共有し取り組んでいくものであることだろう。本授業では、そのような時代を未来へ向けて牽引していくデザインやアートの可能性を、講義とディスカッションを通して検討する。講義では、今世紀の科学技術の基盤となっている近代科学について冒頭で俯瞰し、その後毎回特定のテーマを取り上げ、過去の展開と現状を事例を挙げつつ紹介する。その後、講義内容をもとに議論を多面的に深めていく。"},{"0":"授業方法","1":"講義（1限）と演習（2限）で構成"},{"0":"到達目標","1":"以下を鍛えていく。既存の概念や価値観に捉われない自由な発想や実行力。物事や現象の背景や仕組みへと思いを巡らし、その上で創造性を発揮させる力。テーマを設定し、リサーチし発表する力、人の意見を聴き発言し、ともにアイデアを発展させていくフレキシブルな力。"},{"0":"ディプロマポリシーとの関連","1":"https://www.musabi.ac.jp/wp-content/uploads/2021/05/CurriculumMap_scd.pdf"},{"0":"授業計画・課題に対するフィードバック","1":"第1回 イントロダクション：科学と技術とは？現代における科学技術第2回 近代科学の展開：ルネサンスから19世紀まで第3回 コミュニケーション：コードの変換、翻訳、ノイズ第4回 原子力：夢の技術から、終わらない負債へ第5回 コンピュータ～インターネット：もう一つの生態系第6回 宇宙：素粒子物理学から宇宙移住まで第7回 ロボット・サイボーグ・アンドロイド：人間拡張＆ビヨンド第8回 ヴァーチャル・リアリティ：現実とは何か？第9回 生命科学1：合成生物学のもたらしたもの第10回 生命科学2：食と環境そして身体第11回 生命科学3：極限環境の生態系第12回 AI：人間とは何か？第13回 環境問題・気候変動：「人新世（アントロポセン）」以降第14回 オープン・サイエンスへ"},{"0":"履修上の留意点","1":"講義では、アクティブ・ラーニングを取り入れる。具体的には授業内での発言枠の確保，毎回のリアクション・ペーパー提出を予定。また講義に加え、演習による各自のリサーチや発表、相互のフィードバックを重視する。常に問題意識をもち，意見や質問を述べられるスタンスで授業に臨んでほしい。"},{"0":"準備学習内容・時間の目安","1":"・事前に配布した授業スライドをその回までに予習しておくこと。・授業から、毎回ひとつは「種」を得て、それを発展させてほしい。・デザイン、科学技術に加え、アート、映画・映像、サウンド, パフォーミングアーツ、建築など領域を超え貪欲に体験し調べること。"},{"0":"成績評価の方法","1":"（１）授業への積極的な参加とフィードバック 40%  ／（２）演習での成果 30%／（３）期末課題（小論文） 30%"},{"0":"テキスト","1":"授業内で逐次紹介する。"},{"0":"参考文献(作品）等","1":"授業内で逐次紹介する。"}]]