[[{"0":"科目名","1":"中級フランス語　１－３","2":"講義名","3":"中級フランス語１－３"},{"0":"サブタイトル","1":"文法講読"},{"0":"受講可能学科","1":"全学部・全学科"},{"0":"担当研究室","1":"言語文化"},{"0":"担当教員","1":"中原　暁彦"},{"0":"分野","1":"文化総合Ⅱ類","2":"対象学年","3":"1年,2年,3年,4年"},{"0":"科目群","1":"言語文化Ⅱ類","2":"キャンパス","3":"鷹の台"},{"0":"開講期間","1":"前期 2021/04/12-2021/07/10","2":"曜日・時限","3":"水２"},{"0":"授業形態","1":"演習","2":"単位数","3":"2.0"},{"0":"履修条件","1":"特になし"},{"0":"授業概要・カリキュラム上の位置づけ","1":"発音練習、文法事項の説明、問題演習を組み合わせながら、フランス語の基本的文法の習得を目指します。初級文法で学ぶ事柄はすべてが新しく、特に動詞の活用など最初は覚えなければならないことばかりです。すべてを一度に覚えることはできませんし、その必要もありません。大切なことは続けることです。分からなくなったら前に戻り、見直しながら継続していけば、前期終了時にはフランス語ということばの輪郭、フランス語というゲームの基本的構造が見えてくることでしょう。"},{"0":"授業方法","1":"文法事項の説明と問題演習を組み合わせながら授業を進めます。文法の理解を踏まえた上で購読用テキストを一緒に読み、よく使われる語彙・表現を少しずつ増やしてゆきます。リアルタイムとオンデマンドの併用：ZoomとTeamsによるオンライン授業を行います。"},{"0":"到達目標","1":"仏検4級レベルの総合的語学力を身につけること。"},{"0":"ディプロマポリシーとの関連","1":"https://www.musabi.ac.jp/wp-content/uploads/2021/05/CurriculumMap_la2.pdf"},{"0":"授業計画・課題に対するフィードバック","1":"Zoomや自宅課題を通して第1回～第15回を対応します。第 1 回 科目内容のガイダンス。第 2 回 Leçon 8 LE MUSÉE RODIN第 3 回 Leçon 8 LE MUSÉE RODIN第 4 回 Leçon 8 LE MUSÉE RODIN第 5 回 Leçon 9 LE MUSÉE PICASSO第 6 回 Leçon 9 LE MUSÉE PICASSO第 7 回 Leçon 9 LE MUSÉE PICASSO第 8 回 「動詞の活用を覚えよう」第 9 回 「表現を勉強しよう」第10回 「人や物をいいかえる」(目的語人称代名詞)第11回 「人や物をいいかえる」(所有代名詞，指示代名詞)第12回 「過去を語る」(直説法複合過去)第13回 「過去を語る」(代名動詞の複合過去)第14回 前期総復習第15回 まとめ小レポート、期末レポートの答え合わせはリアルタイム(Zoom)の授業内に行います。"},{"0":"履修上の留意点","1":"1) Zoomを使用して授業を行います。使い方を確認しておいてください。2) 授業開始時に点呼をとり、当日の参加を確認します。3）毎回辞書を手元に置いておいてください。4）予習はそれほど必要ありませんが、指示された場合は必ずやってきてください。"},{"0":"準備学習内容・時間の目安","1":"各課のテキストを和訳すること（1時間）。小レポート（動詞活用、ディクテなど）のための準備をすること（30分）。"},{"0":"成績評価の方法","1":"期末レポート(50%)、不定期のの小レポート(40%)、出席状況などを総合的に評価します。"},{"0":"テキスト","1":"テキスト：１）藤田尊潮・小幡一雄著『やさしくミュゼでパリめぐり！』白水社（初級フランス語の教科書です。この教科書がない学生には、プリントを配布します。）２）藤本武司他著『オ・パ・カマラッド！－足並みそろえて、フランス語－』駿河台出版社履修が確定した学生は、世界堂の店頭でテキストを各自購入してください。在庫不足の場合は、ISBN番号を参考にし、書店や出版社から各自購入してください。"},{"0":"テキストISBN番号","1":"１）978-4560060803２）978-4411008305"},{"0":"教員との連絡方法（オフィスアワー）","1":"講義内容に関する質問等は、毎授業時に受け付けます。"}]]