[[{"0":"科目名","1":"上級英語　１－３","2":"講義名","3":"上級英語１－３"},{"0":"サブタイトル","1":"講読"},{"0":"受講可能学科","1":"全学部・全学科"},{"0":"担当研究室","1":"言語文化"},{"0":"担当教員","1":"相原　優子"},{"0":"分野","1":"文化総合Ⅱ類","2":"対象学年","3":"1年,2年,3年,4年"},{"0":"科目群","1":"言語文化Ⅱ類","2":"キャンパス","3":"鷹の台"},{"0":"開講期間","1":"前期 2021/04/12-2021/07/10","2":"曜日・時限","3":"水３"},{"0":"授業形態","1":"演習","2":"単位数","3":"2.0"},{"0":"履修条件","1":"特になし"},{"0":"授業概要・カリキュラム上の位置づけ","1":"この授業は、英語上級者を対象としています。テキストの英語から離れて、一般読者に向けられて書かれた英語の文学作品を読みます。文学作品を通して、英語のさらなる読解力の向上を目指します。また、受動的に読むだけではなく、その中で扱われているテーマについて考察した上で、（日本語と英語の両方で）自分自身の意見を組み立て、課題を通して意見を発表し、またクラスメート達や教員と意見を交換していく練習も行っていきたいと思います。前期は、様々なテーマを扱ったヴァラエティ豊かなJ.D. Salinger著の短編集Nine Storiesの短編を原書で読んでいきたいと思います。この授業では、サリンジャー作品の「謎」に焦点を当てて読み進めます。作品の中で使われている文学的モチーフや比喩などを拾い上げながら、表面的には見えてこない、奥に埋め込まれたテーマを探り当てたいと思います。また、それぞれの作品が現代においてどのようなメッセージを読者に投げかけているかについても、皆さんと意見を交換していきたいと思います。今までとは違う視点で文学作品を捉え、文学作品を通して世界を見つめることで、新たな価値観の可能性を探っていきたいと思います。英文を正確に読みながら、新しい英語表現、思想に出合い、想像力を駆使して、自由に作品と向き合って貰いたいと考えています。"},{"0":"授業方法","1":"この授業は、リアルタイムとオンデマンドの併用で実施する予定です。リアルタイムの場合は、ZOOMを使用します。課題提出などはTeamsを使用致します。この授業では、Nine Storiesの短編を丁寧に読んでいきます。その後に、作品のテーマについて英語で話し合います。適宜、必要なところは日本語で解説をしますが、またテキストの後ろについております注釈(Notes)を参考にして頂きたいと思いますが、原則、英語で読み、英語でディスカッションを行う授業となります。 また、自宅で課題に取り組んで頂く授業になります。"},{"0":"到達目標","1":"英語圏の大学生が読むレベルの文学作品を丁寧かつ批判的に読み、扱われているテーマについて自分の意見を構築し、明確な英語で表現できるようになる。"},{"0":"ディプロマポリシーとの関連","1":"https://www.musabi.ac.jp/wp-content/uploads/2021/05/CurriculumMap_la2.pdf"},{"0":"授業計画・課題に対するフィードバック","1":"Zoomや自宅課題を通して第１回－第１５回を対応します。ZOOMを使う授業日と、ZOOMを使わずに課題に取り組む授業日とがあります。事前に毎回の予定をチームの投稿画面に記載しますので、授業前に必ず確認してください。一つの短編小説につき、約4回ほどの授業を当てます。細かい訳読は行いませんが、複雑な構文、内容、語彙については、適宜日本語で丁寧に確認していきます。第１回　　オリエンテーション　（授業概要）第２回　　Nine Stories  短編小説１（１）第３回　　Nine Stories  短編小説１前半まとめ第４回　　Nine Stories  短編小説１（２）第５回　　Nine Stories  短編小説１後半・全体まとめ第６回　　Nine Stories  短編小説２（１）第７回　　Nine Stories  短編小説２前半まとめ第８回　　Nine Stories  短編小説２（２）第９回　　Nine Stories  短編小説２後半・全体まとめ第１０回　Nine Stories  短編小説３（１）第１１回　Nine Stories  短編小説３前半まとめ第１２回　Nine Stories  短編小説３（２）第１３回　Nine Stories  短編小説３後半・全体まとめ第１４回　Nine Stories  短編小説４第１５回　Nine Stories  短編小説４まとめ及び全体のまとめ"},{"0":"履修上の留意点","1":"ZOOMを使用して授業を行いますので（毎週ではないと思いますが）、使い方は事前に確認しておいてください。ZOOMを使用した場合は当日、参加も確認致しますので必ず授業開始前までに、ログインをしておいてください。ほぼ毎回、発言を求めます。発言可能な環境で受講して頂きたいと思います。原則、課題提出で出席を確認致します。Zoom授業の参加度も確認しております。この授業は訳読中心の授業ではありません。複雑な表現や構文については、正確に日本語に訳し、文法的にも丁寧に見ていきます。その上で内容、テーマについて皆さんの意見を（主に英語で）求める場合があります。そこからテーマについての英語のディスカッションへと発展する場合もあります。そのためにも、各短編を辞書を引きながら自分で読み、ある程度内容を理解した上で授業に参加することが求められます。また、作品のテーマなどについてのディスカッションの際には、皆さんの積極的な参加を期待致します。"},{"0":"準備学習内容・時間の目安","1":"予習が必ず必要となります。必ず辞書を用いて、丁寧に与えられた読み物を読んでから授業に出席すること。(60分)"},{"0":"成績評価の方法","1":"課題と平常点で評価します。授業への積極的な参加を期待しています。"},{"0":"テキスト","1":"J.D. サリンジャー『ナイン・ストーリーズ(Nine Stories)』講談社英語文庫注意点:　この本は英語の原作が載っていますので、翻訳本ではありません。間違えないように注意して下さい。履修が確定した学生は、世界堂の店頭でテキストを各自購入してください。在庫不足の場合は、ISBN番号を参考にし、書店や出版社から各自で購入してください。"},{"0":"テキストISBN番号","1":"978-4-7700-2235-6"},{"0":"参考文献(作品）等","1":"必ず辞書を持参すること。"},{"0":"教員との連絡方法（オフィスアワー）","1":"水曜4限　言語文化研究室（12号館707号室）　（不在や会議などで対応出来ない場合は、別の日時で予約を入れて下さい。）"}]]