[[{"0":"科目名","1":"クリエイティブイノベーション実践講義Ⅵ","2":"講義名","3":"クリエイティブイノベーション実践講義Ⅵ"},{"0":"サブタイトル","1":"データビジュアライゼーション論"},{"0":"担当研究室","1":"クリエイティブイノベーション学科"},{"0":"担当教員","1":"山辺　真幸"},{"0":"分野","1":"文化総合Ⅰ類","2":"対象学年","3":"3年、4年"},{"0":"科目群","1":"教養文化Ⅰ類","2":"キャンパス","3":""},{"0":"開講期間","1":"後期 2021/09/06-2021/12/18","2":"曜日・時限","3":"木４"},{"0":"授業形態","1":"講義","2":"単位数","3":"1.0"},{"0":"授業概要・カリキュラム上の位置づけ","1":"IoTや5Gなどの情報通信技術の革新は、多様な情報の収集、高速な伝送、大量の記録を低コストで実現することを可能にした。こうしたビッグデータの活用は企業や組織、政府の意思決定の上で不可欠な存在になりつつある。一方で、ビッグデータの収集とプライバシーの問題や、一部の巨大プラットフォーム企業が独占するビッグデータが莫大な富の源泉となるなど格差の問題も顕在化している。また大量のデータを機械学習した「AI」の活用は、持続可能社会の実現を目指す「Society5.0」の中核的な存在と位置付けられる一方で、「ブラックボックス問題」や学習データに由来する差別や倫理の問題も無視できない。こうした背景を踏まえて本講義は、以下の3つの内容の修得を目指す。（１）メディア技術の変遷におけるデータの可視化手法や役割の変化を読み解き、今日の情報社会を批評的に捉える素地を養う。（２）常日頃、個人や社会が生み出すデータに注目し、データによって映し出される事象や関係性を探究するための可視化手法を学ぶ。（３）可視化をコンピュテーショナルデザインの一形態と捉え、データを背景に創造的な視覚体験をプログラミングベースでデザインするの実践的な手法を学ぶ。"},{"0":"授業方法","1":"導入として、ビッグデータと社会をテーマに講義を行いデータビジュアライゼーションの役割について議論する。演習ではProcessingを使用して、データに色や形など視覚的要素を付与し、プログラミングを通したデザイン手法を修得する。課題制作では、与えられたデータを可視化を通じて読み解き、ストーリーに即した鑑賞が行えるようにデザインされた、インタラクティブなデータビジュアライズ・アプリケーションのプログラミングを体験する（注）。制作したアプリケーションについてのデモと講評を行う。注：自分で制作主題となるデータをリサーチし使用しても構わない。"},{"0":"到達目標","1":"情報社会における可視化の有益性や歴史的な背景を理解し、体系的に説明することができる。視覚表現と人間の認知心理学的反応を理解し、適切に可視化をデザインすることができる。プログラミングによるデータの処理方法や、視覚的要素への変換手法を理解し、適切に可視化をデザインすることができる。制作した可視化を通じてデータを読み解き、プレゼンテーション、ストーリーテリング等を実践することができる。"},{"0":"ディプロマポリシーとの関連","1":"https://www.musabi.ac.jp/wp-content/uploads/2021/05/CurriculumMap_la1.pdf"},{"0":"授業計画・課題に対するフィードバック","1":"第１回　講義：ビッグデータと社会＜情報可視化とは何か＞第２回　演習①　データ・ビジュアライズプログラミングの基本第３回　演習②　インタラクションデザイン・多変量の可視化・3次元の可視化等第４回　オリエンテーション（課題説明）　データのリサーチ第５回　制作・実技第６回　制作・実技第７回　制作・実技第８回　プレゼンテーションと講評"},{"0":"履修上の留意点","1":"プログラミング言語は主にProcessingを使用する。授業時間の制約上、Processingでの基礎的なプログラミングについては修得済みであることを前提に進める。Processingの基礎的な内容について不安がある場合は、参考文献に示した書籍等で事前に修得することが望ましい。履修を希望する学生は、リンク欄にある履修希望フォームを4月5日(月)～4月15日(木)間で提出すること。"},{"0":"準備学習内容・時間の目安","1":"演習で学習したプログラミングの定着のため、それらを応用した小課題の制作を求める場合がある。（90分）行政機関や企業が公開するオープンデータについてリサーチを求める場合がある。（90分）"},{"0":"成績評価の方法","1":"制作姿勢、独創性、表現力などを重視し総合的に評価する。制作物の評価においては、プログラミングスキルよりも、可視化のアイデア、視覚表現の審美性、テーマやストーリーとの親和性、体験時の気づきや体験の豊かさを重視する。"},{"0":"テキスト","1":"特になし"},{"0":"テキストISBN番号","1":"特になし"},{"0":"参考文献(作品）等","1":"特になし"},{"0":"教員との連絡方法（オフィスアワー）","1":"講義内容に関する質問等は、毎授業時に受け付ける。"},{"0":"リンク","1":"https://forms.office.com/Pages/ResponsePage.aspx?id=UaUJ21RlnkGPxV3W7UUA2H2yyAk8_UJAvB9pgggT3mRUMDkxTkJJTlRYNkFDUkIxTFU4UUtPMDRUQi4u"}]]