[[{"0":"科目名","1":"マネジメント入門","2":"講義名","3":"マネジメント入門"},{"0":"サブタイトル","1":"マネジメント入門"},{"0":"受講可能学科","1":"造形学部・芸術文化学科"},{"0":"担当研究室","1":"芸術文化学科"},{"0":"担当教員","1":"杉浦　幸子、村井　良子"},{"0":"分野","1":"専門Ⅰ類","2":"対象学年","3":"2年"},{"0":"科目群","1":"専門Ⅰ類（必修）","2":"キャンパス","3":"鷹の台"},{"0":"開講期間","1":"前期 2021/04/12-2021/07/10","2":"曜日・時限","3":"火２"},{"0":"授業形態","1":"講義","2":"単位数","3":"2.0"},{"0":"履修条件","1":"特になし"},{"0":"授業概要・カリキュラム上の位置づけ","1":"芸術文化と社会を創造的に「つなげる」ために必要なマネジメントの基礎知識と方法論を年度を通して修得する。前期は入門編として、マネジメント=経営の基本を学修する。芸術文化と社会のつなぎ手として、常に変化する環境の中で、文化施設や芸術文化事業、アーツプロジェクト等をどうすれば効率的かつ有効にマネジメントできるか、さらに事業目標を達成させ、社会に貢献させることができるかを学べる授業とする。今後、芸術文化やアート領域でも不可欠となる「経営論的手法（評価を組み込んだ戦略的マネジメント体系）」の基礎を学び、具体的なノウハウを修得する。後期は実践編として、プロジェクト・マネジメントに関する基礎知識とノウハウの学修をめざす。"},{"0":"授業方法","1":"基本は対面授業であるが、必要に応じてハイブリットもしくは、オンラインでの授業になる。"},{"0":"到達目標","1":"・マネジメントの専門的な基礎知識について理解し説明できる。・現状分析・戦略計画・評価設計を実践でき、応用できる。・評価を組み込んだ戦略的マネジメント体系を修得する。"},{"0":"ディプロマポリシーとの関連","1":"https://www.musabi.ac.jp/wp-content/uploads/2021/05/CurriculumMap_apm.pdf"},{"0":"授業計画・課題に対するフィードバック","1":"基本は対面授業であるが、必要に応じてハイブリットもしくは、オンラインでの授業を実施し、授業内で時間を設けて質疑応答を行う。授業終了時にコメントシートを提出、あるいは授業の途中で課題を出し、自主的に取り組んでもらうこともある。時には、授業中にグループワークや発表なども行い、能動的に授業に参加できる場づくりも行う。第１回　今年度「マネジメント」で学ぶこと（入門と実践）、なぜマネジメントを学ぶのか　第２回　マネジメントの基礎知識第３回　芸術文化と社会をつなぐためにマネジメントすべきこと第４回　文化政策・文化資源　第５回　ミュージアムにおけるマネジメントの基礎知識第６回　マーケティングの基礎知識第７回　SWOT分析第８回　評価を組み込んだ戦略的マネジメント体系第９回　ブランディング（CI,VI含む）　　　　　　　　　　　　第10回　パブリックリレーションズと広報・広告　　　　 　　　　　　　　　第11回　アーティストとして生きる第12回　アートビジネス第13回　ギャラリストの仕事　第14回　前期課題プレゼンテーション　　　　第15回　まとめ"},{"0":"履修上の留意点","1":"基本は対面授業であるが、必要に応じてハイブリットもしくは、オンラインでの授業になる。Ｚoomを使用して授業を行う場合もあり得るので、使い方は事前に確認しておくこと。必要に応じて、teams（あるいはLiveCampus）を通して、事前に資料を配付する。課題の提出方法は、授業で指示する。"},{"0":"準備学習内容・時間の目安","1":"マネジメント（経営）の観点から、文化施設・文化イベント等におけるベストプラクティス（最良の策）や参考になりそうな具体的な方策や活動はないか日頃から意識し、情報収集を習慣化すること。"},{"0":"成績評価の方法","1":"2/3以上の出席と課題の提出が成績評価の前提。その上で、課題の内容や精度、グループワーク時の取組姿勢、授業中の学習態度、プレゼンテーションの表現力等から総合的に評価を行う。"},{"0":"参考文献(作品）等","1":"随時授業内で紹介する。"},{"0":"教員との連絡方法（オフィスアワー）","1":"講義内容に関する質問の連絡方法については、授業中に指示する。"}]]