[[{"0":"科目名","1":"Approaches to 3D Form Ⅰ","2":"講義名","3":"Approaches to 3D Form Ⅰ"},{"0":"サブタイトル","1":"Approaches to 3D Form Ⅰ  1〜13授業週 〈2単位〉"},{"0":"受講可能学科","1":"造形学部・彫刻学科"},{"0":"担当研究室","1":"彫刻学科"},{"0":"担当教員","1":"彫刻学科、Azby Brown"},{"0":"分野","1":"専門Ⅱ類選択","2":"対象学年","3":"3年"},{"0":"科目群","1":"専門Ⅱ類（選択）","2":"キャンパス","3":"鷹の台"},{"0":"開講期間","1":"前期 2021/04/12-2021/07/10","2":"曜日・時限","3":"木３"},{"0":"授業形態","1":"実技","2":"単位数","3":"2.0"},{"0":"履修条件","1":"特になし"},{"0":"授業概要・カリキュラム上の位置づけ","1":"The availability of new digital tools has changed the creative process in almost every field. In particular, generative art tools and techniques, as well as output devices such as 3D printers and laser cutters, allow us to make forms which would be impossible any other way. These cultural changes also allow us to appreciate the hand in new ways. This course will allow students to examine the relationship between hand-based approaches to 3D form making and generative approaches. Classes will include both theory and practice. Discussions will center on critical approaches and concepts for describing art, especially sculpture, in the digital age."},{"0":"授業方法","1":"対面による授業"},{"0":"到達目標","1":"Learn to use digital art-making processes along with hand-based processes. Learn to describe and critique new sculpture in English."},{"0":"ディプロマポリシーとの関連","1":"https://www.musabi.ac.jp/wp-content/uploads/2021/05/CurriculumMap_scp.pdf"},{"0":"授業計画・課題に対するフィードバック","1":"NOTE: Syllabus will be explained in full at OrientationNOTE: All assignments must be kept, and documented (photos etc). All class work must be submitted as a portfolio, as part of the final assignment due at Week 10.Do not miss assignments!NOTE: Assignments etc will be given in class. PREPARE MATERIALS: Copy paper, Kent paper, modeling clay, scissors, knife, glue, tape, ruler, etc.. (for every class)NOTE: Students must get training and license to use the laser cutter at Musabi kosaku senta. ーーーWeek 1: Orientation. Test of online system. Presentation: AlgorithmsIn-class warmup taskEnglish art words #1Home assignment #1Week 2: Presentation: Why is the hand important (Part 1)Discussion of results of home assignment #1English art words #2Introduction to Adobe Illustrator Home assignment #2Week 3: Presentation: Why is the hand important? (Part 2)Discussion of results of home assignment #2English art words #3 In-class taskHome assignment #3Week 4: Presentation: Why is the hand important? (Part 3)Discussion of results of home assignment #3.English art words #4In-class taskHome assignment #4:Week 5: Presentation: 3D printed art, Laser-cut artDiscussion of results of home assignment #4English art words #5Introduce 3D softwareHome assignment #5Week 6: Presentation: Detail and SpaceDiscussion of results of home assignment #5English art words #6Preparing data for laser cuttingHome assignment #6Week 7: Presentation: Generative art formsDiscussion of results of home assignment #6. English art words #7Preparing data for 3D printingHome assignment #7Week 8: Presentation: New art form languagesEnglish art words #8Discussion of results of home assignment #7Explain final AssignmentHome assignment #8Week 9: Presentation: Time: Where are we in history?Discussion of results of home assignment #8English-language discussionWeek 10: Presentation:  Landscape artDiscussionExplanation of final assignmentWeek 11: Presentation: Sculptural environmentDiscussionHelp session for final assignmentWeek 12: Presentation: PerformanceDiscussionHelp session for final assignmentWeek 13: Final Assignment due: Work and portfolio.Class critique and discussion."},{"0":"履修上の留意点","1":"The course will be conducted in English. 3D Computer software will be used. Students should be prepared to learn how to use new software by self-study. Students must get training and license to use the laser cutter at Musabi kosaku senta."},{"0":"準備学習内容・時間の目安","1":"Students should improve their English speaking ability in order to participate in group discussions."},{"0":"成績評価の方法","1":"Students should improve their English speaking ability in order to participate in group discussions."}]]