[[{"0":"科目名","1":"健康と身体運動文化　９４","2":"講義名","3":"健康と身体運動文化９４（エチュード）"},{"0":"受講可能学科","1":"全学部・全学科"},{"0":"担当研究室","1":"身体運動文化"},{"0":"担当教員","1":"荻山　幸子"},{"0":"分野","1":"文化総合Ⅱ類","2":"対象学年","3":"1年,2年,3年,4年"},{"0":"科目群","1":"身体文化Ⅱ類","2":"キャンパス","3":"鷹の台"},{"0":"開講期間","1":"後期 2021/09/06-2021/12/18","2":"曜日・時限","3":"金４"},{"0":"授業形態","1":"実技（身体）","2":"単位数","3":"1.0"},{"0":"履修条件","1":"特になし"},{"0":"授業概要・カリキュラム上の位置づけ","1":"実技では「からだ造り」という点から「柔軟な筋肉」「しなやかなボディライン」「力強い動き」を持つ事を目指す。機具を使わず自分の骨格や筋肉で支える事が出来る様にして「コントロールする事」をからだに覚えさせる。「存在する肉体」という観点から、表現する事とは存在を証明する事とはどういうことかを、演劇、美術、音楽、文学等あらゆる芸術的手法と日常の所作等の手法を用いて「思考する身体」あるいは「心が宿る器」つまり「人間」そのものを追求する体験を実験的、前衛的な方法でやってみる。発想の転換が必要。自己の内面を意識する為の行為を体験してその結果「内なる他者」を見出し、対話し、真に個として確立された存在を造り上げて行く。"},{"0":"授業方法","1":"実践的に身体訓練、発声などをしていく。この授業は、大学内の施設を利用した「対面授業」です。ただし、状況に応じて「ハイブリッド型」(オンラインと対面の併用授業)で行う可能性もあります。詳細は第一回目の授業で説明します。"},{"0":"到達目標","1":"それぞれの専攻にとって、イマジネイションの発露になる。"},{"0":"ディプロマポリシーとの関連","1":"https://www.musabi.ac.jp/wp-content/uploads/2021/05/CurriculumMap_la2.pdf"},{"0":"授業計画・課題に対するフィードバック","1":"第1回～第4回  ・インスピレーション（言葉遊び、謎掛け） 背中合わせにもたれ合い互いに浮かんだ言葉を投げ掛ける。瞬時に反応し、自分の中にエピソードを見つけ出す。・「信頼」「猜疑」「裏切り」「自助」 2人1組で倒れる者と支える者に分かれ、支える方の行動で倒れる方の心理が変化する。第5回～第8回  ・ダンカンダンス：モダンダンスの始祖、イサドラ・ダンカンの提唱したダンス・オーケストラ：円陣を作る。それが演奏者を中心に指揮者役、音楽に合わせコンダクターが回りの演奏者を指さす。さされた者はジャンプする。第9回～第11回  ・ゴム人間（安部公房演劇メソッドより）─膨張と収縮 2人1組で向き合う。ニュートラルな状態で互いに意識し相手の出方を伺う。「膨張」する者は目が見開いて行き、鼻の穴が膨らんで口が耳まで裂けて行き耳が立って、全身の毛穴が開いて目が増々つり上りうぶ毛も髪も逆立って、胸が広がり、腰が膨らみはち切れんばかり、体が全開になり、腕が高々と持ち上がり巨大な鬼または後足で立ち上ったヒ熊の様に相手を威嚇し、征服者の様に、脅威そのものになる。反対に収縮する者は目がつぶって行き鼻も閉じて呼吸も小さくなり、口もどんどんオチョボ口になって頬もコケ身幅が狭くなり、うなだれて怯えたウサギの様。次第にその立場が逆転して行く。 ・ 小さなダンスと中位のダンスと大きなダンス第12回～第15回  ・オブジェクト（形を造る事、形になる事） 2人1組。彫刻家の役と彫刻の役。アーティストがオブジェの手足を自由に動かし作品を創る。・見返り美人（声と演技） 歩く人間と呼び止める人間に分かれる。様々な声のトーンで相手の名前を呼ぶ。その声の調子で状況が決まる。立ち止まり振り返る方はそれによって振り返り方やその時の表情が違ってくる。2人の間にドラマが生まれる。・シャボン玉マジック（想像力と集中力） シャボン玉を作っているとする。それを運ぼうとする。途中で割れる。また造る。そーっとそーっと運ばないとシャボン玉はすぐ消えてしまう。"},{"0":"履修上の留意点","1":"“ダンス”“パフォーマンス”“演劇”という事に先入観を持たず、好奇心を持って臨むこと。授業以外ではなるべく様々なジャンルの芸術に触れて、ボーダレスな感性を培うように。授業の時バレエシューズをはく事。必ず着替えること。（詳細は第一回目の授業で説明する。）長めのタオルを持参すること。アクセサリーははずすこと。手洗い等、あらかじめ済ませておくこと、退席した者は欠席とする。感染症予防対策として、体調に留意し、マスクの着用、アルコール消毒等を行うこと。"},{"0":"準備学習内容・時間の目安","1":"特になし"},{"0":"成績評価の方法","1":"全授業数の70％以上の出席者を評価の対象とする。受講態度も評価の重点に置く、途中退席者は欠席とする。私語、携帯電話は退出させる。"},{"0":"テキスト","1":"オリジナルのメソッド。バレエシューズや体育館シューズ等を準備すること。詳細は第一回目の授業で説明する。"}]]