[[{"0":"科目名","1":"アートマネージメントⅠ","2":"講義名","3":"アートマネージメントⅠ"},{"0":"受講可能学科","1":"造形学部・芸術文化学科"},{"0":"担当研究室","1":"芸術文化学科"},{"0":"担当教員","1":"林　容子"},{"0":"分野","1":"専門Ⅱ類選択","2":"対象学年","3":"1年,2年,3年,4年"},{"0":"科目群","1":"専門Ⅱ類（選択）","2":"キャンパス","3":""},{"0":"開講期間","1":"前期 2021/04/12-2021/07/10","2":"曜日・時限","3":"月２"},{"0":"授業形態","1":"講義","2":"単位数","3":"2.0"},{"0":"授業概要・カリキュラム上の位置づけ","1":"対面あるいは　Zoomを用いて、リアルタイムに教員と学生全員がオンラインで授業を実施します。授業内に時間を設けて質疑応答にも応対します。　芸術を取り巻く環境は、依然として厳しいが、国、自治体、企業、そして芸術制作の現場で、芸術との関わりに関心が集まってきています。つまり、現在の日本のアートマネージメント再考が始まっているのです。今求められているのは、芸術と社会の橋渡し役となれるアートマネージャーである。本講座では、国内外の事例を使って、芸術支援のあり方、芸術の社会における存在意義、コミュニティーと芸術の関係、芸術の新しい動向を含む芸術の現場の現状と抱える課題について考えたい。特に今年は、新型コロナウイルスの世界的パンデミックで芸術界も多大な影響を受けていることを踏まえ、今現在、そして今後のアートマネジメントの在り方を考察します。"},{"0":"授業方法","1":"基本は対面授業であるが、必要に応じてハイブリッドもしくは、オンラインでの授業になる。"},{"0":"到達目標","1":"これからのアートマネージャーとして、また自らをマネージメントするアーティストとしてのアートを取り巻く法律、市場、社会についての基礎的な知識と社会でアートを創作、普及させるために必要な素養を身につけることを到達目標とする。"},{"0":"ディプロマポリシーとの関連","1":"https://www.musabi.ac.jp/wp-content/uploads/2021/05/CurriculumMap_fad2.pdf"},{"0":"授業計画・課題に対するフィードバック","1":"1． アートマネージメントとは？定義、背景、芸術の制作の現場と市場経済、当講座のオリエンテーション課題の説明2． 芸術の公共性と芸術支援：全体像芸術の公共性とは？ わが国の芸術支援の構図3． 芸術と自治体自治体の文化政策と文化活動、文化振興財団の役割文化によるまち作りとその弊害、自治体文化施設の課題4． 文化政策国際比較5． 文化と企業企業による文化支援活動（メセナ）と文化事業、企業財団企業が文化に関わることの意味とその社会的影響6． アートマネージメントの現場1（美術館の運営）美術館成立の歴史と社会におけるその存在意義美術館の組織、および運営の現状と課題、キュレーターの役割、マスコミ文化事業部と美術展の関係７． アートマネージメントの現場2　　　　アートを扱うのに適する法人格は？　NPO,一般社団法人、公益法人、合同会社等　　　　それぞれの実態と課題８． アートマネージメントの現場3 美術市場と画廊美術市場、ギャラリー、オークションハウス、アートコンサルタント、コレクター、アーティストスペース9． アートマネージメントの現場4パブリックアートの定義、企画、選定、設置、管理、および 課題国内外事例スライド10． コミュニティーアートとは？　起源、国内外の事例、地域とアートの関係11.　国内外アートフェスティバル　　　　海外のビエンナーレ　と国内アートフェスティバルの比較、日本の課題とは12．アーツマーケティング13. アートマネジメントに関する法律　　　著作権法、文化財返還問題、保険　各種許可14.　プレゼンとディスカッション15. プレゼンとディスカッション"},{"0":"履修上の留意点","1":"出席重視。芸術は社会の一部であることを踏まえ、社会の動きに敏感であること。その為、芸術だけでなく、政治、経済、医療、福祉など社会全体の出来事についても関心を持ち、積極的に情報を得ていくこと。"},{"0":"準備学習内容・時間の目安","1":"アートと社会の関係について学ぶので、美大生には欠如しがちな社会の動向を知るために新聞やニュースを見ること。また新しい事項が多いので、事前に教科書を読んで予習しておくこと。"},{"0":"成績評価の方法","1":"平常授業および事例研究または企画制作のプレゼンテーションとレポートによる評価。"},{"0":"テキスト","1":"林容子著『進化するアートマネージメント』レイライン刊林容子、湖山康成共著　「進化するアートコミュニケーション；医療福祉に介入するアーティストたち」レイライン刊林容子著　『アートリップ入門　認知症のうつやイライラが改善する対話型鑑賞プログラム』　誠文堂新光社　2008年"},{"0":"参考文献(作品）等","1":"適宜提示する"},{"0":"教員との連絡方法（オフィスアワー）","1":"email による連絡"},{"0":"リンク","1":"http://www.artsalivejp.org"},{"0":"リンク","1":"https://www.wind-caravan.org/ja/welcome.html"}]]