[[{"0":"科目名","1":"中級英語　１６－１","2":"講義名","3":"中級英語１６－１Ａ"},{"0":"サブタイトル","1":"Making Movies in English"},{"0":"受講可能学科","1":"全学部・全学科"},{"0":"担当研究室","1":"言語文化"},{"0":"担当教員","1":"Craig Sisman"},{"0":"分野","1":"文化総合Ⅱ類","2":"対象学年","3":"1年,2年,3年,4年"},{"0":"科目群","1":"言語文化Ⅱ類","2":"キャンパス","3":"鷹の台"},{"0":"開講期間","1":"前期 2021/04/12-2021/07/10","2":"曜日・時限","3":"金４"},{"0":"授業形態","1":"演習","2":"単位数","3":"2.0"},{"0":"履修条件","1":"特になし"},{"0":"授業概要・カリキュラム上の位置づけ","1":"This course is based on the three Cs: it is designed to help Art students become more Comfortable,Confident and Createtive when using both spoken and written English. The teacher, Craig Sisman,is a native speaker of British English with a background in lauguage education and moving image production. Craig will help students work in groups to produce their own moving image progects,progressing through the three stages of scripting,shooting and editing: Students will start by writing a shooting script in English; students will then shoot their movies either on location or in a studio setting (students can use any Macintosh-compatible digital video device,including mobile phones);finally,students will edit their projects using Apple Macintosh movie-editing software(either iMovie or Final Cut Pro)"},{"0":"授業方法","1":"This class will be conducted in English.  There will be extensive group work.「リアルタイム型」で、Zoomを毎回使います。学生側のカメラやマイクも必要です。Make sure you have downloaded the Zoom app to your PC, tablet or smartphone and try using it before our classes begin. The more familiar you are with Zoom, the easier and more enjoyable your classes will be. If possible, using a PC in a private room with a good wifi connection is recommended."},{"0":"到達目標","1":"By the end of this course students will be able to use English creatively in the production of an English language movie project."},{"0":"ディプロマポリシーとの関連","1":"https://www.musabi.ac.jp/wp-content/uploads/2021/05/CurriculumMap_la2.pdf"},{"0":"授業計画・課題に対するフィードバック","1":"1 Introduction to the Sisman Movie Method2 STAGE 1: Scripting and Pre-production3 STAGE 1: Scripting and Pre-production4 STAGE 1: Scripting and Pre-production5 STAGE 1: Scripting and Pre-production6 STAGE 2: Shooting7 STAGE 2: Shooting8 STAGE 2: Shooting9 STAGE 2: Shooting10 STAGE 3: Editing and Post-production11 STAGE 3: Editing and Post-production12 STAGE 3: Editing and Post-production13 STAGE 3: Editing and Post-production14 Viewing of Student Projects and Feedback15 Viewing of Student Projects and Feedback"},{"0":"履修上の留意点","1":"１．第１回目の授業に出席することは重要です。理由はオリエンテーションを行うからです。第１回目の授業内オリエンテーションでは、授業に関する細かい説明を行います。さらに、グループ分けなど課題にとりかかる準備を開始します。第１回目の授業を欠席すると、ほかの学生に迷惑がかかります。そのため、もし第１回目の授業に出席できないのであれば、この科目の履修をあきらめるべきです。２．学則通り、授業の３分の１以上欠席した場合は単位を出すことができないため、第４回目以降の授業に初めて出席する学生の参加は認めません。"},{"0":"準備学習内容・時間の目安","1":"In addition to completing homework,students should prepare to be active and take advantage of the learning opportunities available（30 minutes)."},{"0":"成績評価の方法","1":"Students’ grades will be based on: （1） attendance; （2） attitude to learning; （3） general participation in class; （4） individual contribution to group work; （5） class work; （6） each group’ s final movie project. The final projects will be assessed on: （a） creative use of the English language,(b)creative use of cinematic language."},{"0":"教員との連絡方法（オフィスアワー）","1":"Students may speak to the instructor before and after class as well as during class."}]]