[[{"0":"科目名","1":"構　成　演　習","2":"講義名","3":"構成演習"},{"0":"受講可能学科","1":"造形学部・視覚伝達デザイン学科"},{"0":"担当研究室","1":"視覚伝達デザイン学科"},{"0":"担当教員","1":"陣内　利博、北崎　允子、古堅　真彦、後藤　映則、石垣　貴子"},{"0":"分野","1":"専門Ⅰ類","2":"対象学年","3":"2年"},{"0":"科目群","1":"専門Ⅰ類（必修）","2":"キャンパス","3":"鷹の台"},{"0":"開講期間","1":"前期 2021/04/12-2021/07/10","2":"曜日・時限","3":"集中"},{"0":"授業形態","1":"実技","2":"単位数","3":"2.0"},{"0":"履修条件","1":"学科別オリエンテーションにて説明する。"},{"0":"授業概要・カリキュラム上の位置づけ","1":"この授業では、デザインを学習するうえで重要な構成について学びます。ここでいう構成とは、自らの日常的な経験に基づいてその経験を記録し、形に変換し、編集し表現することのプロセス全体を指しています。また、それらを記述するための考え方＝ロジックを見い出すことが重要だと私たちは考えています。この前提として、コンピュータの基礎的な扱い方＝リテラシーを学び、文字・図像・映像などを多面的に扱い、情報を収集する方法や、表現し整理する方法を学習します。その上で、並行して学習するメディア実習の経験を踏まえ、各自さまざまな手法での表現に挑戦してほしいと考えています。"},{"0":"授業方法","1":"リアルタイム（同時双方向）： zoomとTeamsを使ったオンライン授業を行います。"},{"0":"到達目標","1":"デザインを学習するうえで重要な構成について学ぶ。"},{"0":"ディプロマポリシーとの関連","1":"https://www.musabi.ac.jp/wp-content/uploads/2021/05/CurriculumMap_vcd.pdf"},{"0":"授業計画・課題に対するフィードバック","1":"クラスは 5つに分かれますが課題は全員共通で行われます。今回のテーマは昨年に引き続き「料理」です。私たちの誰もが食べることなしには生きていくことができません。また食べるためには料理をしなければなりません。この料理をつくることの記述＝レシピをデザインすることがここでの中心課題になります。また、料理をつくるには、道具が必要であり、食材や調味料も必要です。それらのほとんどを私たちは作っていませんが、それらが生産され運ばれ私たちの手に届くまでには多様なプロセスがあります。私たちは今回の課題で、プロセスを重視します。これには 2つの意味があります。よりよい記述を行うためには対象物の表面のみならず、生成されるプロセスをよくみつめ感じることがまず大切だということ。例えばそこで生じる予測しない出来事や発見が私たちの記述を豊かにすると思われるからです。そして同様にこの課題自体もプロセスを踏まなければ完成できないということです。記述を試みクラスの友人達に見せ、批評を受け、それを高めるということを積極的に行なってほしいと考えています。「料理のレシピを記述する。──料理をつくる、料理を食べる」(以下昨年度授業進行)第 2 週 コンピュータリテラシー 1（これからの作業のフォーマットづくり──自己紹介）個別面接第 3 週 コンピュータリテラシー 2（これからの作業のフォーマットづくり──調査・整理方法）個別面接第 ４週 自分で選んだ料理をクラスメイトに伝える（自分で料理をつくり、フォーマットに記述する。方法としてはことば、絵、写真、VTRなど）第 ５～７ 週 料理をつくる過程で気になったものを調査し、発表する （食材、道具、生産、流通、時間などを、インタビューや自分での栽培記録などの記述）第 8 週 料理プロセスの記述の要素および表現方法の決定する（限られた時間なので、記述する対象要素を限定し、各自の最終記述の方法を選ぶ）第 9 週 最終記述の形態に基づいた編集を学ぶ（ダイヤグラム、地図、チャート、映画、モンタージュ、模型など記述の歴史においてなされた多様な表現を教員が用意し、それに基づいて構成、編集とデザインの関わりを確認する）第10週 記述を深化させる 1第11週 記述を深化させる 2第12週 記述を深化させる 3（密度、内容を高めるために、何度かの作り直しを行いたい。プレゼンテーション、ディスカッション、批評をクラス全員で行う）第13週 最終プレゼンテーション（全員同時に料理をもちより食べる、人にふるまう）"},{"0":"履修上の留意点","1":"※例年授業時間内に行っていたコンピューターリテラシー（イラレストレーター・フォトショップ講座）は、事前配布のPDF等データをみながら、各自で自習し、課題提出をする形に変更します。※例年行なっていた様式での、試食発表会・展示会は実施しません。新たな形式での発表会を予定しています。※貴重書閲覧を、追加授業週に行う予定です。※zoomとTeamsを使って授業を行います。使い方は事前に確認しておいてください。授業開始時間10分前までに、ログインしておくこと。必要に応じて、Teamsを使って資料を配付します。課題の提出方法や毎回の出欠確認の方法は、授業内で指示します。"},{"0":"準備学習内容・時間の目安","1":"特になし"},{"0":"成績評価の方法","1":"作品および、プレゼンテーションにより評価。"},{"0":"テキスト","1":"授業内で、書籍・映像・模型などさまざまな形で紹介する。"}]]