[[{"0":"科目名","1":"インテリアデザイン史","2":"講義名","3":"インテリアデザイン史"},{"0":"サブタイトル","1":"歴史を通してインテリアデザインとは何かを考える"},{"0":"受講可能学科","1":"造形学部・空間演出デザイン学科"},{"0":"担当研究室","1":"空間演出デザイン学科"},{"0":"担当教員","1":"鈴木　紀慶"},{"0":"分野","1":"専門Ⅱ類選択","2":"対象学年","3":"3年"},{"0":"科目群","1":"専門Ⅱ類（選択）","2":"キャンパス","3":"鷹の台"},{"0":"開講期間","1":"後期 2021/09/06-2021/12/18","2":"曜日・時限","3":"水３"},{"0":"授業形態","1":"講義","2":"単位数","3":"2.0"},{"0":"授業概要・カリキュラム上の位置づけ","1":"日本で、「インテリアデザイン」という言葉が定着したのが、1960年代後半で、将来のインテリア産業の発展を見込んで、1960年に月刊『インテリア（JAPAN INTERIOR DESIGN）』という総合デザイン誌が創刊されました。この雑誌をテキストにして商空間デザインを中心に見ていき、また住居史という視点で明治以降、日本人の生活様式がどのように変わったのかも同時に見ていき、「インテリアデザインとは何か」を一緒に考えていきたいと思います。"},{"0":"授業方法","1":"講義形式ですが、３年時のゼミ生が対象ですので、対話形式も取り入れたいと思っております。"},{"0":"到達目標","1":"戦後、インテリアデザイン界の第一世代である剣持勇、渡辺力らが、インテリアデザインという分野を切り開き、それを受け継ぐかたちで倉俣史朗、北原進、内田繁、杉本貴志らが60年代後半に登場し、70年代のファッションデザインの後押しもあり、インテリアデザインというジャンルが確立されていきす。日本の場合、住宅よりも商空間デザインが注目され、ある意味インテリアデザインが商業系から誕生し、家具、ディスプレイを経て、空間のデザインへと展開していきました。デザイン思考するための基礎知識として歴史を知り、機会があれば実際の空間を見て体験し、また課外授業ではその歴史を築いてこられたデザイナーを招き、直接話をうかがいたいと思っております。"},{"0":"ディプロマポリシーとの関連","1":"https://www.musabi.ac.jp/wp-content/uploads/2021/05/CurriculumMap_sdf.pdf"},{"0":"授業計画・課題に対するフィードバック","1":"インテリアデザイン史（全13回を予定）第１回　「インテリアデザインとは何か」を考えるために  日本人と住まい　「沓脱ぎ」から考える　（結界・しきり・畳）第２回　インテリアデザインの夜明け・自立　1945-65　第1世代・剣持勇、渡辺力第３回　〈課外授業〉丹下健三やライトの建築または展覧会を視察（予定）第４回　インテリアデザインの時代へ１　「空間から環境へ」展、「1968年問題」とは何か、大阪万博へ　1966-70第５回　インテリアデザインの時代へ２　第２世代・倉俣史朗、北原進らの登場　1970-80第６回　ワークショップ「折り紙建築」第７回　「折り紙建築」発表・講評会第８回　倉股史朗の仕事第９回　第３世代・内田繁、杉本貴志、森豪男　1970-80年代第10回　アートとインテリア／ファッションとインテリア／食とインテリア（＊課題出題）第11回　［課外公開授業］ゲスト講師第12回　第４世代以降　近藤康夫、飯島直樹、橋本夕紀夫、吉岡徳仁　1980-（＊レポート提出）第13回　レポート課題発表・講評会"},{"0":"履修上の留意点","1":"シラバスの基本理念はかわりませんが、上記の授業のプログラムは予定で組み替えや変更が多少あります。授業は基本的にオンラインで行います。連絡はTeamsを通して行います。全員参加してください。Teamsコード：インテリアデザイン史_空デ_20、me3ntnx"},{"0":"準備学習内容・時間の目安","1":"建築や家具も含め、インテリアデザインの作品を見て触れ、体験するという習慣を身につけます。すでに存在しない商業空間などは、写真（作品集）で見るしかないが、図面を読み、作者がその時代に考え、何を表現し、何を伝えようとしたのか、時代をさかのぼってできれば時代背景なども調べ、歴史についても積極的に学習することを薦めます。"},{"0":"成績評価の方法","1":"インテリアデザインの歴史を知ることで、自分の立ち位置を知ることができます。そして、頭だけで考えるのではなく、ときには手で考え、身体で考えること、さらにデザイン思考という意味では右脳と左脳でバランスよく考えることも必要かと思われます。そのために、自分の手でつくることができる「折り紙建築」と自分の考えを言語化する、論理的思考をトレーニングするためにもレポート課題を出し、自分の課題を第三者に説明するプレゼンテーション力も含めて採点します。"},{"0":"参考文献(作品）等","1":"『日本インテリアデザイン史』（内田繁・監修、鈴木紀慶・今村創平・共著、オーム社）、『インテリアデザインが生まれたとき』（鈴木紀慶著、鹿島出版会）、『日本の住文化再考』（鈴木紀慶著、鹿島出版会）、『戦後日本デザイン史』（内田繁、みすず書房）、『倉俣史朗　着想のかたち』（平野啓一郎、伊東豊雄、小池一子、深澤直人／鈴木紀慶編著、六耀社）、『1971→1991 倉俣史朗を読む』（鈴木紀慶編著、鹿島出版会）など"}]]