[[{"0":"科目名","1":"視覚伝達デザインⅣ","2":"講義名","3":"視覚伝達デザインⅣ"},{"0":"サブタイトル","1":"視覚伝達デザインI北崎允子"},{"0":"受講可能学科","1":"造形学部・視覚伝達デザイン学科"},{"0":"担当研究室","1":"視覚伝達デザイン学科"},{"0":"担当教員","1":"北崎　允子"},{"0":"分野","1":"専門Ⅰ類","2":"対象学年","3":"4年"},{"0":"科目群","1":"専門Ⅰ類（必修）","2":"キャンパス","3":"鷹の台"},{"0":"開講期間","1":"１～５期 2021/04/12-2021/10/23","2":"曜日・時限","3":"集中"},{"0":"授業形態","1":"演習","2":"単位数","3":"4.0"},{"0":"授業概要・カリキュラム上の位置づけ","1":"このゼミは、学生が1年から3年の間に身につけてきた、「デザインとは何か」「デザインをするとはどういうことか」に関する思考、方法論、それらの仮説を活用し、統合する場である。自らの持つ感性と知性と制作力を本活動につぎ込むことで、「デザインとは何か」「デザインをするとはどういうことか」という問いに対する自分なりの答えを見いだすことを目標とする。その位置付けは、卒業後おのおのが、社会において自律的に「デザインをする人生」を続けていくための基盤を作ることである。ゼミの最初の段階では、まず自分がこれまで出会った、「自らのこころを動かすもの」を振り返って欲しい。これだけは誰にも譲れない、個人的な「心の動き」を活動の着想とする。カテゴリーは問わない。自分の体験でも、観察した事象でも、物や人や作品でも、それがネガティブでもポジティブでも良い。一方、決して自分を欺いてはならない。ゼミメンバーとのディスカッションを通じて、他者と自分との鏡のような関係性、他人がいるから自分がわかるという体験を大切にする。次の段階ではリサーチを行う。そのような「心の動き」とは「何なのか」、「何が」もっとも大切なのか、「なぜ」そうなのか。文献調査、フィールドワーク、実験、Research through Designなど、複数のリサーチを通して徹底的に自分に問う。リサーチにその雛形はない。手法をクリエイティブに構想し、勇気を持って社会や他者、歴史と繋がり、記述を重ねて行くことで、個人的な「心の動き」に新たな視点や解釈、メタな認知を得る。このフェーズでは、自分とは、社会・歴史・他者と鏡のような関係性にあるという体験を大切にする。三段階目は、二段階目のメタな視点を持って、個人的な経験を社会や他者と共有するためのコミュニケーションの形態を探るフェーズである。ここでは構想・制作・試すことを繰り返す。その中で予想だにしなかった、新たなコミュニケーションの形態と出会って欲しい。頭の中のプランと、実社会に形態をインストールした時に起きる現象とのインタラクティブな関係性に着眼しつつ、その形態を進化させてゆく。最終段階は、これまでの一連のデザイン行為の中で見つけた、物語を紡ぐ段階である。プロセスと結果をどのように見せ、どんな言葉を使って語るか。その思考の中で、「デザインとは何か」「デザインをするとはどういうことか」に対する解を自分なりに見つけるフェーズである。"},{"0":"授業方法","1":"対面授業を基本とする"},{"0":"到達目標","1":"自分なりのデザインの方法論を見つけ、自律して実践できるようになる"},{"0":"ディプロマポリシーとの関連","1":"https://www.musabi.ac.jp/wp-content/uploads/2021/05/CurriculumMap_vcd.pdf"},{"0":"授業計画・課題に対するフィードバック","1":"［前期］第１週～第３週：第一段階の実施。これまでの作品をまとめ、プレゼンテーションしてゼミメンバーに共有する傍、自らが取り組む「テーマエリア」を探索する。探索には、第二段階のリサーチを行なって良い。第４週～第６週：テーマエリアの共有。何に取り組むか、どのようなリサーチが考えられるか、研究や制作のプロセスと作業計画を作り、プレゼンテーションを行う。各プレゼンテーションに対してゼミ内での意見交換を行う。第７週～第13週：第二段階の実施。［後期］第１週～第４週：第三段階の実施。授業時間内に研究および制作の中間報告を行いゼミ全体で討議。第５週～第６週 最終プレゼンテーションと講評、第４段階の実施。※この研究および制作が最終的に卒業制作へ展開されることが望まれる。"},{"0":"履修上の留意点","1":"特になし"},{"0":"準備学習内容・時間の目安","1":"特になし"},{"0":"成績評価の方法","1":"素点が100～90点は「秀」、89～80点「優」、79～70点は「良」、69～60点は「可」。59点以下は「不可」で不合格。評価の基準は、毎回のプロセスへ取り組む姿勢とする"},{"0":"テキスト","1":"授業時に紹介する。"}]]