[[{"0":"科目名","1":"ライティングスペースデザインⅠ－Ａ","2":"講義名","3":"ライティングスペースデザインⅠ－Ａ"},{"0":"サブタイトル","1":"Writing Space Design"},{"0":"受講可能学科","1":"造形学部・視覚伝達デザイン学科"},{"0":"担当研究室","1":"視覚伝達デザイン学科"},{"0":"担当教員","1":"寺山　祐策、白井　敬尚、中野　豪雄、後藤　映則、大田　暁雄"},{"0":"分野","1":"専門Ⅰ類","2":"対象学年","3":"3年"},{"0":"科目群","1":"専門Ⅰ類（選択）","2":"キャンパス","3":"鷹の台"},{"0":"開講期間","1":"前期 2021/04/12-2021/07/10","2":"曜日・時限","3":"金１,金２"},{"0":"授業形態","1":"実技","2":"単位数","3":"2.0"},{"0":"履修条件","1":"学科別オリエンテーションにて説明する。"},{"0":"ディプロマポリシーとの関連","1":"https://www.musabi.ac.jp/wp-content/uploads/2021/05/CurriculumMap_vcd.pdf"},{"0":"授業計画・課題に対するフィードバック","1":"［前期］第1回 オリエンテーション第2回 ライティングスペース研究領域に関する説明第3回 テーマの検討1：テーマ各人のプレゼンテーション、質疑応答第4回 テーマの検討2：テーマの決定、領域別による研究グループの設定第5回 リサーチ1：研究計画の提示、取材・資料収集の計画発表、質疑応答第6回 リサーチ2：資料の収集、整理（以降、進行状況を授業内で発表、質疑応答）第7回 リサーチ3：資料の分析、全員によるアルゴリズムとデザイン特講第8回 リサーチ4：資料の分析第9回 リサーチ5：資料の解釈第10回 表現計画1：リサーチのまとめ第11回 表現計画2：表現の方向性の検討第12回 表現計画3：表現要素の検討第13回 表現計画4：クラス内プレゼンテーション、講評夏期休暇［後期］第1回 後期授業オリエンテーション、課題説明第2回 テーマの検討1：各自の提案、クラス内ディスカッション第3回 テーマの検討2：各自の提案、クラス内ディスカッション、グループの決定第4回 プロジェクトの検討1：グループ内ディスカッション、発表、質疑応答第5回 プロジェクトの検討2：グループ内ディスカッション、発表、質疑応答第6回 表現コンセプトの決定：作業計画発表、質疑応答芸術祭第7回 制作1：授業では進行状況のプレゼンテーション、質疑応答第8回 制作2：授業では進行状況のプレゼンテーション、質疑応答第9回 制作3：クラス内プレ発表第10回 制作4：授業では進行状況のプレゼンテーション、質疑応答第11回 制作5：最終プレゼンテーションの準備（クラス全体での展示計画）第12回 クラス内最終プレゼンテーション第13回 合同発表会への最終プレゼンテーション、講評（木曜日に振り替え）●前期は与えられた課題に学生が応えていくというよりも、デザインの目的やテーマを学生が自らの興味を重ねながら発見し、主体的に学習、研究していくことを目的としている。具体的にはライティングスペースに関するオリエンテーションをしたうえで、その領域、視点のなかから学生自身が最も興味の持てるデザインの表現、歴史、ひと、デザイン運動、デザイン理論などを選びリサーチ（＝資料収集、調査、分析）を行う。テーマが共通する人達は共同作業グループを作り徹底的に行う。資料収集、調査、分析の方法は授業のなかで適宜アドヴァイスする。これは各自が今後ヴィジュアル・コミュニケーションの各専門領域に進もうとするときの核になることが望まれる。同時にその領域特有の美的表現や伝達に必要な技術の習得も各自でプログラムをつくり研究する。授業では毎回研究結果を発表しディスカッションを行う。クラス全体で知識や興味を共有することを重視する。必要な場合には他領域の専門家を求めて学外にリサーチに行ったり現地調査の場合もある。昨年の学生がアプローチした領域をキーワードであげると会話 言語 ことば 声 空間 間 環境 歴史 形態 数字 数学 理解 色彩 動き 時間 インターネット 文字 漢字 組み版（タイポグラフィ） 編集 書物 フライング・レター（モーション・タイポグラフィ） 図像学 イラストレーション 装飾 暦 化粧 音 楽譜 音楽 身体 認知 五感 感覚 インタラクティブ・コミュニケーション データベース デザイン史 記号 公共コミュニケーションなど前期の最後にリサーチ結果をもとに、ライティングスペースデザインとしてメディアに定着しプレゼンテーションを行う。メディアの選択は自由とする。●後期は視覚伝達デザイン学科の学年全体に統一的に設定した社会的テーマが与えられる。（例えば昨年は「地球をつくる」）それらに対して各自が前期（これまで）に習得した、デザインの目的の発見、表現プロセスの構築、表現のスキルの探究などをもとにして具体的な表現の試みを行う。これは個や集団の興味から社会に対してのメッセージをどのように行うのかといったデザインの社会的実践の基礎として位置づけられる。最終表現は書籍、ポスター、映像・WEB、インスタレーションなどのメディアから、学外との共同制作や展覧会などまでも含めて多様な展開が想定される。それらに必要なメディアの選択とデザイン・メソッドの学習、実践的な表現の学習を深める。前半はコンセプト作り、個人のアイデアの発表、クラスでのディスカッション、ワークショップなどを行い、2～4人のプロジェクト・チームをたちあげる。（芸術祭以前）後半はプロジェクトごとに内容、表現などを深化する作業をおこない、クラス内でのプレゼンテーションをする。最終的に作品としてまとめ合同講評会において展示、発表、最終講評を行う。※今日的なデザインの課題の理解のために、授業の進行状況にあわせてデジタル・タイポグラフィ、アルゴリズムとデザイン、インターネットなどに関する特別講義や集中授業を設定する予定である。●ライティングスペースデザイン（Writing Space Design）の領域についてライティングスペースの在り方を私たちは5つの次元で捉えている。まず第一の次元は身体そのものをメディアとするレヴェルである。声の発声、身振りといった行為、そしてそれを見て理解するという関係である。聴覚、視覚、触覚などの身体のみで成立するコミュニケーションである。その特徴はその場その時しか残らないし機能しないが、最も原初的でダイレクトなコミュニケーションである。歴史的にみれば文字や記号発生以前のノンバーバルコミュニケーション（非言語）の世界であるが今日でも私たちの日常生活の核をなしている。第二の次元は身体と道具を媒介にした次元である。ここで私たちの記憶は外部に置かれる。ラスコーやアルタミラの壁画や石に刻まれた文字など、これによってコミュニケーションは時間性を獲得する。私たちはその場に行くことによって、何万年も昔のライティングを見ることができる。しかしそれらは持ち運びができない。その場に行かなければ見ることができないような、その場所と内容を切り離すことができないといった、コミュニケーションの場所性を特徴とするものである。それは例えば彫刻や中世の修道院に鎖で繋がれた書物や教会や寺院に行かねば見ることのできない天井画やステンドグラスなどもそうであるし、近代の合理主義がどちらかといえば否定的に取り扱ってきたトポスの問題がそこにはある。第三の次元は身体－道具－複製の次元である。これは記述されたものをパピルスや皮、紙、竹などに書き移す（写す）ことによって持ち運びを可能にし空間を移動することが可能になった次元である。ライティングが時間と空間性を獲得したレヴェルである。このことは図書館や文書庫を生みだし、情報の保存や蓄積、移動を可能にする。そして同時にそれは情報の所有という概念も生み出すだろう。第四の次元は複製における機械の登場である。身体－道具－複製－機械の次元である。今日最も強い影響をもつものとして、グーテンベルグの42行聖書以降の印刷革命をあげることができる。文字を手書きから解放し最小単位のユニット＝アルファベットを1文字ずつつくり、このセットがあれば無限の組み合わせを可能にしたこと。ここでは文字は情報を構成する一種の抽象的なユニットになった。これに木版画から銅版画の発明等が初期の段階で加わり、画像と文字を同一平面上に構成して組み印刷し束ねるといった出版流通の原形がつくられる。さらに銅版印刷の発達やエングレーヴィング、グラビア、木口木版、リトグラフ、写真製版、オフセット印刷など多様な発明を取り込み、ここ500年にわたる近代社会の知識の発達を根底から支えた。今日書物を構成する主な要素は文字とイラストレーション、写真、地図、ダイヤグラム、ピクトグラムといった広義の図像である。ここでは第三の次元よりもはるかに巨大な地球という空間の物理的移動を可能にし、情報の価値が経済や政治的な価値を同時に生み出す環境を作った。そして第五の次元が20世紀のデジタル革命である。これは身体－道具－複製－機械－ヴァーチャル空間といったレヴェルである。この特徴は情報がもはや紙や石といった物から切り離されて電子や光などに置き換え可能になり、それらは何度複製をしても劣化しない。それは第四の次元にあった（あるいはこの次元によってつくられた）オリジナルとコピーといった概念を曖昧なものとする。これはハイパーテキスト、ハイパーメディアといった概念を生み出し、従来の時間と空間を超えた新たなヴァーチャルな時空間をもたらしている。これらの5つの次元が私達の考えるWriting Space Designを構成する要素である。それらのどれが新しいとか古いとかいう比較はあまり意味がない。お互いが影響を及ぼし絡みあいながら、日常の私たちのコミュニケーションの全てに浸透している。あえて言えばその中で最も重要なものはまず「ことば」だといっても良い。「Writing」は一般的に読み書き能力、いわゆるリテラシーに使われる言葉であるが、ここではそれを拡大し、タイポグラフィの言語や画像や映像の語る言語、それらが含まれ統合される全てのデザイン領域の言語だと私達は捉えることにする。"},{"0":"履修上の留意点","1":"特になし"},{"0":"準備学習内容・時間の目安","1":"特になし"}]]