[[{"0":"科目名","1":"建築設計表現","2":"講義名","3":"建築設計表現(造Ⅱ）"},{"0":"サブタイトル","1":"笠置秀紀（CAD）伊藤友紀 （表現）"},{"0":"受講可能学科","1":"造形学部・工芸工業デザイン学科"},{"0":"担当研究室","1":"建築学科"},{"0":"担当教員","1":"布施　茂、笠置　秀紀、伊藤　友紀"},{"0":"分野","1":"造形総合Ⅱ類","2":"対象学年","3":"2年,4年"},{"0":"科目群","1":"造形総合Ⅱ類","2":"キャンパス","3":"鷹の台"},{"0":"開講期間","1":"２.３期 2021/05/10-2021/07/03","2":"曜日・時限","3":"金１,金２,土１,土２"},{"0":"授業形態","1":"演習","2":"単位数","3":"2.0"},{"0":"履修条件","1":"学部工芸工業デザイン学科2・4年生建築士志願者のみ、履修できる。受講者定員は若干名とする。"},{"0":"授業概要・カリキュラム上の位置づけ","1":"1年次カリキュラムポリシーにおける設計・デザインの基礎課程前半の前期に位置づけられる。建築を表現し伝達する手段としての様々な表現手法を体得する。建築設計の基本的な流れを理解した上で、プレゼンテーションとしての図面表現、CAD表現、模型表現を習得し、最終的なプレゼンテーションへと展開する。同時にCADの基本操作から2D、3Dの表現を習得するためのCAD教育が並走するように計画されている。大学での課題が基本構想、基本設計の内容であるため、一般図（1／100、1／200）の表現とトータルなプレゼンテーションを目標とする。「建築設計表現」は、「建築設計基礎」・「図学（建築図学）」と共に連携した授業内容とし、全てを横断的に学び、建築設計の基本的な表現を修得することを目標とする。住宅・建築物を主たる題材とし、最終成果物に建築図面（平・立・断）を含む。"},{"0":"授業方法","1":"リアルタイム（同時双方向）　：Teamsや Zoomによるオンラインゼミを行います。"},{"0":"到達目標","1":"1年次カリキュラムポリシーにおける設計・デザインの基礎である建築表現を小建築の設計を通して図面（CADと手書き）と模型表現を修得する。エスキースからスケッチ、図面、模型、プレゼンテーションへと展開する設計過程を理解した上で、最終的にプレゼンテーションを修得する。同時並行してCADにおける基本的な建築図面作成、モデリングを修得すること。"},{"0":"ディプロマポリシーとの関連","1":"https://www.musabi.ac.jp/wp-content/uploads/2021/05/CurriculumMap_fad2.pdf"},{"0":"授業計画・課題に対するフィードバック","1":"Zoomを用いて、教員と学生全員がオンラインで授業を実施します。各回ごとに、自宅課題を提示します。授業内で時間を設けて質疑応答にも対応します。　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　第1週 　 表現／オリエンテーション　スケッチで考える-1 　 　　　CAD／オリエンテーション第2週 　 表現／スケッチで考える-2 　 　　　CAD／2D基本操作第3週 　 表現／スケッチで考える-3 　 　　　CAD／2D建築図面第4週 　 表現／模型表現-1  　 　　　CAD／3D基本操作第5週　表現／模型表現-2 　 　　　CAD／3Dモデリング第6週　表現／短期課題のスタディ（建築設計基礎と連携授業） 　 　　　CAD／プレゼンテーション表現第7週　表現／短期課題のプレゼンテーション（建築設計基礎と連携授業） 　 　　　CAD／短期課題のプレゼンテーション（建築設計基礎と連携授業）第8週　プレゼンテーション最終講評（建築設計基礎と連携授業） 　 　　　個別指導"},{"0":"履修上の留意点","1":"TeamsやＺoomを使用して授業を行います。使い方は事前に確認しておいてください．　　　　　　　　　　　　　　　　　　　　必要に応じて、TeamsやLiveCampusを通して、事前に資料を配付します。課題の提出方法は、授業で指示します。レジュメや資料をスクリーンにも映しだしますので、できればノートパソコンで授業に参加するのが望ましいです。授業開始5分前までに、ログインしておくこと。「建築デザイン特論」は一級建築士試験における実務経験に対応していません。建築士試験指定科目です。"},{"0":"準備学習内容・時間の目安","1":"事前に配布される授業計画に沿って、予習をすること。"},{"0":"成績評価の方法","1":"出題された課題は全て提出しなければ単位は認定されない。提出時間は厳守し、遅れて提出されたものは認定されない。提出物、出席による総合評価をする。"},{"0":"教員との連絡方法（オフィスアワー）","1":"講義内容に関する質問等は、毎授業時に受け付ける。"}]]