[[{"0":"科目名","1":"文化講義　１－１","2":"講義名","3":"文化講義１－１Ｂ"},{"0":"サブタイトル","1":"アメリカ映画における男性ヒーロー像"},{"0":"受講可能学科","1":"全学部・全学科"},{"0":"担当研究室","1":"言語文化"},{"0":"担当教員","1":"入江　哲朗"},{"0":"分野","1":"文化総合Ⅰ類","2":"対象学年","3":"1年,2年,3年,4年"},{"0":"科目群","1":"言語文化Ⅰ類","2":"キャンパス","3":"鷹の台"},{"0":"開講期間","1":"後期 2021/09/06-2021/12/18","2":"曜日・時限","3":"木２"},{"0":"授業形態","1":"講義","2":"単位数","3":"2.0"},{"0":"履修条件","1":"履修希望者150人以上の場合、抽選。"},{"0":"授業概要・カリキュラム上の位置づけ","1":"アメリカ映画において男性ヒーローがどのように描かれてきたのか、そして20世紀をとおしてヒーロー像がどのように変遷してきたのかを学ぶ。主題は男性ヒーローであるが、その表象の学術的な読解をとおして、文化の多様性の価値をより深く理解することを目指す。このコースでは、文化史的な観点から映画作品を分析するスキルの修得も目指される。受講者には、授業で（中心的には）扱われなかった20世紀のアメリカ映画を1本選んだうえで、それを男性性という視点から独自に分析した期末レポートの提出が課される。また受講者には毎週、Teamsにアップロードされた動画を授業前にあらかじめ見ておくことと、その動画に関する比較的簡単な小課題を提出することが求められる。このコースが扱う時期は19世紀末から20世紀末までである。21世紀のヒーロー映画は取り上げないが、それについて学術的に考察するための手がかりはこのコースで得られるだろう。"},{"0":"授業方法","1":"リアルタイムとオンデマンドの併用：Zoomによるオンライン授業がメインであるが、小課題などのためにTeamsも用いる。"},{"0":"到達目標","1":"20世紀アメリカ映画史を、アメリカ文化史というより大きな枠組みに位置づけながら通観的に把握する。男性ヒーロー像の学術的な読解をとおして、文化の多様性の価値をより深く理解する。文化史的な観点から映画作品を分析するスキルを身につける。"},{"0":"ディプロマポリシーとの関連","1":"https://www.musabi.ac.jp/wp-content/uploads/2021/05/CurriculumMap_la1.pdf"},{"0":"授業計画・課題に対するフィードバック","1":"Zoomを用いて、教員と受講者全員がオンラインで授業を実施する。また、動画を共有したり小課題を課したりするためにTeamsも用いられる。第1回　ガイダンス第2回　19世紀末のアメリカ文化と映画の出現第3回　アトラクションからドリー効果へ第4回　荒野で殴りあう男たち第5回　スタジオ・システムの確立から第二次世界大戦へ第6回　ホットな男たちとクールな男たち第7回　カウボーイからヴィジランティへ第8回　70年代の陰謀論的な雰囲気第9回　S・スピルバーグ監督『ジョーズ』を分析する①第10回　S・スピルバーグ監督『ジョーズ』を分析する②第11回　80年代におけるマチズモの隆盛①：スタローンについて第12回　80年代におけるマチズモの隆盛②：シュワルツェネッガーについて第13回　90年代以後の男性ヒーロー像のゆくえ第14回　期末レポート執筆の準備第15回　まとめ"},{"0":"履修上の留意点","1":"・出欠確認として、当日のZoomへの参加を確認する。各回、授業開始3分前くらいまでにZoomに参加すること。・第9–10回の授業では、スティーヴン・スピルバーグ監督の『ジョーズ』（1975）を比較的詳しく分析する。したがって受講者は、第9回授業までに各自で『ジョーズ』を見ておくことが望ましい。・期末レポートの題材は、授業で（中心的には）扱われなかった20世紀のアメリカ映画でなくてはならない。したがって受講者には、授業で取り上げたもの以外の映画も幅広く見ようとする姿勢が求められる。第11回授業用の小課題で期末レポートの題材を尋ねるため、各自それまでにレポートの構想をある程度固めておくこと。"},{"0":"準備学習内容・時間の目安","1":"前項に述べたとおり、良い期末レポートを書くためには、授業で取り上げたもの以外の映画も幅広く見ようとする姿勢が必要である。"},{"0":"成績評価の方法","1":"受講態度、小課題、期末レポートを総合的に評価する。"},{"0":"テキスト","1":"なし"},{"0":"テキストISBN番号","1":"なし"},{"0":"参考文献(作品）等","1":"北野圭介『新版 ハリウッド100年史講義』（平凡社新書、2017年）。亀井俊介『アメリカン・ヒーローの系譜』（研究社出版、1993年）。カレン・M・ゴックシク＋デイブ・モナハン＋リチャード・バーサム『映画で実践！ アカデミック・ライティング』土屋武久訳（小鳥遊書房、2019年）。"},{"0":"教員との連絡方法（オフィスアワー）","1":"講義内容に関する質問などは、毎授業時に受けつける。"}]]