[[{"0":"科目名","1":"Approaches to 3D Form Ⅱ","2":"講義名","3":"Approaches to 3D Form Ⅱ"},{"0":"サブタイトル","1":"Approaches to 3D Form Ⅱ17〜29授業週 〈2単位〉"},{"0":"受講可能学科","1":"造形学部・彫刻学科"},{"0":"担当研究室","1":"彫刻学科"},{"0":"担当教員","1":"彫刻学科、Azby Brown"},{"0":"分野","1":"専門Ⅱ類選択","2":"対象学年","3":"3年"},{"0":"科目群","1":"専門Ⅱ類（選択）","2":"キャンパス","3":"鷹の台"},{"0":"開講期間","1":"後期 2021/09/06-2021/12/18","2":"曜日・時限","3":"木３"},{"0":"授業形態","1":"実技","2":"単位数","3":"2.0"},{"0":"履修条件","1":"特になし"},{"0":"授業概要・カリキュラム上の位置づけ","1":"The availability of new digital tools has changed the creative process in almost every field. In particular, generative art tools and techniques, as well as output devices such as 3D printers and laser cutters, allow us to make forms which would be impossible any other way. These cultural changes also allow us to appreciate the hand in new ways. This course will allow students to examine the relationship between hand-based approaches to 3D form making and generative approaches. Classes will include both theory and practice. Discussions will center on critical approaches and concepts for describing art, especially sculpture, in the digital age."},{"0":"授業方法","1":"対面による授業"},{"0":"到達目標","1":"Learn to use generative artmaking processes along with hand-based processes. Learn to describe and critique new sculpture in English."},{"0":"ディプロマポリシーとの関連","1":"https://www.musabi.ac.jp/wp-content/uploads/2021/05/CurriculumMap_scp.pdf"},{"0":"授業計画・課題に対するフィードバック","1":"NOTE: Syllabus will be explained in full at OrientationWeek 1: Orientation. In-class warmup task. Home assignment #1,Week 2: Why is the hand important? Discussion of results of home assignment #1. Introduction to software and 3D printer. Home assignment #2Week 3: What is Generative Art? Discussion of results of home assignment #2. In-class task, using 3D printer. Home assignment #3.Week 4: What is “Output”? Discussion of results of home assignment #3. In-class task. Home assignment #4Week 5: Transformations 1: “Analogizing” something digital. Discussion of results of home assignment #4. In-class task. Home assignment #5Week 6: Transformations 2: “Digitalizing” something analog. Discussion of results of home assignment #5. In-class task. Home assignment #6Week 7: Where can new art happen? Discussion of results of home assignment #6. In-class task.Week 8: Final Assignment. In-class work.Week 9: Help sessionWeek 10: Final Assignment due. Class critique and discussion."},{"0":"履修上の留意点","1":"The course will be conducted in English. 3D Computer software will be used. Students should be prepared to learn how to use new software by self-study."},{"0":"準備学習内容・時間の目安","1":"Students should improve their English speaking ability in order to participate in group discussions."},{"0":"教員との連絡方法（オフィスアワー）","1":"Professor’s office hours will be posted up on the office door.If students want to know the professor’s other available times, ask at the office."}]]