[[{"0":"科目名","1":"視覚表現演習","2":"講義名","3":"視覚表現演習"},{"0":"サブタイトル","1":"視覚表現演習A・B・C・D・E・F（＋空間構成Ⅱ）後期A：中野豪雄、講師未定B：西本企良、大庭弘之C：古堅真彦、岡田憲明D：白井敬尚、杉下城司E：寺山祐策、柳川智之F ：石塚英樹、講師未定空間構成Ⅱ：飛山裕幸、鈴木基真"},{"0":"受講可能学科","1":"造形学部・視覚伝達デザイン学科"},{"0":"担当研究室","1":"視覚伝達デザイン学科"},{"0":"担当教員","1":"西本　企良、古堅　真彦、岡田　憲明、白井　敬尚、杉下　城司、寺山　祐策、石塚　英樹、飛山　裕幸、鈴木　基真、中野　豪雄、北崎　允子、後藤　映則、柳川　智之、大原　崇嘉"},{"0":"分野","1":"専門Ⅰ類","2":"対象学年","3":"2年"},{"0":"科目群","1":"専門Ⅰ類（選択）","2":"キャンパス","3":"鷹の台"},{"0":"開講期間","1":"後期 2021/09/06-2021/12/18","2":"曜日・時限","3":"集中"},{"0":"授業形態","1":"実技","2":"単位数","3":"4.0"},{"0":"履修条件","1":"学科別オリエンテーションにて説明する。"},{"0":"授業概要・カリキュラム上の位置づけ","1":"この授業は１～２年にわたるヴィジュアル・コミュニケーション・デザイン基礎課程の総合的なまとめとして位置付けられています。授業は20人以内の選択コースが７コース用意され、１コースを選択します。（「空間構成Ⅱ」〈教職必修〉もここに含まれます。）一つのコースを２人の教員がテーマを共有しながら担当し各々週１回、計週２回の授業が平行して行なわれます。ヴィジュアル・コミュニケーション・デザインは様々な情報〈内容〉が、様々なメディア（媒体）に〈定着〉され、第三者に〈知覚〉される（感知され理解される）ことによって成立します。そのことを前提にしてこの授業は行われます。その内容はおおまかに以下の３つに分けてみることができます。●意味とかたちの関係性の理解、表現技術の深化私たちの扱う情報の内容とは、イラストレーション、タイポグラフィ、写真、パッケージなどの従来のグラフィックデザインに包含される要素に加え、映像、アニメーション、音といった時間軸をもった要素、またサインや色彩など日常生活における空間や都市環境の中に存在するもの、あるいはインターネットなど電子空間に存在するインタラクティブな要素など多様なものがあります。デザインを成り立たせているこれらの要素は（単独でというよりもしばしば複合されたかたちをとっていますが）各々が視覚言語としての意味と構造を持っており、また学ぶべき表現の技術があります。デザイナーが目的に応じてコミュニケーションをつくり出す為にはまずはこれらの要素の歴史や成り立ち、性質をより深く理解することが求められます。そして同時にそれらを自由にコントロールし駆使する為の基本的な原理と表現技術を学ぶ必要があります。ただ単に好きだからものを作るということに止まらず、作られたものとそれが意味するものとの関係を感性と論理双方においてしっかり理解することがここでは求められます。●リサーチと分析コミュニケートする内容をしっかり理解しデザインの目的を決定するためには対象をよく知る事が重要になります。ここではその方法に関しても様々な方法での学習が用意されています。実際に現場に行って記録をするなどのフィールドワーク、集まった情報の様々な解釈や分析の手法を学びます。また表現手法においても書物やポスター、WEBデザインや映像作品、サインなど既に過去に作られた優れたヴィジュアルコミュニケーションに対するリサーチと分析も行う必要があります。●編集と構成のマトリクス最終的に第三者に向かって内容を視覚化し伝達するためには各々の目的やメディアにおける様々な編集、情報構成の手法や考え方があることを学ぶ事は重要です。どんなに素晴らしい要素であっても単独であればそれらはいわば単語に過ぎません。単語が目的をもって構成されて文章ができるように様々な要素が的確に構成され相手に伝わるように意味の構造をつくり出すことをここでは編集といいます。紙、映像、空間、コンピュータ、音、それぞれの媒体に専門的な編集（構成）の手法があります。それらの基本構造をここで学びます。以上がこの授業に共通する基本的な考え方です。どのコースにおいてもそれぞれ設定されるメディアやテーマが異なり最終的な作品には大変バラエティがありますが、基本的な考えは共通しています。またこういった基本的な考え方は 3～ 4年次の専門課程になっても変わりません。ただし 3～ 4年次ではデザインの問題発見から解決に至るテーマそのものを学生自身がつくり出すことが主に求められますが、ここではコミュニケーションデザインの基本原理を実践的に学ぶことを目的としているため、前提となるテーマやメディアは各授業内で設定された限定されたものとなります。最終的には学生自身による全コースの作品の展示とプレゼンテーションが求められます。"},{"0":"ディプロマポリシーとの関連","1":"https://www.musabi.ac.jp/wp-content/uploads/2021/05/CurriculumMap_vcd.pdf"}]]