[[{"0":"科目名","1":"健康と身体運動文化　１６","2":"講義名","3":"健康と身体運動文化１６（和太鼓と身体技法）"},{"0":"サブタイトル","1":"和太鼓奏法に必要な身体所作の習得"},{"0":"受講可能学科","1":"全学部・全学科"},{"0":"担当研究室","1":"身体運動文化"},{"0":"担当教員","1":"飯島　学"},{"0":"分野","1":"文化総合Ⅱ類","2":"対象学年","3":"1年,2年,3年,4年"},{"0":"科目群","1":"身体文化Ⅱ類","2":"キャンパス","3":"鷹の台"},{"0":"開講期間","1":"後期 2021/09/06-2021/12/18","2":"曜日・時限","3":"金３"},{"0":"授業形態","1":"実技（身体）","2":"単位数","3":"1.0"},{"0":"履修条件","1":"特になし"},{"0":"授業概要・カリキュラム上の位置づけ","1":"和太鼓は日本各地で伝承されてきた郷土（民俗）芸能である。本授業では実技を中心として、和太鼓を演奏するに必要な身体所作を研究し、実践を繰り返し習得していく。その際に、これまでの音楽（和太鼓を含めた楽器）やスポーツ等の経験・未経験は問わない。自己の身体と向き合うことで、叩くことに必要な無理と無駄のない身体所作を身につけていく。個人における身体所作の質だけを求めるのではなく、他者との共感関係をつくり出し、太鼓アンサンブル（異なる音の組み合わせ）の成立を目指す。最終授業ではグループワークを経て発表を行う。軸や内転・外転を意識して姿勢を保ち、ジョイントや背骨、指先等を内観して叩くことにつなげていく。リラックスした身体をつくりだすことが重要となり、脱力から最大の力（パフォーマンス）を生み出す。胸鎖関節や肩甲骨の伸縮、操作を通して、正しいバチのストロークを学習する。バチの持ち方や支点も重要な要素となる。上肢と下肢の身体ワークを行うことで身体を耕し、太鼓奏法に必要な身体を身につけて行く。身体所作というテクニカルな面に留意して良い音をつくりだしていくと同時に、作品づくりを通して表現の楽しさや喜びを生み出し、それらから美しさとは何かを学習していく。"},{"0":"授業方法","1":"アリーナでの実技を中心に行います。映像資料やデモンストレーションを用いて具体的なイメージができるようにします。この授業は、大学内の施設を利用した「対面授業」です。ただし、状況に応じて「ハイブリッド型」（オンラインと対面の併用授業）で行う可能性もあります。詳細は第１回目の授業で説明します。"},{"0":"到達目標","1":"①太鼓の歴史や楽器の種類（宮太鼓・締太鼓等）を知る。②地打ち（ベース）と表打ち（ソロ）を実践することができる。③音の強弱（ニュアンス）を使いわけることができる。④テンポのキープ、およびテンポを上げて演奏できる。テンポの自在なコントロールを習得する。⑤作品づくり（グループワークからの発表）で曲を完成させる。⑥合理的な身体所作（身体の末端から背骨、指先に至るまで）を用いた奏法として実践することができ、身体表現を習得する。"},{"0":"ディプロマポリシーとの関連","1":"https://www.musabi.ac.jp/wp-content/uploads/2021/05/CurriculumMap_la2.pdf"},{"0":"授業計画・課題に対するフィードバック","1":"第1回　「オリエンテーション」　教室にて講義。太鼓の楽しさを知ってもらう。自己紹介、5つのグループ分け、リーダー・サブリーダー、グループ名の決定。太鼓の歴史、楽器の種類（宮太鼓、締太鼓等）も知る。今後の授業計画のアナウンス、事前アンケートを行う。第2回　「和太鼓とは何か」　体育館にて実技。ストレッチ方法を習得する。太鼓の特性を知り、音の質を体験的に学習し、リズムを覚える。第3回　「豊年太鼓に取り組む①」　石川県七尾に伝わる太鼓（演目）の基本リズム（テーマ）である「ドンコドン　スト　ドンドン（口唱和）」を叩くことで、身体所作と呼吸法を学ぶ。第4回　「豊年太鼓に取り組む②」　地打ち（ベース）である「テツクテツクツクテンテンツクツク（口唱和）」を叩くことで、演目のイメージをつかむ。また他者と音をすり合わせることを学ぶ。第5回　「豊年太鼓に取り組む③」　構成（ソロ）を覚え、地打ちとのすり合わせを行い、構成していく。お互いの役割に気づきながら楽しさを生み出す。これらは各グループでできるようにする。第6回　「身体ワーク①」　立ち・座り（正座・起座）、美しい姿勢（構え）づくりから身体感覚を養う。下肢に特化して、はずむ感覚を習得する。身体の末端（足裏）と床の接地面に意識を通わせ、安定した立ち姿勢をつくる。太鼓奏法に必要な所作であることを理解する。第7回　「豊年太鼓に取り組む④」　ソロ（回転）→地打ち（上げ下げ、上げ下げ）の構成を組み、通せることを目指す。　これらは各グループでできるようにする。第8回　「身体ワーク②」　前回の身体ワーク①のおさらい。加えて、内転・外転を用いて、足場づくりを行う。続いて上肢に特化して軸とストローク（バチのコントロール）を体験的に考える。胸鎖関節や肩甲骨、肘といったジョイントに気をつけながら、バチの角度を決めていく。バチに加速を加え、バチ先に力が通うようにし、「しぼる」技術を習得する。第9回　「三宅太鼓に取り組む」　東京都三宅島に伝わる芸能（木遣り太鼓）を体感することで、身体の横の動き、軸のずらし方（重心の移動）を学ぶ。他の演目を学習することで、和太鼓文化の比較とともに違いや共通点について学ぶ。また認識する。第10回　「発表会準備①」　教室で行う。豊年太鼓の通し稽古を通して、舞台化に向けて稽古を積む。構成や演出は各グループで検討し、実践する。第11回　「発表会準備②」　体育館で行う。豊年太鼓の通し稽古を通して、舞台化に向けて稽古を積む。構成や演出は各グループで検討し、実践する。第12回　「豊年太鼓に取り組む」　豊年太鼓の発表に向けてグルーブごとの稽古と、舞台づくり。第13回　「舞台発表と評価」　グループごとに太鼓の披露、舞台をつくる。発表は10分程度とする。第14回　「舞台発表と評価」　グループごとに太鼓の披露、舞台をつくる。発表は10分程度とする。第15回　「舞台発表と評価」　グループごとに太鼓の披露、舞台をつくる。発表は10分程度とする。"},{"0":"履修上の留意点","1":"①運動ができる服装で参加すること。ジーンズ等の伸縮性のないものは望ましくない。②体育館専用のシューズを着用するかそれに相当する物を使用すること。履物の場合、足袋（ゴム底の地下足袋）の使用が好ましい。③アクセサリー（腕時計なども含む）は履修前に外すこと。④グループ活動へ積極的に参加すること。"},{"0":"準備学習内容・時間の目安","1":"学んだ身体技法を日常の生活に生かしていく、または応用していくことが必要。"},{"0":"成績評価の方法","1":"①発表会への参加。発表内容、身体技法の応用、創造性や独創性を総合的に評価する。40％。②グループ活動への寄与、参画の度合い、積極性。20％。③グループノート（毎時の小レポート）の内容。40％④授業参加度と学習意欲、出席点の総合で評価とする。⑤全授業の75％以上に出席した者を評価の対象とする。"},{"0":"テキスト","1":"各授業のテーマに関したものを必要に応じてプリント資料として使用する。"},{"0":"参考文献(作品）等","1":"入門　日本の太鼓―民俗、伝統そしてニューウェーブ　茂木仁史　平凡社新書DVD[Messagese from Japan/Super-cussion] The Japanese Drum HIBIKI　授業で紹介します。"},{"0":"教員との連絡方法（オフィスアワー）","1":"金曜日　10:00～15:00　（身体運動文化研究室）に対応します。"},{"0":"リンク","1":"http://moonlight-project.net/"}]]