[[{"0":"科目名","1":"造形総合・絵画Ⅱ","2":"講義名","3":"人体表現―構造・重量・動勢―"},{"0":"担当研究室","1":"油絵"},{"0":"担当教員","1":"油絵学科、諏訪　敦"},{"0":"分野","1":"造形総合Ⅰ類","2":"対象学年","3":"1年"},{"0":"科目群","1":"造形総合Ⅰ類（選択）","2":"キャンパス","3":"鷹の台"},{"0":"開講期間","1":"５期 2021/10/04-2021/10/23","2":"曜日・時限","3":"集中"},{"0":"授業形態","1":"実技","2":"単位数","3":"2.0"},{"0":"履修条件","1":"日本画・彫刻・視覚伝達デザイン・工芸工業デザイン・空間演出デザイン・建築・基礎デザイン・芸術文化・デザイン情報学科の学生のみ、履修できる。受講者定員は48名までとする。"},{"0":"授業概要・カリキュラム上の位置づけ","1":"人体は古来より様々な観点で探求されてきました。とりわけ西洋においては人体の形姿の探求はそのまま神の探求であり、西洋美術の根幹をなすものとなります。では、現代において私たちが人体を描く意味はどこにあるのでしょう。形態、色彩、質は見ることができます。しかし構造や重量や動勢そのものを見ることはできません。それは感じる行為（見る）と同時に、考える行為（視る、観る）が作動して初めて理解できることです。人体の表現は表面の探求に留まらず、見ることのできない内部の理解があって初めて十全なものとなるのです。また、私たち人間は根源的に重力に規定され2本の脚でバランスをとり、この地球に立っています。人体を描く意味は、立っているという事実を掴むことであり、同時にそれは重力を掴むことでもあるのです。人体の表皮、筋肉、骨格の関係を探求することは、表面と内部という問題につきあたり、二本の脚で立っているという事実は重力という見る事のできない根源的な力の存在に行き着きます。そして、これらの探求はすべての造形探求につながる事柄です。人体を描くこと。それは私たち自身がこの世界にどのように存在するのかを確認する行為なのです。"},{"0":"授業方法","1":"課題内容に基づいて課題作品を制作します。オリエンテーション、指導、及び講評を教員が担当します。"},{"0":"到達目標","1":"①描くという行為を通し、絵具や支持体といった素材や材料の特色を理解する。②①の理解を通して、絵画というメディアの特性について思考する。③基礎課程、専門課程を通じて主体的に作品制作に取り組み、学生それぞれの可能性を真摯に探求することで充実した自己表現を獲得する。"},{"0":"ディプロマポリシーとの関連","1":"https://www.musabi.ac.jp/wp-content/uploads/2021/05/CurriculumMap_fad1.pdf"},{"0":"授業計画・課題に対するフィードバック","1":"開設される2クラスのうち、いずれかを受講することになります。大きなテーマは上記のようなものです。各課題は担当教員によって決められますが、各教員が同課題を別々のクラスで受け持ち、教員によっては使用されるモチーフ・モデル等が違う場合もあります。初日のオリエンテーションでは、各教員が詳しく授業の内容を説明します。第1日 オリエンテーション。課題説明、使用する素材の説明、提出作品の形式の説明があります。スライドや参考作品の紹介、あるいは参考資料の配付などがあり、それに対して学生の質問、話し合いがあり授業がスタートします。それぞれの会場は油絵学科掲示板に掲示します。第2日～第16日 ・制作のためのスケッチ、ドローイング等進行・制作、実技、各教員のアドバイス第17日 作品講評 作品は絵画、ドローイング等さまざま、各クラスひとりずつ作品の意図を述べ、教員が講評をしていきます。課題内容「人体表現―構造・重量・動勢―」人物ヌードモデルをモチーフとし、クロッキー、デッサン、油彩等の制作を行います。形態、色彩、質といった見えるものの探求を手始めに、構造、重量、動勢といった内部で支える見えないものの探求を目指します。観察し描写することを基本としますが、描く側の身体の動きや描画材の使い方によって生まれる偶然性を容認しながら、見る事と描く事の関係を考え、素材がいかに表現となるのかを探ります。"},{"0":"履修上の留意点","1":"授業期間中、授業日数の3分の2以上の出席（遅刻3回で1回の欠席とする）を必要とします。教員の指導日には必ず出席してください。課題の提出は、指導教員の定める講評会への出席をもってそれとします。\t\t携行用具については初回オリエンテーションで説明を行います。※受講は通学可能な者に限る(オンライン対応不可)"},{"0":"準備学習内容・時間の目安","1":"油彩制作の経験の有無に関わらず、自分なりに油彩で具体的な対象を描いてみる。"},{"0":"成績評価の方法","1":"・担当指導教員が講評会を行い、講評採点する。・評価が不可の場合は、再制作を課し、再提出作品を再評価する。・作品提出がない場合、対象外とする。・制作姿勢、独創性、表現力などを重視し総合的に評価する。"},{"0":"テキスト","1":"オリエンテーションで説明があるので、必ず出席してください。"},{"0":"教員との連絡方法（オフィスアワー）","1":"油絵研究室に申し出てください。随時対応していますので、日時や場所についても相談してください。また、教員の指導日にアトリエで直接質問することもできます。"}]]