[[{"0":"科目名","1":"社　会　学　特　論","2":"講義名","3":"社会学特論"},{"0":"受講可能学科","1":"造形学部・基礎デザイン学科"},{"0":"担当研究室","1":"基礎デザイン学科"},{"0":"担当教員","1":"玉川　博章"},{"0":"分野","1":"専門Ⅱ類選択","2":"対象学年","3":"3年,4年"},{"0":"科目群","1":"専門Ⅱ類（選択）","2":"キャンパス","3":"鷹の台"},{"0":"開講期間","1":"前期 2021/04/12-2021/07/10","2":"曜日・時限","3":"火３,火４"},{"0":"授業形態","1":"演習","2":"単位数","3":"2.0"},{"0":"履修条件","1":"特になし"},{"0":"授業概要・カリキュラム上の位置づけ","1":"この数十年で、政治、経済のグローバル化が進行し、製造業の生産体制が大きく変化するとともに、文化やメディアのグローバル化も進んだ。商品製造やビジネスにおいて、デザインやブランド、文化的要素が重視されている。また日常のコミュニケーションにおいても、ソーシャルメディアにより、個々人の関係性や組織・コミュニティのあり方も変容している。　経済、政治、文化、メディア、そして日常のコミュニケーションは密接に結びついている。そこでは様々な要素が絡み合っているが、そこにはデザインという要素も含まれているだろう。　この演習では、社会学という理論ツールを使った場合に、上記のような社会の変化はどのように捉えられるのかを実例を取り上げながら考察する。その際には一般的な社会学の枠にとらわれず、それら社会変化がデザインの営為にどのように関わってくるのかにも考察を広げたい。ディスカッションやワークショップも交え、また身近な事例を題材として、ともに考えるような授業としたい。　３・４年次のデザイン関連諸科学理論科目の一環として、社会学の諸理論・諸概念、分析の仕方や視点を学ぶとともに、現代社会の変化を理解する。"},{"0":"授業方法","1":"講義形式が半分程度となり、グループディスカッションやワークショップ、プレゼンテーションなどの演習形式を組み合わせて授業を実施する。"},{"0":"到達目標","1":"社会学の視点から現代の動向を検討し、デザインと社会との関連を考えることで、デザイン活動にもつながる思考能力を身につけることを目標とする。　社会の変化とその中におけるデザインの役割を理解・分析し、ディプロマ・ポリシーにおける社会全体にわたるデザインの問題点を見出し横断的な視点からの問題解決への提言をおこなうための力を習得するよう指導する。"},{"0":"ディプロマポリシーとの関連","1":"https://www.musabi.ac.jp/wp-content/uploads/2021/05/CurriculumMap_scd.pdf"},{"0":"授業計画・課題に対するフィードバック","1":"第1～2回　社会学的想像力　社会学とデザイン　ミルズが唱える社会学的想像力という概念を手がかりに社会学をどのようにとらえ、それをいかに活用していくべきかを検討し、社会学とデザイン活動との関連、その応用を考える。第3～12回　文化と経済のグローバル化　現在の社会で進行するグローバル化について検討する。首魁の近代化と経済活動のグローバル化、多国籍企業について考察する。また、生産体制の変化やポストフォーディズムなどの概念を紹介するとともに、自動車やAppleなど具体的な企業・製品を取り上げながらそれらグローバル化する経済とデザインとの関連を検討する。具体的な製品とその生産に関して、調査するワークショップを行う。また、文化的側面については知的財産権やファッションのグローバル化を検討する。第13～18回　ネットによるコミュニケーションや社会の変化　ネットによる社会集団やコミュニケーションの変化を捉え、それを社会学的視点から検討するとともに、SNSなどのWEBサービスにおけるコミュニケーションの様態を分析する。まずは、社会学における社会集団の変化の議論を紹介し、インターネットのコミュニケーションの特質と、「アーキテクチャ」の概念を検討する。第19～30回　リキッドモダニティーにおける文化と消費、テクノロジーと監視　我々の置かれている液状化した社会では、文化や消費、そして政治のあり方が変わってきた。また、インターネットなどで日常的にデータが取得、集積され、それを利用した監視と消費・生産が行われている。それらが人々の文化やコミュニケーションに影響し、社会の細分化や分断をも生んでいる。そのようなグローバル化や近代化が進んだ上での社会の変化、「近代の崩壊」を身近な題材で考える。それは、企業による商品販売や製品開発、デザインと無縁ではなく、その関係性を近年の変化と具体的事例から分析をしたい。　事例となるテーマは以下のようなものがある。・ショッピングモールやファッションなどに象徴される消費社会のあり方・郊外化や情報化による地方と都市の関係変化やそれぞれのコミュニティのあり方・企業やブランドと密接に関連する若者文化（セレブリティやヒップホップ、アイドル）など「新しい資本主義」の戦略　これらトピックについて、グローバル化やポストフォーディズムやコミュニケーションのあり方など以前の授業内容も踏まえ、現在進行形の身近な事例を元に、ワークショップ、発表等を交えて考える。　なお、発表や課題のフィードバックは主に授業内で行う。"},{"0":"履修上の留意点","1":"２コマ連続授業のため、授業中に発表やディスカッション、ワークショップなどを挟むこともある"},{"0":"準備学習内容・時間の目安","1":"指示した場合には課題、発表等の準備をする（120～180分）。各回終了後は、授業中に指示した参考文献、資料（URLサイト）等に目を通すこと（60分）。"},{"0":"成績評価の方法","1":"適宜課す課題提出状況やグループディスカッションなどのワークショップなどの参加（50％）、および最終レポート（50％）により評価する。"},{"0":"テキスト","1":"特に指定しない。参考書・資料は授業中に適宜指示する"},{"0":"参考文献(作品）等","1":"ハルトムット・エスリンガー『デザインイノベーション』（翔泳社）、ヴィクター・パパネック『生きのびるためのデザイン』（晶文社）、イーライ・パリサー『閉じこもるインターネット グーグル・パーソナライズ・民主主義』（早川書房）、マット・メイソン『海賊のジレンマ ──ユースカルチャーがいかにして新しい資本主義をつくったか』（フィルムアート社）、貞包英之『地方都市を考える　「消費社会」の先端から』（花伝社）、バウマン『リキッド化する世界の文化論』（青土社）、バウマン『新しい貧困』（青土社）、リッツァ『消費社会の魔術的体系』（明石書店）、若林幹男編『モール化する都市と社会』（NTT出版）など、他にも授業中に適宜指示する"},{"0":"教員との連絡方法（オフィスアワー）","1":"質問等は授業中やその前後、並びにeメール等で受けつける"}]]