[[{"0":"科目名","1":"初級英語　１１－４","2":"講義名","3":"初級英語１１－４Ｂ"},{"0":"サブタイトル","1":"英作文"},{"0":"受講可能学科","1":"全学部・全学科"},{"0":"担当研究室","1":"言語文化"},{"0":"担当教員","1":"長尾　主税"},{"0":"分野","1":"文化総合Ⅱ類","2":"対象学年","3":"1年,2年,3年,4年"},{"0":"科目群","1":"言語文化Ⅱ類","2":"キャンパス","3":"鷹の台"},{"0":"開講期間","1":"後期 2021/09/06-2021/12/18","2":"曜日・時限","3":"木２"},{"0":"授業形態","1":"演習","2":"単位数","3":"2.0"},{"0":"履修条件","1":"特になし"},{"0":"授業概要・カリキュラム上の位置づけ","1":"この授業では、初級レベルの受講者を対象に、基本的な英語の文章を正確に書く能力を身につけることを目標とする。文法の復習をしながら、英文作成のさまざまなルールも確認し、標準的とされる英文を書くことが中心になる。自身で英文を書くことができるようになるために、辞書や参考書、インターネットの利用法も知る。"},{"0":"授業方法","1":"オンデマンドとリアルタイムの併用型演習による。テキストに即して授業は進められる。"},{"0":"到達目標","1":"英語の文章を書く際の基本的なルールをしっかり身につけること。これまでに自分のものにした英文を基に、自己表現し発信できるようになること。"},{"0":"ディプロマポリシーとの関連","1":"https://www.musabi.ac.jp/wp-content/uploads/2021/05/CurriculumMap_la2.pdf"},{"0":"授業計画・課題に対するフィードバック","1":"この授業では、一般的とされる英文を「書く」訓練を行う。また、書いた英文を暗唱し、書き取りを行って定着を図る。日本語と異なる音声との関係を意識し再度ポイントを確認する。授業はハンドアウトおよびテキストに沿って進めていく。英語の文章の構造的特徴を意識化して貰うために、和文英訳などの演習を中心に学習する。その過程で、実感に基づいた英文作成を行うために、簡単な構文を用いて自己紹介を含めた身近な事柄についても書く練習をしていく。1語1語の日本語を英語に置き換える習慣をあらため、アイデアを伝えるために一文全体を英語で表現する方法を身につける訓練を行う。第１回　　オリエンテーション　前期既習事項の確認第２回　　文型を中心とした文の構成　第３回　　時制・助動詞2第４回　　受動態2第５回　　不定詞・分詞・動名詞2第６回　　比較2第７回　　関係詞2第８回　　仮定法第９回　　否定第１０回　名詞第１１回　形容詞・副詞第１２回　前置詞第１３回　接続詞第１４回　振り返り、到達度チェック第１５回　まとめ②"},{"0":"履修上の留意点","1":"第1回の授業に必ず出席すること。理由なくこれに出席しない場合は、以後の出席を認めない。15分以上の遅刻、無断途中退出などは欠席として扱われる。ウェブ会議システムによる授業であっても、11回以上出席しない場合は単位取得できない。第1回の授業で、予習、復習、課題等について指示されるので、これに従うこと。この授業では、授業内での作業が多くなるため、受講者の積極的な参加が望まれる。また決められた期限内に課題を提出することが求められる。提出された課題の結果の他に、ZOOMのチャット機能を通じた応答なども成績判定の重要な判断材料となるため、授業に遅刻しないこと。"},{"0":"準備学習内容・時間の目安","1":"指定された箇所を予習する(40分)。辞書やインターネットを利用しながら、英文を書いてみる。テキストや英語資料の分からない単語を調べておくこと。授業後課題に取り組む（40分）。"},{"0":"成績評価の方法","1":"第1回の授業に出席することを単位取得の前提とする。毎回提出する課題の結果50％に、積極的な発言やチャットによる応答など授業参加20％、学期末の課題30%を加えて総合的に評価する。"},{"0":"テキスト","1":"大西泰斗／ポール・マクベイ『FACTBOOK 例文完全マスター』　（桐原書店、2019年）桐原書店編集部『総合英語FACTBOOK Jump to Writing』（桐原書店、2020年）履修が確定した学生は、世界堂の店頭でテキストを各自購入してください。在庫不足の場合は、ISBN番号を参考にし、書店や出版社から各自購入してください。"},{"0":"テキストISBN番号","1":"ISBN: 978-4-342-20527-9ISBN: 978-4-342-20676-4"},{"0":"参考文献(作品）等","1":"授業で適宜ハンドアウトの配付、参考文献の指示を行う。"},{"0":"教員との連絡方法（オフィスアワー）","1":"講義内容に関する質問等は、毎授業時に受け付けます。相談がある場合は、Teamsも利用してください。"}]]