[[{"0":"科目名","1":"初級イタリア語　２－６","2":"講義名","3":"初級イタリア語２－６Ｃ"},{"0":"サブタイトル","1":"会話"},{"0":"受講可能学科","1":"全学部・全学科"},{"0":"担当研究室","1":"言語文化"},{"0":"担当教員","1":"中矢　慎子"},{"0":"分野","1":"文化総合Ⅱ類","2":"対象学年","3":"1年,2年,3年,4年"},{"0":"科目群","1":"言語文化Ⅱ類","2":"キャンパス","3":"鷹の台"},{"0":"開講期間","1":"後期 2021/09/06-2021/12/18","2":"曜日・時限","3":"火３"},{"0":"授業形態","1":"演習","2":"単位数","3":"2.0"},{"0":"履修条件","1":"この科目を履修するためには、前期開設の「初級イタリア語2－5C」もあわせて履修しなければなりません。なお、前年度までに上記の前期開設科目の単位を既に修得した者は、この科目を履修することはできません。"},{"0":"授業概要・カリキュラム上の位置づけ","1":"「初級イタリア語2−5」のつづきになります。実際にイタリアを訪れた時に必要となる、基本的なコミュニケーションの力を身につけることを目的とします。会話のクラスとはいえ、文法的知識もある程度必要ですから、文法のクラスを同時履修することが望ましいです。"},{"0":"授業方法","1":"リアルタイム（ZOOM）授業。音声教材を中心に、まずは聞き取りによる内容理解を確認します。その後、ペアやグループに分かれて十分に基本会話の練習をし、プレゼンテーションをしてもらいます。習熟度を確認しながら、語彙を増やし、応用会話へとつなげていきます。"},{"0":"到達目標","1":"連絡先、時刻などをたずねたり伝えたりする。「○○はありますか？」とたずねたり、質問に答えることが出来る。バールやレストランで注文や会計がスムーズにできる。"},{"0":"ディプロマポリシーとの関連","1":"https://www.musabi.ac.jp/wp-content/uploads/2021/05/CurriculumMap_la2.pdf"},{"0":"授業計画・課題に対するフィードバック","1":"毎回、ZOOMを使って、グループに分かれて意見交換や会話練習などをする予定です。学生のみなさんの積極的な参加がのぞまれます。体調不良や通信状況が悪いなど、やむを得ない場合を除いては、基本的にビデオはオンにしてください。第 1 回 前期課題の返却フィードバック　前期内容の復習　Unità 3 勉強や仕事について話す第 2 回 Unità 4 自分自身について話す（2）出身地をいう、たずねる第 3 回 Unità 4 自分自身について話す（2）自分が住んでいる場所第 4 回 Unità 4 自分自身について話す（2）住所や電話番号をたずねる、伝える　第 5 回 Unità 4 自分自身について話す（2）自己紹介まとめ　第 6 回 Unità 5 あるものが存在するか、しないかを知る　～はありますか？第 7 回 Unità 5 あるものが存在するか、しないかを知る 現在時刻を言う　第 8 回 Unità 5 あるものが存在するか、しないかを知る 何時に～しますか？第 9 回 Unità 5 あるものが存在するか、しないかを知る まとめ第10回 Unità 6 自分の好みを伝える バールでの注文第11回 Unità 6 自分の好みを伝える レストランでの注文第12回 Unità 6 自分の好みを伝える レストランでの支払い第13回 Unità 6 自分の好みを伝える　まとめ第14回 Unità 4〜6 自由に演じてみよう第15回 まとめ"},{"0":"履修上の留意点","1":"ZOOMで毎回出席をとります。また、参加者には発言をもとめます。受講者の理解をみながら授業を進めるため、授業計画はあくまでめやすとします。教師による文法事項の説明よりも、イタリア語を聞き取ったり、声に出してもらうことが中心の授業になりますから、学生のみなさんには積極的に参加してもらいたいと思います。授業で実践することが大切です。欠席するとすぐにわからなくなってしまいます。"},{"0":"準備学習内容・時間の目安","1":"予習は特に必要ありませんが、必ず復習をしてから次回の授業に参加して下さい。（30分）"},{"0":"成績評価の方法","1":"出席、授業への参加態度、課題によって総合的に評価します。"},{"0":"テキスト","1":"前期に引き続き、以下のテキストを使います。アルダ・ナンニーニ、堤康徳著『Allegro Vivace（話してみようイタリア語）』白水社"},{"0":"テキストISBN番号","1":"978-4560017555"},{"0":"参考文献(作品）等","1":"辞書は小学館「伊和中辞典」、小学館「ポケットプログレッシブ　伊和和伊辞典」、白水社「プリーモ伊和辞典」を推奨します。"},{"0":"教員との連絡方法（オフィスアワー）","1":"授業内容に関する質問などは、毎授業時に受け付けます。"}]]