[[{"0":"科目名","1":"西洋美術各論　Ⅶ","2":"講義名","3":"西洋美術各論Ⅶ"},{"0":"サブタイトル","1":"17-18世紀ヨーロッパの芸術家と社会：近世の造形作家による多様な制作・教育・宣伝・自己イメージ形成戦略"},{"0":"受講可能学科","1":"全学部・全学科"},{"0":"担当研究室","1":"美学美術史"},{"0":"担当教員","1":"宮崎　匠"},{"0":"分野","1":"文化総合Ⅰ類","2":"対象学年","3":"1年,2年,3年,4年"},{"0":"科目群","1":"造形文化Ⅰ類","2":"キャンパス","3":"鷹の台"},{"0":"開講期間","1":"前期 2021/04/12-2021/07/10","2":"曜日・時限","3":"火４"},{"0":"授業形態","1":"講義","2":"単位数","3":"2.0"},{"0":"履修条件","1":"履修希望者150人以上の場合、抽選"},{"0":"授業概要・カリキュラム上の位置づけ","1":"現代の造形作家にとって、制作活動と作品の展示・公開が重要な仕事であることは間違いない。だがその一方で、作家が自分の意見・考えを公に口頭あるいは文章で述べたり、自分について人々が抱くイメージを操作し、自分の作品を宣伝することも、社会の注目を集めて新しい仕事を得、キャリアを継続するための重要な作業となりつつある。そのために造形作家たちはときにメディアの取材に応じ、ギャラリー・トークで自作について語り、著名人と対談し、雑誌・新聞記事や本を執筆し、作品集を出版、近年ではSNSに作品の写真をアップロードする。近世ヨーロッパで活躍した画家、彫刻家、建築家・各分野の職人たちも、主たる活動として作品制作を行う一方で、仕事を円滑に進め、より多くの作品注文を受け、制作の機会を増やすために、同業者との交友関係の構築、顧客となり得る人間たちに対する自作の売り込み・宣伝、自画像制作による自己イメージ形成、より多くの人々の興味関心を引く作品を制作するための政治・社会問題関連主題の研究、顧客に満足してもらえる表現の工夫、アトリエにおける後進の教育などを含む多様な活動を積極的に繰り広げ、独特の社会的地位・身分を得るようになった。本各論では以上のような事実を踏まえ、芸術家と社会とのつながりをテーマに講義を進める。具体的には17-18世紀のヨーロッパを代表する造形作家たちのケースをとりあげ、近世の芸術家たちの制作とそれに関連する社会的活動の諸相を論じる。"},{"0":"授業方法","1":"①「Teams」を利用し、オンデマンド形式で講義を実施します。②受講者は、アップロードされる動画を視聴し学習します。③必要な資料の入手方法等詳細はLive Campusを通じて履修者にお知らせします。"},{"0":"到達目標","1":"17-18世紀のヨーロッパで活躍した画家、彫刻家、建築家たちが、自分たちが生きた時代・地域においてどのような活動を展開し、そしていかなる存在として認知されていたか、あるいは認知されようとしていたかを知る。これにより、近世ヨーロッパの場合を例に、芸術家は社会の中でどのように振る舞い、また社会ととどのように関係することができるか、といったテーマに関して問題意識を持ち、理解を深めることを目指す。"},{"0":"ディプロマポリシーとの関連","1":"https://www.musabi.ac.jp/wp-content/uploads/2021/05/CurriculumMap_la1.pdf"},{"0":"授業計画・課題に対するフィードバック","1":"①「Teams」を利用し、オンデマンド形式で講義を実施します。②受講者は、アップロードされる動画を視聴し学習します。③必要な資料の入手方法等詳細はLive Campusを通じて履修者にお知らせします。 1. ガイダンス2. アトリエでの教育と制作：レンブラントと門弟たちの修行3. 得意ジャンルの継承と革新：ブリューゲル家とテニールス家4. コラボレーション制作の活用：ルーベンスと協力者たち（弟子・助手・同業者）5. 派閥内での協力と敵対関係：カラッチ一家とボローニャ派の芸術家たち6. 「扮装」する芸術家：自画像による自己イメージ形成と宣伝戦略9. 個人肖像画の描き方：顧客を喜ばせるための肖像表現7. 集団肖像画の描き方：誰を、どこに、どう見せるか8. 「他者」を表す：外国の人々をいかに描くか10. 時事問題を描く①：戦争と向き合う芸術家11. 時事問題を描く②：災害と向き合う芸術家12. 流行のテーマとモチーフ：フェルメールと同時代の風俗画家たちの制作手法13. 「仕上げ過ぎる」芸術家たち：画家たちの仕事に対する評価への対応14. 建築デザイナーの戦略：クライアントの趣味・要求への対応15. 期末評価"},{"0":"履修上の留意点","1":"特になし。"},{"0":"準備学習内容・時間の目安","1":"①出席確認も兼ね、毎回課題を出し、提出を求めます。「Teams」の機能を利用します。②課題の配布と回収の方法は、Live Campusを通じて履修者にお知らせします。"},{"0":"成績評価の方法","1":"期末レポートを課します。"},{"0":"テキスト","1":"特になし。"},{"0":"参考文献(作品）等","1":"『世界美術大全集：西洋編』（小学館）『西洋美術館』（小学館）『西洋美術の歴史』（中央公論新社）『名画への旅』（講談社）"},{"0":"教員との連絡方法（オフィスアワー）","1":"質問は「Teams」上で受け付けます。「チーム」→「投稿」機能を使用予定です。"}]]