[[{"0":"科目名","1":"初級英語　１－２１","2":"講義名","3":"初級英語１－２１"},{"0":"サブタイトル","1":"講読"},{"0":"受講可能学科","1":"全学部・全学科"},{"0":"担当研究室","1":"言語文化"},{"0":"担当教員","1":"高橋　恵"},{"0":"分野","1":"文化総合Ⅱ類","2":"対象学年","3":"1年,2年,3年,4年"},{"0":"科目群","1":"言語文化Ⅱ類","2":"キャンパス","3":"鷹の台"},{"0":"開講期間","1":"前期 2021/04/12-2021/07/10","2":"曜日・時限","3":"土３"},{"0":"授業形態","1":"演習","2":"単位数","3":"2.0"},{"0":"履修条件","1":"特になし"},{"0":"授業概要・カリキュラム上の位置づけ","1":"○英文和訳から少し自由になって英文をたくさん読む英語で書かれた記事を読む場合、「訳すこと」に囚われるあまり記事全体が何をいおうとしていたのか理解できなかった経験はありませんか。そして英語を読むことは面倒だし苦手だと思う方はいないでしょうか。　この授業では「訳すこと」に特化するのではなく、視点を少し変え、英文の記事の構成や段落（英語ではパラグラフといいます）の構成を理解した上で情報を収集する技を身に付け、記事に書かれている内容をよく把握すること、理解すること、そして考えて意見を構築することを目指していきます。一口に英語を読むといっても、一人ひとり苦手ポイントが異なるのは当然です。授業はTeamsのチャット機能を使っていきますので、一人一人の弱点に応じた指導をし、到達目標の達成を一緒に目指していきます。"},{"0":"授業方法","1":"授業形態：｢オンディマンド」形式。授業の２日前までにその週の課題をTeamsにUpします。学生はそれに各自取り組み、質問がある場合は授業時間内にチャット機能を利用して質問を教員に送る。教員はその場ですぐ質問に解答する。この双方向のやり取りを通じて自分が頑張ればそれだけ「わかる」を実感できるでしょう。　　使用ツール：Microsoft Office 365 Teams自分から課題に取り組んでいく自主性必須。"},{"0":"到達目標","1":"①　基本的な英文の意味が取れるように、英文の構造の把握。語彙を増やす。②　3000語程度レベルの英語の文章が読めるようになること。③　英文の内容を自分の身の回りのことにひきつけて考え、「考える力」と「意見を持って堂々と表現する力」も身に付ける。"},{"0":"ディプロマポリシーとの関連","1":"https://www.musabi.ac.jp/wp-content/uploads/2021/05/CurriculumMap_la2.pdf"},{"0":"授業計画・課題に対するフィードバック","1":"出席の確認は、決められた時間までに課題を閲覧（＝取り組んむ）ことでとります。授業日の2日前（つまり木曜日）までにはTeamsに課題をUpしますので、「課題がUpされました」というチャットを確認したら、各自その課題に取り組んでください。疑問点はその週の授業時間(土曜の1限）にチャット送ってください。その場で一人一人の質問に答えながら、説明と必要な解説も加えていきます。課題の取り組みが３回以上なされなかった場合、学年に関係なく単位は取得できません。遅刻する(課題の取りだしが指定時間を過ぎた場合）が２回あれば1回欠席の扱いにします。全授業15回の内３分の２以上（つまり10回以上）取り組んだ形跡がない場合は単位を取得することはできません。毎回宿題(課題）あり。受講者の理解度を見ながら、読む教材のレベルを少しずつあげていきます。学期の終わりには読む力が少しついたことを実感して欲しいです。*前期と後期では読む記事が違います。第 1 回 オリエンテーション（授業内容、評価方法の説明など）第 2 回 第 3 回　  第 4 回 第 5 回　　第 6 回 第 7 回　＊第2回～第13回まで、毎回１つの読みのスキルと英文記事を出します。記事にはExerciseも　　　　　ついています。学生の皆さんは、それらに取り組み自分のわかる、わからないをはっきりさせること　　　　　が１つの大事な作業です。「わからない」部分は授業時間にチャットで質問をし、その場で解決しま　　　　　す。第 8 回第 9 回　  第10 回 第11 回　  第12 回 第13 回　　第14 回 まとめ第15 回前期達成度の確認"},{"0":"履修上の留意点","1":"1)出席不良など個人の事情に伴う特別措置（課題の追加）などは基本的に行わない。初回からしっかり課題を行うこと。2)よい成績を修めるのも単位をとるのもすべて「自分次第」である。そのことを強く認識し、シラバスの内容をよく理解した上で心して授業に臨んでもらいたい。3)授業と言うものはみなさん一人一人のものです。やらされているという意識を捨て自ら明確な目標を持って自分のために努力すること。三か月後まったく変わってきます。頑張りましょう。"},{"0":"準備学習内容・時間の目安","1":"・準備時間（平均）90分"},{"0":"成績評価の方法","1":"各回の課題への取り組み50%,  最終課題を含む大きめの課題(３回を予定）の達成度50%普段の授業への取り組み、参加態度が芳しくない場合は当然総合成績に影響する。人にやらされている気持ちを捨て、自分のために努力することを忘れず、心して授業に臨むこと。"},{"0":"テキスト","1":"テキスト：指定のテキストはなし。Teamsに毎週その週に取り組むべき課題をUpする。"},{"0":"参考文献(作品）等","1":"授業内に指示。"},{"0":"教員との連絡方法（オフィスアワー）","1":"講義内容に関する質問などは、毎授業時に受け付けます。"}]]