[[{"0":"科目名","1":"アートマネージメントⅡ","2":"講義名","3":"アートマネージメントⅡ"},{"0":"受講可能学科","1":"造形学部・芸術文化学科"},{"0":"担当研究室","1":"芸術文化学科"},{"0":"担当教員","1":"林　容子"},{"0":"分野","1":"専門Ⅱ類選択","2":"対象学年","3":"1年,2年,3年,4年"},{"0":"科目群","1":"専門Ⅱ類（選択）","2":"キャンパス","3":"鷹の台"},{"0":"開講期間","1":"前期 2021/04/12-2021/07/10","2":"曜日・時限","3":"月３"},{"0":"授業形態","1":"講義","2":"単位数","3":"2.0"},{"0":"授業概要・カリキュラム上の位置づけ","1":"本講座は、我が国のアート、アーティストを取り巻く様々な課題のうち、学生が選ぶテーマを取り上げて、それらについて講義のみならず、学生自らが研究し、発表し、時間をかけてディスカッションする一種のゼミである。これまでの講座をもとに想定されるテーマとしては、①現代美術の需要　②アートによる地域活性化の可能性　③アートマーケット　④アーティストのキャリア形成　⑤アートとデザインの違い　⑥アートと教育　⑦芸術の社会における存在意義、⑧世界の現代美術の動向　があるが、これに限らず、学生の関心のあるテーマを選んで取り上げる。"},{"0":"授業方法","1":"基本は対面授業であるが、必要に応じてハイブリッドもしくは、オンラインでの授業になる。"},{"0":"到達目標","1":"これからのアートマネージャーとして、また自らをマネージメントするアーティストとしてアートを取り巻く法律、市場、社会、アートの在り方、存在意義、その他の重要テーマについて考察を深めることを到達目標とする。５００年に一度の変化の時と言われる現在、政治経済の先が見通せない中、アートやアーティストを取り巻く環境も劇的に変化している。環境をよく見定めて、アーティスト、クリエイターとして、あるいは、作家、クリエイターと仕事をするものとして、様々なアートの在り方、アーティストの生き方を知り、自らの進む道を考える。"},{"0":"ディプロマポリシーとの関連","1":"https://www.musabi.ac.jp/wp-content/uploads/2021/05/CurriculumMap_fad2.pdf"},{"0":"授業計画・課題に対するフィードバック","1":"状況によって対面あるいはZoomを用いて、教員と学生全員がオンラインで授業をします。授業内で時間を設けて学生の質問に答える形で授業を進めます。全講義を通して、学生の選ぶ複数のテーマについての　文献調査、研究、発表、議論を通して現在、そしてこれからのアートを取り巻く課題について答えの無い思考をする。適宜、関連する文献、画像、映像の購読、視聴をします。特に今年は、例年のトピックに加え、新型コロナウイルス感染防止のために国内外の美術館、劇場、音楽ホール、ライブハウス、ギャラリーが軒並み閉鎖に追い込まれ、アートフェアや各種芸術フェスティバルも中止されています。芸術業界は大変な打撃を被っています。コロナ後のニューノーマルと呼ばれる新しい生活様式の中で芸術に求められる役割とその表現の仕方はどのように変わっていくのかに焦点を当てて、国内外の芸術家の現在の状況や活動、各国による芸術に対する支援を事例研究し、これからの芸術の在り方と社会との接点について考察することを目的とします。"},{"0":"履修上の留意点","1":"Zoomを使用して授業を行います。使い方は事前に確認しておいてください。必要に応じてTeamsを通して事前に資料を配布します。レジメや資料をスクリーンに映し出しますので、できればノートパソコンで受講するようにしてください・授業開始5分前にはログインして、Ｚｏｏｍにつながるかを確認してください。　出席は重視します。"},{"0":"準備学習内容・時間の目安","1":"アートと社会の関係について学ぶので、美大生には欠如しがちな社会の動向を知るために新聞やニュースを見ること。また新しい事項が多いので、事前に教科書を読んで予習しておくこと。"},{"0":"成績評価の方法","1":"平常授業およびレポートによる評価。"},{"0":"テキスト","1":"林容子著『進化するアートマネージメント』レイライン刊"},{"0":"参考文献(作品）等","1":"林容子、湖山康成共著　「進化するアートコミュニケーション：医療福祉に介入するアーティスト」レイライン刊林容子著　『アートリップ入門』　誠文堂新光社　2020年「地域アート」　藤田直哉著　「アートレス」川俣正著　アートフィルム社「ソーシャリー・エンゲイジド・アート入門 アートが社会と深く関わるための10のポイント」 単行本 – 　　　パブロ・エルゲラ (著), アート&ソサイエティ研究センター SEA研究会 (翻訳)「コロニアリズムと文化財――近代日本と朝鮮から考える (岩波新書) 新書 荒井 信一 (著"},{"0":"リンク","1":"http://www.artsalivejp.org"}]]