[[{"0":"科目名","1":"彫　刻　ｅ","2":"講義名","3":"彫刻ｅ"},{"0":"サブタイトル","1":"彫刻e（動物素描）9〜12授業週〈1単位 実技〉"},{"0":"受講可能学科","1":"全学科"},{"0":"担当研究室","1":"共通彫塑"},{"0":"担当教員","1":"戸田　裕介、山本　一弥、長谷川　さち、多和　圭三、髙野　正晃、櫻井　かえで、松本　隆、人見　崇子、岡田　健太郎\t、諸貫　きよ恵、正親　優哉"},{"0":"分野","1":"造形総合Ⅱ類","2":"対象学年","3":"1年,2年,3年,4年"},{"0":"科目群","1":"造形総合Ⅱ類","2":"キャンパス","3":"鷹の台"},{"0":"開講期間","1":"３期 2021/06/07-2021/07/03","2":"曜日・時限","3":"月、火、水、木、金、土3,4限"},{"0":"授業形態","1":"実技","2":"単位数","3":"1.0"},{"0":"履修条件","1":"・造形学部・造形構想学部全学科学生とともに、早稲田大学学生、大学院生（全専攻）も受講可能。・開講期間を通して、毎週月、木曜日を含む週3日以上出席すること。・受講人数は8名を上限とする。"},{"0":"授業概要・カリキュラム上の位置づけ","1":"モチーフ：山羊・羊　この授業では、４週間を通じて動物モチーフ（山羊または羊）を描きます。　この授業では、「いつでも誰でも動物デッサンすることが出来る環境」を提供します。今までにデッサンをやったことのない人も、数多くの人体デッサンを描いて来た人も、デッサンのキャリアには関係なく受講してください。　この授業で一番大切なことは生きたモデルを前にして生き生きと描くことです。言うのは易しいのですが、このことは大変難しいことです。モデルの姿やプロポーションが少々崩れても構いません、どんどん描いてください。数多く描けば、かたちは自然に捉えられるようになります。まずは始めてください。　初心者には鉛筆の持ち方やデッサンする姿勢から指導します。○彫刻家として活動をしている教員が、専門的な知識・経験・技術をもちいて指導し、学生が学位授与方針(ディプロマポリシー)における以下の内容を修得する授業である。1.制作・研究を深め広げる技能を身につける。2.批判的思考を働かせ、課題や主題を自主的に設定することができる。※観察対象となるモチーフおよび、テーマに関する詳しい説明は、前提講義の場で行います。"},{"0":"授業方法","1":"（彫刻実技実習科目）ワークショップ型の実習の場において、制作を通し様々な制作に必要な課題に取り組み学習を進めます。"},{"0":"到達目標","1":"・モチーフを深く観察し、その特徴や性質を感じるとともにプロポーションや構造を理解できる。・素材の特性を理解し、基本的な技術を習得する。・立体造形における基本姿勢を理解し、ねばり強い制作ができる。・制作・研究を深め広げる技能を身につける。・批判的思考を働かせ、課題や主題を自主的に設定することができる。"},{"0":"ディプロマポリシーとの関連","1":"https://www.musabi.ac.jp/wp-content/uploads/2021/05/CurriculumMap_fad2.pdf"},{"0":"授業計画・課題に対するフィードバック","1":"授業週/授業項目　9　　　前提講義（授業ガイダンス／教室ほか機器備品使用ガイダンス）　　　　　初学者は、授業初日に自己申告してください。対象には、素描用具と描画素材の基本的な使い方を解説します。　　　　　経験豊富な学生は、初日から、自分のペースで素描を開始してください。　　　　　各自の目標・目的にそって素描を続けてください。（具体的な目標を設定しましょう）　9-12　　実技（繰り返し対象を描きましょう）　12　　　講評・採点"},{"0":"履修上の留意点","1":"この授業は、素描の授業ですが、素描を中心に、小さな塑造や絵画制作をする学生の受講も可能です。○制作教室：11号館○持参物：素描用具（鉛筆、木炭、コンテ、パステル、消し具／練りゴム・消しゴム・パン等）、切削用具（カッターナイフ、切り出しナイフ、肥後守等）、筆、水溶性絵具、墨液、パレット、筆洗バケツ等、紙、スケッチブック、布、板等は各自で購入してください（その他の持参物は授業開始前に連絡します）※持参物は前提講義までに各自用意してください（学内、世界堂でも購入可能です）※簡易イーゼル、描画用下敷きパネル（最大B1判）は、研究室で用意します※授業初日より、素描にふさわしい（汚れても構わない）服を着用してください"},{"0":"準備学習内容・時間の目安","1":"特になし"},{"0":"成績評価の方法","1":"完成作品と制作プロセス両方を、担当する全教員で評価します。"},{"0":"テキスト","1":"前提講義時に、参考作品等のスライド上映を行う予定です。進度に応じて、各自の制作に必要な資料を研究室より配付します。"},{"0":"教員との連絡方法（オフィスアワー）","1":"昼休み、または4限終了後から1時間程度の間に、共通彫塑研究室まで来室してください。※研究室業務の都合によって、日程を改めてもらう場合があります。"}]]