[[{"0":"科目名","1":"造形総合・絵画Ⅱ","2":"講義名","3":"版画（シルクスクリーン）"},{"0":"サブタイトル","1":"造形総合・絵画Ⅱ 版画（シルクスクリーン）／ 元田久治、越智也実"},{"0":"担当研究室","1":"版画"},{"0":"担当教員","1":"元田　久治"},{"0":"分野","1":"造形総合Ⅰ類","2":"対象学年","3":"1年"},{"0":"科目群","1":"造形総合Ⅰ類（選択）","2":"キャンパス","3":"鷹の台"},{"0":"開講期間","1":"５期 2021/10/04-2021/10/23","2":"曜日・時限","3":"集中"},{"0":"授業形態","1":"実技","2":"単位数","3":"2.0"},{"0":"履修条件","1":"日本画・彫刻・視覚伝達デザイン・工芸工業デザイン・空間演出デザイン・建築・基礎デザイン・芸術文化・デザイン情報学科の学生のみ、履修できる。受講者定員は25名までとする。"},{"0":"授業概要・カリキュラム上の位置づけ","1":"1年次のカリキュラムポリシーにおける、「版で描く」という感覚体験を、実制作へと展開させながら、シルクスクリーンの特性である、明快な画面表現で自らのイメージ作品化します。制作者のイメージに即して製版された版上の孔（穴）から、支持体の上にインクを落とすことで刷り上げられる技法であるシルクスクリーンの特性を活用し、テーマに即した作品制作に取り組みます。"},{"0":"授業方法","1":"対面式授業"},{"0":"到達目標","1":"①アメリカのポップアートに代表されるシルクスクリーン作品の歴史的背景などを理解し、説明することができる。②シルクスクリーンを自らの表現として作品制作で実践できる。③学位授与方針（ディプロマポリシー）における、表現者としての強度を裏付ける基礎的な造形力や、具体的な技術、技法を習得する。"},{"0":"ディプロマポリシーとの関連","1":"https://www.musabi.ac.jp/wp-content/uploads/2021/05/CurriculumMap_fad1.pdf"},{"0":"授業計画・課題に対するフィードバック","1":"シルクスクリーンの最も基本的な感光製版法による4版程度の多色作品の制作実習をおこないます。遮光性のある描画材で透明または半透明のフィルムにイメージを描画し、感光乳剤の塗ってある版にそれを焼き付けることで製版します。インクは水性、支持体は紙を使用します。作品の画面サイズは42×30cm程度。オリエンテーション時に選択版画の説明があります。参考作品資料・画集・スライド資料を交えて課題説明がされることもあります。第21週　月　シルクスクリーン概説、技法説明（感光製版法）、課題内容の提示　　　　 火　材料説明、機材説明　　　 　水　第1課題 描画、フィルム原稿作り　　　 　木　製版、刷り説明　　　 　金　製版、刷り　　　 　土　自主制作第22週　月～水　製版、刷り　　　　 木　第2課題提示 描画、フィルム原稿作り　　　　 金　原稿作り、製版、刷り　　　　 土　自主制作第23週　月～木　原稿作り、製版、刷り　　　　 金　講評会　　　　 土　掃除"},{"0":"履修上の留意点","1":"授業期間中、授業日数の3分の2以上の出席（遅刻2回で1回の欠席とする）を必要とします。教員の指導日には必ず出席すること。課題の提出は指導教員の定める講評会への出席をもってそれとします。携行用具については初回オリエンテーションで説明を行います。"},{"0":"準備学習内容・時間の目安","1":"・アメリカのポップアート作品に図版等で触れておく。・町田市立国際版画美術館をはじめとする美術館等での展示鑑賞を推奨する。・日頃からデッサン、ドローイングを行ない、対象に対する観察力を身につけておく。"},{"0":"成績評価の方法","1":"・制作姿勢、独創性、表現力等を重視し、総合的に評価する 担当指導教員が講評会を行い、講評・採点する。・履修条件を満たしていて評価が不可の場合は再制作を課し、再提出された作品を評価する。・出席が履修条件に満たない場合、または作品提出がない場合は対象外とする。"},{"0":"テキスト","1":"・武蔵野美術大学通信教育課程教科書『新版 版画』／武蔵野美術大学版画研究室編・SILK SCREEN／武田律子・改訂（研究室より各自に配布）"},{"0":"テキストISBN番号","1":"・『新版 版画』978-4-86463-003-0"},{"0":"参考文献(作品）等","1":"・集中授業参考作品集／武蔵野美術大学版画研究室編・『Line of Sight／生の視線』図録／武蔵野美術大学美術資料図書館刊・『Sublime Present／崇高なる現在』図録／武蔵野美術大学美術資料図書館刊・『Qualia of Projection／射影のクオリア』図録／武蔵野美術大学美術資料図書館刊"}]]