[[{"0":"科目名","1":"デザイン情報学総合研究Ⅰ","2":"講義名","3":"デザイン情報学総合研究Ⅰf"},{"0":"サブタイトル","1":"CG・デジタルイメージ研究Ⅰ"},{"0":"受講可能学科","1":"造形学部・デザイン情報学科"},{"0":"担当研究室","1":"デザイン情報学科"},{"0":"担当教員","1":"高山　穣"},{"0":"分野","1":"専門Ⅰ類","2":"対象学年","3":"3年"},{"0":"科目群","1":"専門Ⅰ類（必修）","2":"キャンパス","3":"鷹の台"},{"0":"開講期間","1":"後期 2021/09/06-2021/12/18","2":"曜日・時限","3":"木１,木２"},{"0":"授業形態","1":"演習","2":"単位数","3":"2.0"},{"0":"授業概要・カリキュラム上の位置づけ","1":"本演習ではCGを主体として、デジタルイメージやデジタルコンテンツ全般を対象として扱う。そのうえで各自が自主的にテーマを設定したうえで学習・制作を進める。具体的な成果としてはCGアニメーションやモーショングラフィックスなどのスクリーンベースの表現などが考えられるが、各自の興味・関心に応じてインタラクションやゲーム要素、あるいは手描き表現等のアナログ造形要素、サウンドなどの視覚以外の要素の活用などの展開をしてもよい。そもそも、造形の手段としてコンピュータを用いることは今日では珍しいことではない。しかし、コンピュータによる造形の大きな特徴は、その背後に数値や論理（アルゴリズム）が控えている点にあり、それらの情報をどのように制御するかが造形の出来を左右する。そのため、先導的なデジタルコンテンツの発想・制作には論理的思考力と美的感性の両方が必要であり、そのいずれが欠けても成立し得ない。このような観点から本演習においては、デジタルコンテンツ表現の可能性について様々な側面から追及することを目的とする。具体的には、同分野で用いられる最新の関連技術やCG表現のトレンドの推移、デジタルコンテンツ業界の動向など、今日のデジタルクリエーターに求められる知識・教養を養いつつ、各自の表現領域に必要な技能を自己学習する。いずれの場合においても、情報と造形の関係性を意識したうえで、履修者が自己の表現を確立できるようになることを目指す。"},{"0":"授業方法","1":"ゼミ形式で進行する。具体的には、デジタルコンテンツに関する基礎知識や近年の動向に関するミニレクチャーを交えつつ、履修者によるプレゼンテーションやディスカッションによりゼミが構成される。"},{"0":"到達目標","1":"(1) 論理的思考力と芸術的感性を両立させた表現の設計・制作ができる技能を身に付ける。(2) ゼミの意義を理解し、自主的にプロジェクトを進行できる決断力・行動力を身に付ける。"},{"0":"ディプロマポリシーとの関連","1":"https://www.musabi.ac.jp/wp-content/uploads/2021/05/CurriculumMap_di.pdf"},{"0":"授業計画・課題に対するフィードバック","1":"以下に授業進行の目安を示すが、履修者の状況に応じて内容を変更することがある。第1週：オリエンテーション第2週：テーマ選定とディスカッション第3週～第6週：各自のテーマに即した基盤技術の学習を行いつつ、調査・実験を行う。第7週：ゼミ内での中間発表として、これまでの成果をまとめる。第8週～第12週：各自のテーマに沿って制作を行い、その成果を発表できる形式にまとめる。第13週：学内での発表（ゼミ展）第14週：成果物データの提出。および各種コンペティションなど、成果の学外発表を見据えた準備第15週：まとめと補足事項"},{"0":"履修上の留意点","1":"デジタルコンテンツの分野は多岐にわたり、履修者それぞれの興味・関心も異なることから、必要な技能の全てをレクチャーとしてゼミで網羅するのは不可能である。そのため、具体的な技術は各自で習得することを前提とする。授業では「きっかけ」を与えるためのガイダンスや教材・文献資料の提案は行うが、具体的なソフトウェアの使用方法などを個別に教えることはしない。"},{"0":"準備学習内容・時間の目安","1":"週に一回以上、学習・制作の進捗状況について、専用に立ち上げたブログやSNS等で報告することを求める（30分）。"},{"0":"成績評価の方法","1":"授業参加、進捗報告、成果物に基づき総合的に評価する。"},{"0":"テキスト","1":"なし"},{"0":"参考文献(作品）等","1":"なし"},{"0":"教員との連絡方法（オフィスアワー）","1":"講義内容に関する質問等は、毎授業時に受け付ける。"}]]