[[{"0":"科目名","1":"メディア表現論Ⅱ","2":"講義名","3":"メディア表現論Ⅱ"},{"0":"サブタイトル","1":"ワンダー写真創造概論"},{"0":"受講可能学科","1":"造形学部・デザイン情報学科"},{"0":"担当研究室","1":"デザイン情報学科"},{"0":"担当教員","1":"関口　勇"},{"0":"分野","1":"専門Ⅱ類選必","2":"対象学年","3":"2年,3年"},{"0":"科目群","1":"専門Ⅱ類（選必）","2":"キャンパス","3":"鷹の台"},{"0":"開講期間","1":"後期 2021/09/06-2021/12/18","2":"曜日・時限","3":"火４"},{"0":"授業形態","1":"講義","2":"単位数","3":"2.0"},{"0":"授業概要・カリキュラム上の位置づけ","1":"高感度・高解像度などカメラ（スマホ含む）の性能が大幅に向上し、画像編集ソフトも著しく進化した現代、誰もが一定レベル以上の写真撮影が可能となりました。一方で、表面的な「完成度」「見栄え」が先行し、何の《物語》も感じられない面白みのない写真が溢れているのも事実です。本講座では、工場・ダム・大仏などの巨大建造物、廃墟、珍建築、珍スポットなどさまざまなマニアが偏愛する構造物やスポットを愛でる視線を通して、非日常の面白さを追求した写真（ここでは「ワンダー写真」という言葉で定義）をどのように撮るか、雑誌やWebなどでそれをどう効果的に伝えていくかを考察していきます。"},{"0":"授業方法","1":"対象各ジャンルの画像をプロジェクターで紹介し魅力を解説しつつ、適宜それらの効果的な見せ方を解説します。（対面授業であるが、状況に応じてZoomによるオンラインを併用する場合がある）"},{"0":"到達目標","1":"(1)日常生活や旅先の風景の中から、非日常的なものや何らかの違和感を見つけ出す目を培い、その原因を考察しながら、非日常の面白さが感じられる「ワンダー写真」を創造する力を養う。(2)個人が感じる非日常的な「違和感」をどうやって他人と共有していくか、「ワンダー写真」のより効果的な見せ方を習得すること。"},{"0":"ディプロマポリシーとの関連","1":"https://www.musabi.ac.jp/wp-content/uploads/2021/05/CurriculumMap_di.pdf"},{"0":"授業計画・課題に対するフィードバック","1":"第1回　【オリエンテーション】本講義の狙いと具体的な授業内容を概説します。第2回　【廃墟①】軍艦島、摩耶観光ホテルなどを題材とし、廃墟の魅力の源、それらが生まれる原因、さまざまな廃墟の写真の例と見せ方を概説します。第3回　【廃墟②】足尾銅山・松尾鉱山・尾去沢鉱山・湊川隧道など、産業遺産的な廃墟の魅力や、現状と今後を考察します。第4回　【工場】巨大工場・コンビナートの魅力、機能美などを考察します。第5回　【珍寺・珍神社・大仏・大観音】セルフビルド系の不思議な神社仏閣、風変わりな奉納・風習など、伝統的なものとは異なる社寺を取り上げて考察します。第6回　【ドボク建造物（ダム・橋・トンネル・水門・給水塔・鉄塔・下水道・円筒分水など）】「地下神殿」と称される首都圏外郭放水路や巨大建造物の代表格・ダム、ジャンクションなどドボク関連の構造物の魅力を考察します。第7回　【珍建築・タワー】有名建築家による奇抜な建築やバブル建築、新宗教の黄金神殿など、個性的な建物が心理的にどんな影響を与えるかを考察します。第8回　【珍スポット】個人運営のミニ博物館（プロレス美術館、他）や個性的なテーマパーク（ガマランド、プラムの国など）、秘宝館など、周辺の観光スポットから逸脱したものを概説します。第9回　【戦争遺跡】友ヶ島砲台跡や赤山地下壕跡など「負の遺産」とも言われる一方で、最近ではコスプレイヤーのロケ地としても重宝される戦争遺跡の、構造物としての魅力を探ります。第10回　【レトロ】看板建築・近代建築・赤線跡など、周辺の建物とは明らかに時間軸の異なる建物の鑑賞視点、見どころを考察します。第11回　【公園遊具と展望台】タコすべり台や巨大な昆虫など個性あふれる公園遊具の紹介と、全国にありながら一点ものデザインが多いさまざまな展望台の魅力を考察します。第12回　【その他（街中の《異》なもの、テクノスケープなど）】キリスト看板（「死後さばきにあう」など）、古墳、地下空間、狭小建築、マンホール、ガスタンクなど、日常のさまざまな違和感を俎上に上げ、概説します。第13回　【課題の提示】課題の提示と合わせて、これまでの講義を振り返りつつ、ワンダー写真についてディスカッションを行う。第14回　【課題（パンフレット作品）提出と講評】　第15回　【まとめ】"},{"0":"履修上の留意点","1":"課題として記録性と共感性を両立させたワンダー写真によるパンフレットを作成してもらい、ワンダー写真の創造力と、それをどうやって見せるかを評価します。"},{"0":"準備学習内容・時間の目安","1":"各回のテーマとなっているものについて、通学途中など各自の生活圏内での有無や、これまでに出会った映画・小説・マンガ・PVなどの作品の中で登場していなかったか、確認すること。"},{"0":"成績評価の方法","1":"作成したパンフレット50％、授業参加度と学習意欲、出席点の総合で評価。"},{"0":"テキスト","1":"テキスト、参考文献などについては、随時、授業の中で紹介していきます。"},{"0":"参考文献(作品）等","1":"テキスト、参考文献などについては、随時、授業の中で紹介していきます。"},{"0":"教員との連絡方法（オフィスアワー）","1":"講義内容に関する質問等は、毎授業時に受け付ける。"}]]