[[{"0":"科目名","1":"色　彩　学　Ⅰ","2":"講義名","3":"色彩学ⅠB"},{"0":"受講可能学科","1":"全学部・全学科"},{"0":"担当研究室","1":"教養文化・学芸員"},{"0":"担当教員","1":"筒井　亜湖"},{"0":"分野","1":"文化総合Ⅰ類","2":"対象学年","3":"1年,2年,3年,4年"},{"0":"科目群","1":"造形文化Ⅰ類","2":"キャンパス","3":"鷹の台"},{"0":"開講期間","1":"前期 2021/04/12-2021/07/10","2":"曜日・時限","3":"月３"},{"0":"授業形態","1":"講義","2":"単位数","3":"2.0"},{"0":"履修条件","1":"特になし"},{"0":"授業概要・カリキュラム上の位置づけ","1":"色は造形表現の重要な媒体であるが，科学的研究の蓄積も多く，近年急速に進歩している。本講では，心理学に力点を置きながら色彩科学を概説する。したがって，美術制作とは異なった視点からのアプローチになるが，色彩体験の忠実な観察，体系的な理解という意味では，表現者と共通するところがあると気づいてほしい。本講は｢色彩学I｣と｢色彩学II｣に分かれるが，｢色彩学I｣では \"なぜ色が見えるのか\" というトピックを中心に，我々はどのようにして色を見ているのかという，色経験の基礎を学んでもらうことで，普段見慣れている ｢色｣ というものが何であるかを熟考してもらいたい。  また，後半部では色経験の基礎を学ぶことで理解することが可能となる，色を厳密に表記する方法（表色系）について学習する。以上を通して、ディプロマ・ポリシーにある「総合的判断力と批判力」を向上させる。"},{"0":"授業方法","1":"リアルタイム（同時双方向）　： Zoomによるオンライン授業を行います。"},{"0":"到達目標","1":"どのように私たちが色を経験しているのかについての理解と，色を厳密に表記するためのさまざまな体系の習得を通して、ディプロマ・ポリシーにある「総合的判断力と批判力」を向上させる。。"},{"0":"ディプロマポリシーとの関連","1":"https://www.musabi.ac.jp/wp-content/uploads/2021/05/CurriculumMap_la1.pdf"},{"0":"授業計画・課題に対するフィードバック","1":"Zoomを用いて、教員と学生全員がオンラインで授業を実施します。各回ごとに、出席の代わりとなる課題を提示します。授業内で時間を設けて質疑応答にも対応します。1 オリエンテーション2 色の役割 ～我々はなぜ色を見るようになったのか3 光と色1 光の性質と色経験 ～虹が七色に見えるのはなぜ？4 光と色2 分光分布 ～光の特性を表す5 光と色3 光の色を表す様々な指標 ～色温度・演色性6 色覚1 色覚理論 ～三原色説と反対色説7 色覚2 眼球の構造と網膜像8 色覚3 錐体と桿体の機能分化9 色知覚の諸現象1 ～色順応・色の恒常性・色の現れ方~ 10 色知覚の諸現象2 ～対比現象・同化現象･色の現れ方11 混色：加法混色 ～減法混色12 表色系1 メタメリズムとRGB等色関数：厳密な色の表記法を知る１13 表色系2 CIEXYZ表色系・Yxy表色系：厳密な色の表記法を知る２14 表色系3 マンセルシステム･PCCS：厳密な色の表記法を知る３15 表色系4 ･JIS慣用色名法･JIS系統色名法：ことばを使った色の表記法を知る"},{"0":"履修上の留意点","1":"注1）オンライン授業のため人数制限を行っています。定員を超えた場合は抽選となります。注2）Zoomを使用して授業を行います。使い方は事前に確認しておいてください。注3）必要に応じて、筒井のウェブサイト(https://tsutsuiako.wordpress.com/)を通して事前に資料（授業スライド）を配付します。当該サイトの更新はMicrosoft Teamsにて随時お知らせします。注4）レジュメや資料をスクリーンに映しだして授業を行いますので、できればパソコンやタブレット等で参加してください。授業開始5分前までに、ログインしておくこと。　“とりあえず，色彩科学の基本的考え方と方法論とを理解してみる”という姿勢で受講して欲しい。授業内容をより深く理解するために，｢色彩学I｣と｢色彩学II｣ は合わせて履修することを強く推奨する。教養文化・学芸員課程研究室からのお知らせ・初回のガイダンスから出席をカウントします。・出席は、授業の開始時と終了時に、学生証リーダーを用いてカウントします。学生証を必ず持参してください。・学生証を忘れた場合は、入室時に教卓付近にある記入用紙に自筆で記入してください。"},{"0":"準備学習内容・時間の目安","1":"身近にある「色」に関心を向けることと，前回の復習5分程度。"},{"0":"成績評価の方法","1":"筆記試験成績による。必ず2/3以上は出席すること。"},{"0":"テキスト","1":"『カラーコーディネーターのための色彩心理入門』日本色研事業 (株) 1,900円＋税"},{"0":"テキストISBN番号","1":"4901355198"},{"0":"参考文献(作品）等","1":"授業内で随時紹介する。授業スライドや参考資料を下記ウェブサイトにて公開しています。"},{"0":"教員との連絡方法（オフィスアワー）","1":"下のウェブサイトから問い合わせて下さい。"},{"0":"リンク","1":"https://tsutsuiako.wordpress.com"}]]