[[{"0":"科目名","1":"デジタルアーカイヴス","2":"講義名","3":"デジタルアーカイヴス"},{"0":"受講可能学科","1":"造形学部・芸術文化学科"},{"0":"担当研究室","1":"芸術文化学科"},{"0":"担当教員","1":"堀越　洋一郎"},{"0":"分野","1":"専門Ⅰ類","2":"対象学年","3":"2年"},{"0":"科目群","1":"専門Ⅰ類（選択）","2":"キャンパス","3":"鷹の台"},{"0":"開講期間","1":"４.５期 2021/09/06-2021/10/23","2":"曜日・時限","3":"火３,火４"},{"0":"授業形態","1":"演習","2":"単位数","3":"2.0"},{"0":"授業概要・カリキュラム上の位置づけ","1":"最近のweb上の情報提供に見られるように、資料のデジタル化（電子化）が情報の整理、共有化、協働化のために重要となっている。特に、美術館・博物館の所蔵作品、文書館、図書館などの所蔵資料・史料をデジタル化（作品や資料の画像データ化、それらの情報の属性データ化など）し、かつ利用のためにデータベース化したものが、「デジタルアーカイヴ」と呼ばれている。これらは、作品や作家活動の記録など実物を扱ってきた美術館・博物館の活動を拡張するだけでなく、図書館や文書館といった文化財や知的財産、史料を扱う同種の施設との連携を通じて利用者への情報提供の拡張にも資するものである。この科目では、作品や資料という実物＝「モノ」についてデジタル化することについて、美術、デザインを中心とした芸術・文化分野で扱う多様な資料を紹介しながら、メディアの特性、作品、資料の収集から整理・提示方法と共に自ら設定したテーマに基づいた「デジタルアーカイヴ」の作成を通して学習する。"},{"0":"授業方法","1":"授業は、講義と演習を平行して行う。基本は対面授業であるが、必要に応じてハイブリッドもしくは、オンラインでの授業になる。"},{"0":"到達目標","1":"芸術・文化分野の資料の特性を理解し、個々の学習の利用に活かし、演習課題としてのデータベースにその成果を反映させる。"},{"0":"ディプロマポリシーとの関連","1":"https://www.musabi.ac.jp/wp-content/uploads/2021/05/CurriculumMap_apm.pdf"},{"0":"授業計画・課題に対するフィードバック","1":"第 1 週 講義：オリエンテーション、デジタルアーカイヴの概説、過去の作成課題解説演習：演習課題1（共同作業：用語配列）第 2 週 講義：情報の組織化（目録、分類、件名、等）演習：演習課題2 デジタルアーカイヴ、データベースの作成課題の設定）第 3 週 講義：デジタルアーカイヴ、データベースについて演習：演習課題2 デジタルアーカイヴ、データベースの作成課題の設定：つづき、作成第 4 週 演習：演習課題2作成第 5 週 演習：演習課題2作成第 6 週 演習：演習課題2作成第 7 週 演習：演習課題2作成、発表"},{"0":"履修上の留意点","1":"講義で紹介した資料については、美術館・図書館等で各自閲覧すること。演習課題2は、各自の興味テーマによる内容で制作するが、受講生同士の話し合いの結果、グループでの制作になる場合もある。各自の興味がある事柄や関心を持った事象について授業内で話してもらう。また担当教員が提示するテーマについてもその中の話題とする事があるので、積極的にディスカッションの参加するように。"},{"0":"準備学習内容・時間の目安","1":"特になし"},{"0":"成績評価の方法","1":"全授業終了後に提出する演習課題2（データベース・ファイル）と授業内の小課題を基に行う。"},{"0":"参考文献(作品）等","1":"レジュメ、参考資料は講義時に随時配付する。参考文献、関連webサイトのURLについても講義で紹介する。「デジタルアーカイブの構築・連携のためのガイドライン　2012年3月26日　総務省」（http://www.soumu.go.jp/main_content/000153595.pdf）、柳与志夫責任編集『入門　デジタルアーカイブ』（勉誠出版 2017）、藤田節子著『図書館活用術　新訂第3版ー情報リテラシーを身につけるために』（日外アソシエーツ 2011）を参考文献の一例としてあげておく。"},{"0":"リンク","1":"https://rnavi.ndl.go.jp/research_guide/entry/post-685.php"}]]