[[{"0":"科目名","1":"色　彩　学　Ⅱ","2":"講義名","3":"色彩学ⅡA"},{"0":"受講可能学科","1":"全学部・全学科"},{"0":"担当研究室","1":"教養文化・学芸員"},{"0":"担当教員","1":"筒井　亜湖"},{"0":"分野","1":"文化総合Ⅰ類","2":"対象学年","3":"1年,2年,3年,4年"},{"0":"科目群","1":"造形文化Ⅰ類","2":"キャンパス","3":"鷹の台"},{"0":"開講期間","1":"後期 2021/09/06-2021/12/18","2":"曜日・時限","3":"火２"},{"0":"授業形態","1":"講義","2":"単位数","3":"2.0"},{"0":"履修条件","1":"特になし"},{"0":"授業概要・カリキュラム上の位置づけ","1":"色は造形表現の重要な媒体であるが，科学的研究の蓄積も多く，近年急速に進歩している。本講では，心理学に力点を置きながら色彩科学を概説する。したがって，美術制作とは異なった視点からのアプローチになるが，色彩体験の忠実な観察，体系的な理解という意味では，表現者と共通するところがあると気づいてほしい。本講は｢色彩学I｣と｢色彩学II｣に分かれるが，｢色彩学II｣では 色経験の高次認知的視点から，色のカテゴリ認知から色彩調和論に至るまでの，広範囲にわたる色経験に関するトピックを紹介する。それにより，我々はどのようにして色を認知しているのか，色は我々にどのような意味を付与しているのか，普段見慣れている ｢色｣ というものについての，より深い理解を目指す。以上を通して、ディプロマ・ポリシーにある「総合的判断力と批判力」を向上させる。"},{"0":"授業方法","1":"リアルタイム（同時双方向）　： Zoomによるオンライン授業を行います。"},{"0":"到達目標","1":"色彩心理学におけるさまざまな研究領域に関する知見を広め，色経験を多角的に捉える視点を習得することを通して、ディプロマ・ポリシーにある「総合的判断力と批判力」を向上させる。"},{"0":"ディプロマポリシーとの関連","1":"https://www.musabi.ac.jp/wp-content/uploads/2021/05/CurriculumMap_la1.pdf"},{"0":"授業計画・課題に対するフィードバック","1":"Zoomを用いて、教員と学生全員がオンラインで授業を実施します。各回ごとに、出席の代わりとなる課題を提示します。授業内で時間を設けて質疑応答にも対応します。1 オリエンテーション2 色の認知と色カテゴリ ～色情報を効率的に処理する仕組み3 基本色彩語１ ～色カテゴリの相対論と普遍論 4 基本色彩語２ ～バーリン＆ケイの基本色彩語仮説5 基本色彩語３ ～普遍論の妥当性を考える6 色名１ ～色の名前とノーネームランド7 色名２ ～現代日本人の色彩語彙8 色の記憶 ～色記憶と記憶色9 色のイメージ１ ～色の象徴的意味と意味ネットワーク10 色のイメージ２ ～色彩感情の3次元性：表象媒介次元11 カラーユニバーサルデザイン１ ～考え方と見えやすさの規則12 カラーユニバーサルデザイン２ ～高齢者の見え方13 カラーユニバーサルデザイン３ ～二色型色覚者の見え方14 カラーユニバーサルデザイン4 ～見えやすくする工夫15 色彩調和論と配色技法"},{"0":"履修上の留意点","1":"注1）オンライン授業のため人数制限を行っています。定員を超えた場合は抽選となります。注2）Zoomを使用して授業を行います。使い方は事前に確認しておいてください。注3）必要に応じて、筒井のウェブサイト(https://tsutsuiako.wordpress.com/)を通して事前に資料（授業スライド）を配付します。当該サイトの更新はMicrosoft Teamsにて随時お知らせします。注4）レジュメや資料をスクリーンに映しだして授業を行いますので、できればパソコンやタブレット等で参加してください。授業開始5分前までに、ログインしておくこと。　“とりあえず，色彩科学の基本的考え方と方法論とを理解してみる”という姿勢で受講して欲しい。授業内容をより深く理解するために，｢色彩学I｣と｢色彩学II｣ は合わせて履修することを強く推奨する。教養文化・学芸員課程研究室からのお知らせ・初回のガイダンスから出席をカウントします。・出席は、授業の開始時と終了時に、学生証リーダーを用いてカウントします。学生証を必ず持参してください。・学生証を忘れた場合は、入室時に教卓付近にある記入用紙に自筆で記入してください。"},{"0":"準備学習内容・時間の目安","1":"身近にある「色」に関心を向けることと，前回の復習5分程度。"},{"0":"成績評価の方法","1":"筆記試験成績による。必ず2/3以上は出席すること。"},{"0":"テキスト","1":"『カラーコーディネーターのための色彩心理入門』日本色研事業 (株) 1,900円＋税"},{"0":"テキストISBN番号","1":"4901355198"},{"0":"参考文献(作品）等","1":"授業内で随時紹介する。授業スライドや参考資料を下記ウェブサイトにて公開しています。"},{"0":"教員との連絡方法（オフィスアワー）","1":"下のウェブサイトから問い合わせて下さい。"},{"0":"リンク","1":"https://tsutsuiako.wordpress.com/"}]]