[[{"0":"科目名","1":"文学講義　１－４","2":"講義名","3":"文学講義１－４"},{"0":"サブタイトル","1":"「文学研究の現場から２」— フランソワ・モーリアックの生涯と作品・三島由紀夫との比較文学・遠藤周作の紹介"},{"0":"受講可能学科","1":"全学部・全学科"},{"0":"担当研究室","1":"言語文化"},{"0":"担当教員","1":"藤田　尊潮"},{"0":"分野","1":"文化総合Ⅰ類","2":"対象学年","3":"1年,2年,3年,4年"},{"0":"科目群","1":"言語文化Ⅰ類","2":"キャンパス","3":"鷹の台"},{"0":"開講期間","1":"後期 2021/09/06-2021/12/18","2":"曜日・時限","3":"火４"},{"0":"授業形態","1":"講義","2":"単位数","3":"2.0"},{"0":"履修条件","1":"履修希望者150人以上の場合、抽選。"},{"0":"授業概要・カリキュラム上の位置づけ","1":"文化総合科目１類｢言語文化科目」に位置づけられ、文学的教養を得るという目的で開設された科目です。20世紀フランスのカトリック作家、ノーベル文学賞作家フランソワ・モーリアックの作品を第1に取り上げます。代表作『テレーズ・デスケィルゥ』を中心に、その他の小説エッセーについても同時に紹介します。｢人間｣と｢罪｣の問題、小説とはなにかについて考えてみたいと思います。そしてモーリアックの影響を受けた日本の作家、三島由紀夫と遠藤周作紹介します。三島由紀夫は『愛の渇き』と『金閣寺』、遠藤周作は『海と毒薬』を取り上げます。モーリアックから影響を受けたところと影響を逃れたところ双方をテクストと映像から考えていきます。"},{"0":"授業方法","1":"リアルタイム( zoom ) による授業になります。"},{"0":"到達目標","1":"文学研究とはいかなるものかということについて一般的な知識を持つことができる。フランソワ・モーリアック、三島由紀夫、遠藤周作といった作家を知るきっかけになり、彼らの生涯と作品全般に関する理解を持つことができる。"},{"0":"ディプロマポリシーとの関連","1":"https://www.musabi.ac.jp/wp-content/uploads/2021/05/CurriculumMap_la1.pdf"},{"0":"授業計画・課題に対するフィードバック","1":"第１回　オリエンテーション第２回　フランソワ・モーリアックの生涯と『テレーズ・デスケィルゥ』第3回　ビデオ『テレーズ・デスケィルゥ』『テレーズ・デスケィルゥ』作品論第4回　自然のイメージ（1）「夏」と「火」と「水」のイメージ第5回　自然のイメージ（2）「樹」と「獣」のイメージ比較文学試論『テレーズ・デスケィルゥ』と『愛の渇き』第６回　三島由紀夫と『愛の渇き』第７回　ビデオ『愛の渇き』第８回　三島由紀夫『愛の渇き』と『テレーズ・デスケィルゥ』第9回　『金閣寺』について第10回　ビデオ『金閣寺』日本のカトリック作家　遠藤周作の場合第11回　遠藤周作『海と毒薬』と『テレーズ・デスケィルゥ』第12回　ビデオ『海と毒薬』第13回　レポート（文化系論文）の書き方第14回　補講期間第15回　まとめ"},{"0":"履修上の留意点","1":"Zoom を使用して授業を行います。使い方は事前に確認しておいて下さい。当日、参加を確認します。授業開始前にログインして下さい。全部の授業終了後にレポート課題を出題します。レポート課題はテーマを自分で設定し、 2400 字程度に考えをまとめるというものになります。"},{"0":"準備学習内容・時間の目安","1":"授業で取り上げる作品をできるだけ多く読んで欲しい。授業内容を復習してほしい。（60分）"},{"0":"成績評価の方法","1":"レポート課題を出題する。出席日数３分の２以上の学生を対象にレポートの内容によって５段階に評価する。"},{"0":"テキスト","1":"F.モーリアック著『テレーズ・デスケルゥ』（遠藤周作訳、講談社文芸文庫）。この小説には様々な日本語訳があり、その中には現行版もあり、絶版もありますが、詳細は授業中に説明します。また三島由紀夫著『愛の渇き』『金閣寺』（新潮文庫）、遠藤周作著『海と毒薬』（講談社文庫）。授業を受ける中で、いずれか興味のあるものを購入し、読むこと。世界堂での販売は行わない。各自書店等にて購入すること。またプリントを多く配布します。各自teams からダウンロードしてください。"},{"0":"参考文献(作品）等","1":""},{"0":"教員との連絡方法（オフィスアワー）","1":"水曜日４時限\t\"言語文化研究室（12号館707号室）\"\t担当教員が不在や会議などで対応出来ない場合は、別の日時に予約を入れる。"}]]