[[{"0":"科目名","1":"デザインテーマ研究Ⅰ－Ｄ","2":"講義名","3":"デザインテーマ研究Ⅰ－Ｄ"},{"0":"サブタイトル","1":"サウンドスペース研究"},{"0":"受講可能学科","1":"造形学部・デザイン情報学科"},{"0":"担当研究室","1":"デザイン情報学科"},{"0":"担当教員","1":"菊地　俊公"},{"0":"分野","1":"専門Ⅱ類選択","2":"対象学年","3":"2年,3年,4年"},{"0":"科目群","1":"専門Ⅱ類（選択）","2":"キャンパス","3":"鷹の台"},{"0":"開講期間","1":"前期 2021/04/12-2021/07/10","2":"曜日・時限","3":"金１,金２"},{"0":"授業形態","1":"演習","2":"単位数","3":"2.0"},{"0":"履修条件","1":"特になし"},{"0":"授業概要・カリキュラム上の位置づけ","1":"この演習はいわゆる「作曲」やコンピュータを使って楽曲を演奏するための「打ち込み」と言われる機器操作によって楽曲を演奏するものではない。電子的な音響生成・再生装置を用いて個々の音を2チャンネルステレオあるいはマルチチャンネル音響軸間に配置し、音の構造物とでも言うべきものを作り出す試みであり、その時系列変化によって音場や音像による動的イメージをデザインする「音響空間のデザイン」を目指すものである。音の成り立ちと知覚の関係、ステレオ音場や3D音響空間での定位や変化などの考え方を学んだ後、コンピュータを用いて生成した音を編集したり、音声合成アプリケーションを利用して得られる音のシーケンシャルな振る舞いを使って、空間のなかにダイナミックな音の構造物を作り上げる。さらに任意の楽曲に見つけた規則をベースとして、繰り返しの中にわき上がってくる構造を音響化したり、これを他の履修者と交換してさらなる展開につなげるなど、音響空間をメディアとした創発的イメージ交流の実現を目指す。こうしたプロセスを支援するため、自分が作品を構想するためのアイディアスケッチ、他人とコラボレーションするための企画シートや図譜といった中間ドキュメントの設計と利用にも注力する。"},{"0":"到達目標","1":"コンピュータのアプリケーションソフトを使ってダイナミックな音像操作を行い、図譜をベースに音響空間のデザインを行えるようになる。"},{"0":"ディプロマポリシーとの関連","1":"https://www.musabi.ac.jp/wp-content/uploads/2021/05/CurriculumMap_di.pdf"},{"0":"授業計画・課題に対するフィードバック","1":"第1回　オリエンテーション、音の考え方、使用アプリケーション解説第2回　電子機器による音声合成と音による空間知覚第3回　音響空間パターンと構造第4回　音響構成とノーテーション（記譜）第5回　反復による枠組みと音響オブジェクトの試作第6回～第7回　コラボレーション作品設計とグループ制作第8回　グループ制作作品発表と相互講評第9回～第13回　個人作品制作作業第14回～第15回　個人作品発表と総合講評"},{"0":"履修上の留意点","1":"必ずしも音楽的な素養は必要としないが、音と空間について興味を持っており、他人を尊重しながら協調的に作業ができること。とくに前半の基礎的な講義を受けていないと後半の制作ペースに追いつけない可能性があるので、オリエンテーションと初期の技術的解説の授業には必ず出席すること。ウェブページを使って参考情報や資料などを配布することがあるため、ある程度ネット環境を使いこなせること。作品制作にあたっては下記の機器が必要となるので、これらを個人で準備して授業に臨むこと。１）音声モニター用ヘッドフォン（必須。学科からの貸し出しはしない。定位感の悪いイヤホンは不可、密閉型が望ましい）２）USBメモリー（16GB以上）コンピュータや周辺機器等の使用にあたっては、責任をもって機器の操作および管理を行うこと。"},{"0":"準備学習内容・時間の目安","1":"空間における音のありかやその変化について気を配りながら周囲の音を聞いたり、音楽や映画、インスタレーション等を体験してみること。図解、図譜、インフォグラフィクスなどの文献やWebページに目を通しておくこと。"},{"0":"成績評価の方法","1":"出席を重視し、作品制作に関わるプロセス等を記録した制作ノートと制作された作品（音響作品と記譜／インスタレーションとそのドキュメント等）に基づいて評価する。"},{"0":"テキスト","1":"なし。"},{"0":"参考文献(作品）等","1":"授業内で適宜紹介する。"}]]