[[{"0":"科目名","1":"設　計　計　画　Ⅳ","2":"講義名","3":"設計計画Ⅳ"},{"0":"受講可能学科","1":"造形学部・建築学科"},{"0":"担当研究室","1":"建築学科"},{"0":"担当教員","1":"鈴木　明、高橋　晶子、布施　茂、小西　泰孝、菊地　宏、長谷川　浩己、土屋　公雄、持田　正憲"},{"0":"分野","1":"専門Ⅰ類","2":"対象学年","3":"4年"},{"0":"科目群","1":"専門Ⅰ類（必修）","2":"キャンパス","3":"鷹の台"},{"0":"開講期間","1":"前期 2021/04/12-2021/07/10","2":"曜日・時限","3":"木３,木４,金３,金４"},{"0":"授業形態","1":"演習","2":"単位数","3":"2.0"},{"0":"履修条件","1":"特になし"},{"0":"授業概要・カリキュラム上の位置づけ","1":"4年生前期の設計計画では、カリキュラムポリシーに従い、各自の建築、環境デザインのテーマを深化させること、また最終学年の設計演習として、社会における建築、環境デザインとすることを目標とする課題としています。卒業制作を前に今後、建築とどう関わるかという展望を含め、多様なスタジオの建築、環境デザイン課題から選択、実践します。"},{"0":"授業方法","1":"対面授業とオンライン授業の併用"},{"0":"到達目標","1":"①ディプロマポリシーにおける、建築、環境デザインに関する独自のテーマを深化させ、そのテーマをデザインとして具体化する方法を探究し、習得します。②実社会や大学院で主体性をもって建築や環境をデザインし、研究する基本的な力量を身につけます。"},{"0":"ディプロマポリシーとの関連","1":"https://www.musabi.ac.jp/wp-content/uploads/2021/05/CurriculumMap_arc.pdf"},{"0":"授業計画・課題に対するフィードバック","1":"zoomやteamsを用いて、教員と学生全員がオンラインで授業を実施します。個別あるいはグループでエスキスをおこない、質疑応答にも対応します。　各スタジオとも第1～13回をゼミ形式での設計、デザイン演習にあて、第14,15回を発表、講評会とする。＜令和０２年度の課題例＞源スタジオ　講師＝彦根アンドレア 課題：オフグリッドの学校現代の生活の質を落とすことなく、電力ネットワークに依存しない生活の可能な住環境を目指して、その考えや方法を体験的に学ぶ学校の計画、設計。鈴木スタジオ　講師＝中村文美課題：地域特有の魅力をひきだすしかけある地域の文化資源や町並み（建築群）を選定し、その良さと価値を見つけ、それを高めるためのしかけを計画する。具体的には、既存の建築（または建築群や町並み）に対する改築・増築・新築をとおして、現状の機能維持などの課題・問題点を明らかにしつつ、地域特有の魅力をひきだす建築を設計すること。高橋スタジオ　講師＝増田信吾課題：敷地のリノベーション―場所性をつくる―「場所性」を読みこみ、刷新したり、強調したり、アップデートすることで、そこでの人々の活動や諸事柄の「それから」を変化させる。様々な関係性が周り巡って人間のためになっていく「場所」をつくることについての課題布施スタジオ　講師＝新関謙一郎課題：「階段」が決める建築・提案した内容が、魅力的な建築となっているか。・自らの設計に「階段」が果たした役割を明快に表れ、その説明できるか。・設定した敷地や用途が提案や設計テーマに適しているか。・提出物が卒業制作と同等のエネルギーを注ぎ込んだものとなっているか。小西スタジオ　講師＝川嶋貫介(2021年度より)　課題：建築と構造の融合（仮）建築を物理的に成立させるために構造は不可欠であるが、構造を建築を成立させるための単なるツールとして扱うのではなく、両者を統合させることで建築の質をより高めることを目指します。菊地スタジオ　講師＝中川純一(2019年度より)課題：石を知り、石から建築を考える長谷川スタジオ　講師＝林英理子課題：これからのオープンスペース　 - ポストコロナを見据えて。非常事態宣言中、初のリモートでの設計計画となるにあたりこのような状況下だからこそ考えられる新たな屋外空間の提案を望む課題です。外出規制中私たちは住居空間で過ごすことが多くなり、近隣の公園や緑道などを利用する人が増えています。屋外でのジョギングや散歩、あるいは体を使った遊びの欲求を再認識しています。またピクニックや菜園、庭仕事など屋外を積極的に利用する人々も増えているようです。一方で、リモートワークなどの普及により、住まいと職場あるいは学習空間の距離的、空間的な再編成も生まれてくるでしょう。このような状況を踏まえ、ポストコロナを見据えた「これからのオープンスペース」とはどのようなものがあり得るのか課題を通して考えていきたいと思います土屋スタジオ　講師＝田原唯之 課題：表現の場本年は、一つのテーマを設定しての授業は行いません。 こういった状況において、今、あなたの手から産み落とされるものをじっくりと見つめましょう。そこには “あなた自身も気づいていなかったかもしれないあなた” が映し出せれます。 “何かを問う” ているのかもしれないし、“何かに応えている” のかもしれません。そして、産み落とされたカケラを自分自身はもちろん、学生同士・教授・講師の皆で共有し、刺激しあい、さらに育てていきましょう。大きな一つにテーマに添うのではなく、各々のテーマに沿った、あらゆる表現を試みます。"},{"0":"履修上の留意点","1":"TeamsやＺoomを使用して授業を行います。使い方は事前に確認しておいてください。必要に応じて、TeamsやLiveCampusを通して、事前に資料を配付します。課題の提出方法は、授業で指示します。レジュメや資料をスクリーンにも映しだしますので、できればノートパソコンで授業に参加するのが望ましいです。授業開始５分前までに、ログインしておくこと。"},{"0":"準備学習内容・時間の目安","1":"特になし"},{"0":"成績評価の方法","1":"提出物、出席による総合評価とする。最終提出の締め切り時間は厳守すること。"},{"0":"教員との連絡方法（オフィスアワー）","1":"本演習の内容に関する質問等は、毎授業時に受け付ける。"}]]