[[{"0":"科目名","1":"東洋美術史概説　Ⅲ","2":"講義名","3":"東洋美術史概説Ⅲ"},{"0":"サブタイトル","1":"中国美術の鑑賞と鑑識入門"},{"0":"受講可能学科","1":"全学部・全学科"},{"0":"担当研究室","1":"美学美術史"},{"0":"担当教員","1":"塚本　麿充"},{"0":"分野","1":"文化総合Ⅰ類","2":"対象学年","3":"1年,2年,3年,4年"},{"0":"科目群","1":"造形文化Ⅰ類","2":"キャンパス","3":"鷹の台"},{"0":"開講期間","1":"前期 2021/04/12-2021/07/10","2":"曜日・時限","3":"金４"},{"0":"授業形態","1":"講義","2":"単位数","3":"2.0"},{"0":"履修条件","1":"履修希望者150⼈以上の場合、抽選。"},{"0":"授業概要・カリキュラム上の位置づけ","1":"中国美術の歴史を概説します。中国の美術は書画を中心として発展し、長い間東アジアの中心的役割を担ってきました。個性的な藝術家や鑑定家、美術商、そして士大夫と呼ばれる学者／官僚たちによって、美術作品は作られ、鑑賞されてきました。日本美術を理解するためにも、中国美術の理解は非常に大切です。日本の約10倍の人口、約25倍の国土を持つ中国美術の歴史は、何度も繰り返された戦乱のなかで生み出され、超絶技法や深い人生観、気の表現、びっくりすようような抽象表現・ユーモアなどなど、汲みども汲みども尽きない魅力にあふれています。中国美術の鑑賞方法を学ぶことは自転車に乗れるようになるのと同じで、一度見方がわかれば一生楽しめます。長い人生で一度くらいは触れてみる価値はありそうです。専門家になることは求めていませんので、週に一度、世界を広げる気持ちで聞いてもらえれば幸いです。"},{"0":"授業方法","1":"リアルタイム（同時双方向）： ZOOMによるオンライン授業を行います。"},{"0":"到達目標","1":"中国美術史の理解を通じて，それに向き合うことの意味を考える。"},{"0":"ディプロマポリシーとの関連","1":"https://www.musabi.ac.jp/wp-content/uploads/2021/05/CurriculumMap_la1.pdf"},{"0":"授業計画・課題に対するフィードバック","1":"teamsを用いて、教員と学生全員がオンラインで授業を実施します。鑑識眼を養う授業ですから、一緒にオンラインで作品を見ながら討論する時間をもうけ、質疑応答にも対応します。そのあとで歴史的な背景や必要な文献を講読することで作品の理解を深めます第１回  イントロダクション：日本の中国書画コレクションの形成第２回  顧愷之「女史箴図」（大英博物館）と六朝時代の美術第３回  張彦遠『歴代名画記』と隋唐時代の美術第４回  范寛「溪山行旅図」（台北・故宮博物院）／李成「喬松平松図」（澄懐堂美術館）と北宋初、中期の美術第５回  郭煕「早春図」（台北・故宮博物院）と古典主義の成立第６回  張択端「清明上河図」（北京・故宮博物院）と徽宗時代の美術第７回  李迪「紅白芙蓉図」（東京国立博物館）と南宋絵画の世界第８回　（特論１：東山御物と日本の美術）第８回  黄公望「富春山居図」（台北・故宮博物院）と元代絵画の革新第９回  文徴明「石湖図巻」（上海博物館）と明代美術の文人画第10回  （特論２：中国美術と偽物づくりの文化）第11回  石濤「廬山観瀑図」（泉屋博古館）と清代絵画第12回  徐悲鴻「愚公移山」と近代の国画と油画第13回  （特論３：台湾美術と東アジアへの視座）第14回  まとめ１　第15回  まとめ２"},{"0":"履修上の留意点","1":"1,zoomを使用して授業を行います。使い方は事前に確認しておいてください．2,必要に応じて、LiveCampusを通して、事前に資料を配付します。課題の提出方法は、授業で指示します。3,レジュメや資料をスクリーンにも映しだしますので、できればノートパソコンで授業に参加するのが望ましいです。4,授業開始5分前までに、ログインしておくこと。"},{"0":"準備学習内容・時間の目安","1":"今年は博物館見学はできませんので、状況が好転したら各自見学を行い、授業内容を深めください。もしくは、Youtube等で「おうちでミュージアム」を視聴し、今後の美術館・博物館の展示と美術鑑賞の仕方について考察を深めてください。"},{"0":"成績評価の方法","1":"期末レポート"},{"0":"テキスト","1":"授業中に適宜配布します。"},{"0":"参考文献(作品）等","1":"朴亨國監修『東洋美術史』武蔵野美術大学出版局、2016年"},{"0":"リンク","1":"http://www.ioc.u-tokyo.ac.jp/faculty/prof/m-tsukamoto.html"}]]