[[{"0":"科目名","1":"民俗学　Ⅱ","2":"講義名","3":"民俗学ⅡＡ"},{"0":"サブタイトル","1":"ムサビで学ぶ民俗学"},{"0":"受講可能学科","1":"全学部・全学科"},{"0":"担当研究室","1":"教養文化・学芸員"},{"0":"担当教員","1":"加藤　幸治"},{"0":"分野","1":"文化総合Ⅰ類","2":"対象学年","3":"1年,2年,3年,4年"},{"0":"科目群","1":"教養文化Ⅰ類","2":"キャンパス","3":"鷹の台"},{"0":"開講期間","1":"後期 2021/09/06-2021/12/18","2":"曜日・時限","3":"金１"},{"0":"授業形態","1":"講義","2":"単位数","3":"2.0"},{"0":"履修条件","1":"180人"},{"0":"授業概要・カリキュラム上の位置づけ","1":"民俗学は、庶民生活の歴史的展開を明らかにする学問である。本講義は、特に地域研究法としての民俗学の特色について理解を深めることを目的とする。本講義の内容は、民俗学の最大の特色であるフィールドワーク（インタビュー・参与観察・踏査・民具や文献調査等）による資料収集とその分析法が、他分野に対してどのような有効性と限界を持つかについて扱う。"},{"0":"授業方法","1":"オンデマンド（非同期）型によるオンライン授業を行う。Microsoft Teamsでのやりとりを基本に、YouTube視聴と組み合わせて授業運営をする。"},{"0":"到達目標","1":"①人々の生活の歴史的展開を研究する民俗学の、基本的な概念や方法について理解し、説明することができる。②衣食住から生業、信仰、年中行事や祭などの民俗事象について、現代社会との関わりにおいて理解し、説明することができる。"},{"0":"ディプロマポリシーとの関連","1":"https://www.musabi.ac.jp/wp-content/uploads/2021/05/CurriculumMap_la1.pdf"},{"0":"授業計画・課題に対するフィードバック","1":"毎回の授業の進め方　①Microsoft Teamsを用いて授業日に授業動画のURLとワークシートを教員が学生に送る。　②授業同日中に、学生はURLのリンクからYouTube動画を視聴する。　③授業同日中に、ワークシートに授業内で提示する小課題を記入したリアクション・ペーパーを、Microsoft Teamsを用いて教員に送付する。これで出席確認を兼ねる。　④教員から、学生のリアクションペーパーを取りまとめたフィードバックを、Microsoft Teams で共有する。　⑤個別の質問等はチャットで受け付ける。レポート課題　レポート提出を課す（A４　２枚程度）。　課題のテーマ等の提示、および学生から教員への提出はMicrosoft Teamsにて行う。授業内容第1回「なぜフォークロアに造形が重要なのか」（ヴァナキュラリティー）第２回「なぜフィールドワークに通うのか」（フィールドサイエンス）第３回「なぜ村の年中行事はこんなに多いのか」（時間感覚）第４回「なぜ昔ばなしにロマンを感じるのか」（フォークロア）第５回「なぜ鮎川はくじらの町になったのか」（資源管理）第６回「なぜ漁村の男たちは威勢がいいのか」（コミュニティ）第７回「なぜ『遠野物語』が文学なのか」（文学性）第８回「なぜ絵葉書から価値観を読み出せるか」（レトロスペクティヴ）第９回「なぜ江戸絵画が現代に受け入れられたか」（宗教観）第10回「なぜ修験の文化が見直されたか」（自然観）第11回「なぜエンタメに見世物の要素が残ったか」（41min）第12回「なぜモノづくりと生きがいが結びついたか」（身体技法）第13回　 模擬民俗調査１　課題のテーマ設定のための調査（文化の翻訳）第14回 　模擬民俗調査２　自分の出身地域の事例を調査（文化の相対化）第15回　 模擬民俗調査３　調査報告レポートの講評（文化の記述）"},{"0":"履修上の留意点","1":"Microsoft Teamsの「民俗学ⅡA_文_20」のチャンネルに登録をすること。ワークシートへの記入やレポート提出のための執筆の必要があるのでパソコンやタブレット端末等の準備をすること。オンライン授業でのやりとり可能な人数の基準から、定員を180名とし、超過した場合は抽選となる。オンデマンド型のため授業時間にしばられず受講できるが、課題提出期限は翌日中までとする。民俗学Ⅰと連続する内容のため、あわせて履修するのが望ましい。また隣接分野である文化人類学も履修することでより理解を深めることができる。"},{"0":"準備学習内容・時間の目安","1":"各講義の内容について、その概念や内容を事前事後にみずから図書やインターネット等を用いて調べるのが望ましい。（60分）"},{"0":"成績評価の方法","1":"基本的には出席時のリアクションペーパー（60％）およびレポート課題（40％）によって評価する。"},{"0":"参考文献(作品）等","1":"講義内で紹介する。"},{"0":"教員との連絡方法（オフィスアワー）","1":"講義後に質問等を受け付け、さらに相談が必要な時は時間を合わせて応じる。"}]]