[[{"0":"科目名","1":"卒　業　制　作","2":"講義名","3":"卒業制作"},{"0":"受講可能学科","1":"造形学部・視覚伝達デザイン学科"},{"0":"担当研究室","1":"視覚伝達デザイン学科"},{"0":"担当教員","1":"陣内　利博、Julia Chiu、齋藤　啓子、白井　敬尚、寺山　祐策、西本　企良、古堅　真彦、石塚　英樹、中野　豪雄、後藤　映則、北崎　允子"},{"0":"分野","1":"卒業制作","2":"対象学年","3":"4年"},{"0":"科目群","1":"卒業制作","2":"キャンパス","3":"鷹の台"},{"0":"開講期間","1":"６.７期 2021/11/08-2021/12/18","2":"曜日・時限","3":"集中"},{"0":"授業形態","1":"実技","2":"単位数","3":"6.0"},{"0":"履修条件","1":"４年までの実技科目、専門理論科目の単位が修得されており、講義科目の単位数が卒業見込みまでに達しているもの。"},{"0":"授業概要・カリキュラム上の位置づけ","1":"今日ほど早いスピードで変革されていく時代はない。その鍵を握っている情報は、今、その質が問われている。視覚伝達デザインは視覚情報を扱う領域として、印刷や映像メディアをはじめマルチメディアをも含め、情報社会の中で拡大したデザインの領域を曖昧にし、そのボーダレス化が著しく影響をあたえている。視覚伝達デザイン学科では、ヴィジュアル・コミュニケーション・デザインの基本学習を、ライティング・スペースデザイン、情報デザイン、環境デザインの三本柱に置く。４年間に学習した視覚伝達デザインの学習の基礎課程で学んだ学習領域の延長上で各自のテーマが決められることが望ましい。それらは、テクノロジーとデザイン表現、歴史（時間）と現代（空間）において普遍性をもつもの、それらは、誰に、なにを、なぜ、伝えようとするのかという、他者に対する自分および所属する集団の考え方の表明であり、社会性をもつことが必要となる。また、それらは、自然と都市、社会と個人を取り囲む環境に対する文明と文化のありかたを問う立場をもつものであることが必要とされよう。卒業制作には6単位が与えられる。以下の制約のもとに段階を追って作品が提出されることが必要となる。最終提出までに2度のプレ発表を経て卒業制作に対する基本姿勢をプレゼンテーションする。2度の発表スケジュールに関しては、オリエンテーション時に発表する。卒業制作は、個人的な作業ばかりではなく、全体化するなかで共同作業としての相互の関係を形成していくことになることを確かめておきたい。・卒業制作のテーマ、制作方法、スケジュールなどの計画の提出。・卒業制作期間中にきめられた指導を受けていること。・卒業制作のプレ展示あるいは最終チェックを受けていること。・卒業制作提出日に完成作品を提出すること。・卒業制作展の作品展示をし、そして、展示会場の設営、運営、後片付けをすること。次に、卒業制作を進めるために必要な事柄について説明する。"},{"0":"到達目標","1":"4年間の学習の集大成として、視覚伝達デザイン領域の中から自らテーマを設定し、他者に伝達する適切なメディアを制作すること。"},{"0":"ディプロマポリシーとの関連","1":"https://www.musabi.ac.jp/wp-content/uploads/2021/05/CurriculumMap_vcd.pdf"},{"0":"授業計画・課題に対するフィードバック","1":"●卒業制作の日程卒業制作の提出期限は本年度12月下旬（詳細は後期発表）までとする。搬入場所は、視覚伝達デザイン学科研究室とする。期限に遅れた者、未提出者は評価の対象にならない。卒業制作授業と卒業制作展に至る日程は別紙を参照。●卒業制作の授業○テーマ、制作計画、スケジュールの決定テーマを考えるために、その時代の最も先端的なテーマや他の文化領域とのクロスオーバー、自分の能力や感覚をさらに高める表現領域や表現技術への関心、などが反映されなければならない。テーマを決定するために次のことがよく考慮されなければならない。1．デザインの領域（どのような領域で制作をするか？）2．メディアの形式（どのような視覚媒体、表現媒体を用いるか？）3．訴求対象（そのデザインを誰がどのように使うのか？）4．メディアの流通（どのように媒体をとらえ、どのように媒体計画を立てるか？）5．表現様式（伝達内容をどのような方法で表現するか？）6．制作工程（どれだけの予算で、どのような複製をつくり、どのように日程を消化するか？）7．展示発表の形式（最終的にどのような形にまとめるか？）○卒業制作指導の体制制作指導は各専攻コースの専任教員、テーマによる指導担当の専任教員、工房担当の専任教員がおこなう。同時に工房で制作する場合、工房担当の助手の制作指導を受けねばならない。卒業制作の内容と、制作過程によっては、担当教員と相談の上、他の専任教員、非常勤講師、および特別講師の指導を要請することができる。○グループ制作の条件グループで制作をする場合その構成員は3名前後とする。そして、制作における各人の役割をはっきりとさせる。大規模な作品を制作する場合には積極的に共同作業をするのが望ましい。"},{"0":"履修上の留意点","1":"●卒業制作の環境教室、および工房で作業するのが望ましい。学生同士の作業の協力、技術の交換、工房の運営などを通して、深い交流と自発性の確立が望まれる。卒業制作に関する制作費、材料費、展示費用は原則として制作者の負担とする。○教室・工房の使用教室の使用については研究室の指示に従うこと。工房の使用については、各工房担当教員と担当助手の指導と指示に従うこと。工房と機材の使用については、必要な技術を履修していることが前提である。工房の使用期間は研究室の日程に従うこと。使用時間は原則として午前9：00〜午後5：00までとする。●卒業制作の提出と受け取りの条件○受け取り保留・展示保留卒業制作の提出時に専任教員が作品の確認をする。卒業制作の授業と指導を受けていない者、および、卒業制作提出の時点で作品が未完成か、必要なレベルに達していない作品は提出を保留にする。提出を保留にされたものは、研究室の指示があるまで展示することができない。○提出手続き提出時に研究室で所定の「卒業制作提出記録用紙」に指定の事項を記入すること。「制作の意図と計画」の解説をl200字以内（A4原稿用紙）にまとめて提出すること。また、今後の教育資料のために、工房を利用した作品、複製作品は必ず各2部を研究室に寄贈してほしい。●作品の展示○展示委員会の設置卒業制作展を運営するために「卒業制作展示委員会」を学生有志によって構成する。委員会は全学生を指示して、会場の構成、会場全体のデザイン、設営、運営、記録、後片付けなどをおこなう。○表題・氏名、パンフレット展示作品には展示委員の統一様式に従い「表題、クラス、番号、氏名」を必ず着けること。卒業制作展示来訪者のために、各自の「パンフレット（作品内容の解説、制作意図、作品紹介、作品の形式・規格など）」を必ず作ること。記録のために、パンフレットを数部研究室に提出すること。"},{"0":"準備学習内容・時間の目安","1":"特になし"},{"0":"成績評価の方法","1":"○主に、専任教員が成果物および発表形態を考慮して、作品の評価を行う。○卒業制作を評価して「優秀賞、原弘賞、勝井賞、研究室賞」を各若干名決定する。さらに研究室が優秀と認めた学生作品を選出し学外展を行っている。優秀賞を受けた作品は、次年度美術館･図書館で開催される武蔵野美術大学卒業制作優秀作品展に展示される。"}]]