[[{"0":"科目名","1":"卒　業　制　作","2":"講義名","3":"卒業制作"},{"0":"サブタイトル","1":"卒業制作 ／ 遠藤竜太、高浜利也、元田久治、常田泰由、武田律子、尾関立子、板津悟"},{"0":"受講可能学科","1":"造形学部・油絵学科・版画専攻"},{"0":"担当研究室","1":"版画"},{"0":"担当教員","1":"遠藤　竜太、高浜　利也、元田　久治"},{"0":"分野","1":"卒業制作","2":"対象学年","3":"4年"},{"0":"科目群","1":"卒業制作","2":"キャンパス","3":"鷹の台"},{"0":"開講期間","1":"後期 2021/09/06-2021/12/18","2":"曜日・時限","3":"集中"},{"0":"授業形態","1":"実技","2":"単位数","3":"6.0"},{"0":"履修条件","1":"特になし"},{"0":"授業概要・カリキュラム上の位置づけ","1":"4年次のカリキュラムポリシーにおける、版画の新しい地平を切り開くような意欲あふれた作品制作を実践する。これまで「版画実習Ⅰ～Ⅱ」までの基礎的な作品制作実習を経て、「Ⅲ～Ⅷ」までの技法研究、材料研究を行い、各自のテーマに沿った版による表現を試みて来た。その上で集大成として、5点の作品制作を試み、創造的な世界を広く、将来にわたり美術という表現として美しい生き方の出発点として、これらの作品は学内卒業制作展、五美術大学連合卒業制作展に出品する。"},{"0":"授業方法","1":"対面式授業"},{"0":"到達目標","1":"①立案した制作プランをもとに、主専攻となる版画技法によるイメージ展開を図り、作品として具現化させる。②明確なテーマ設定の下、自らの作品を計画的に構成することができる。"},{"0":"ディプロマポリシーとの関連","1":"https://www.musabi.ac.jp/wp-content/uploads/2021/05/CurriculumMap_pm.pdf"},{"0":"授業計画・課題に対するフィードバック","1":"第17週 初日にオリエンテーション。出品規約、スケジュール、履修上の留意点を説明する。担当教員との卒業制作のプランに対しての打ち合わせをおこなう。第18週 個々のテーマに沿った作品制作。この期間に作品制作と平行し、卒業制作展示に向けプランニングと作家によるプレゼンテーションをおこなう。第19週 第3週末に企画書の提出締め切り。（規約から外れる場合、別途企画書が必要。）第20週～第22週 個々のテーマに沿った作品制作第23週 卒業制作中間講評会。卒業制作展出品作品を２点提示すること。各々のプランニング（作品制作から最終展示形態まで）を指導教員に説明し、講評をおこなう。※上田市立美術館および版画学会が主催する全国大学版画展に出品。（選抜者）　卒業制作中間講評会は、大学版画展出品作品選考会を兼ねている。第24週～第26週 個々のテーマに沿った作品制作第27週 大学版画展搬入展示、オープニング、授賞式第28週 卒業制作第2回中間講評会、五美大展オリエンテーション第29週  個々のテーマに沿った作品制作第30週 指導教員による最後のアドバイス。展示室設営、作品搬入・展示、卒業・修了制作展作品講評会、工房大掃除、卒業制作展、搬出、五美大展出品作品学内搬入。※卒業・修了制作展作品講評会には、必要に応じて美術館の学芸員、美術評論家、内外の作家等を招聘しおこなう予定。※卒業・修了制作展作品講評会は、五美術大学連合卒業制作展の出品作品選考会を兼ねている。"},{"0":"履修上の留意点","1":"・出品規約：版画実習までの全ての単位を満たしていること。・版による表現で、版画紙中判〔56×76cm〕以上の作品５点・作品は額装し、壁に掛けられた（展示された）状態を基本として提出すること。・作品の提出について：卒業制作展への出品をもってそれとする。"},{"0":"準備学習内容・時間の目安","1":"①平素より、問題意識を抱き学外の美術館やギャラリー等で作家、作品研究を行う。②プランニングの段階で、様々な素材研究を行う。③自らの作品イメージを考慮しながら、展示希望場所の選定を行う。"},{"0":"成績評価の方法","1":"作品の独創性や完成度と共に、制作に取り組む姿勢も総合的に評価する。担当指導教員が講評会を行い、講評・採点する。評価が不可の場合は再制作を課し、再提出作品を評価する。作品提出がない場合は対象外とする。"},{"0":"テキスト","1":"・武蔵野美術大学通信教育課程教科書『新版 版画』／武蔵野美術大学版画研究室編"},{"0":"テキストISBN番号","1":"・『新版 版画』978-4-86463-003-0"},{"0":"参考文献(作品）等","1":"各自で研究する。指導教員の判断で様々に提示される。"}]]