[[{"0":"科目名","1":"デザイン情報学演習Ⅲ","2":"講義名","3":"デザイン情報学演習Ⅲe"},{"0":"サブタイトル","1":"ネットワーク研究"},{"0":"受講可能学科","1":"造形学部・デザイン情報学科"},{"0":"担当研究室","1":"デザイン情報学科"},{"0":"担当教員","1":"井上　尚司"},{"0":"分野","1":"専門Ⅰ類","2":"対象学年","3":"3年"},{"0":"科目群","1":"専門Ⅰ類（必修）","2":"キャンパス","3":"鷹の台"},{"0":"開講期間","1":"前期 2021/04/12-2021/07/10","2":"曜日・時限","3":"木１,木２"},{"0":"授業形態","1":"演習","2":"単位数","3":"2.0"},{"0":"履修条件","1":"デザイン情報学科3年次生選択必修（a〜fから選択）"},{"0":"授業概要・カリキュラム上の位置づけ","1":"コンピュータやインターネットの普及により、身の回りの機械や装置が様変わりしてきている。当初は、キーボードやマウスを使って入力し、それを処理し、ディスプレイに出力するといったオーソドックスなものだった。しかし現在では、人間の動作や環境の変化を受け付けたり、検知したりする入力装置に始まり、音、光、映像や動作などの形で出力できる装置を、ごく一般的に使うことができるようになってきている。またそれらの装置が、インターネットに接続され、離れたところからアクセスできるようになっている。「IoT」と呼ばれるように「モノ」がインターネットに接続されることで、情報を集めたり、いろいろなものを操作したり、「モノ」同士が情報をやり取りすることがごく普通に行われるようになっている。この授業では、インターネットを介して複数の「モノ」が動作するような、「IoT」の新しい展開を企画し、可能であればそのプロトタイプを作成することを目標とする。実際の授業では、各種入出力装置の扱い、インターネットでの情報のやり取りの方法などを学習し、各自が新たな「モノ」をデザインし、最終的にそのプロトタイプを作成、展示することになる。インタフェースとしては、装置に対する入出力だけでなく、Webからの入出力も学習し、Webをベースとしたプロトタイプも検討する。"},{"0":"授業方法","1":"授業の内容から、基本的に対面で行う。プロトタイプ制作等をしない場合は、オンラインでの受講も可能であるが、正規の授業時間外での対応になる可能性がある。作品制作期間等は、状況によってZoomを利用してリアルタイム(同時双方向)によるオンラインで行う。"},{"0":"到達目標","1":"インターネットやIoTについての理解を深め、最終的にネットワーク化されたシステム、新たなIoT装置のデザイン、それらのプロトタイプを実現できるようになる。また、Webと実システムの連携方法に関する知識を得られる。"},{"0":"ディプロマポリシーとの関連","1":"https://www.musabi.ac.jp/wp-content/uploads/2021/05/CurriculumMap_di.pdf"},{"0":"授業計画・課題に対するフィードバック","1":"授業スケジュールは、以下のように予定している。履修学生の希望や制作の進捗状況によって変更する。第 1 回 オリエンテーション第 2 回 インタフェース装置、IoT、仕組みの現状第 3 回 電子部品の半田付け演習第 4 回 Processingの演習 / Arduinoの利用第 5 回 インターネットの仕組み第 6 回 Processingでのネットワークの利用第 7 回 Web/Processing/Arduinoの連携第 8 回 作品紹介 / 各自の作品の検討第 9 回 作品の検討第 10 回 作品案の発表第 11 回 作品制作第 12 回 作品制作第 13 回 作品制作第 14 回 プレゼンテーション第 15 回 最終講評"},{"0":"履修上の留意点","1":"プロトタイプやインスタレーションの作品制作時、作品の内容によっては、いろいろな装置や部品を購入する必要がある。第11週あるいは第12週に、制作した作品の展示あるいはプレゼンテーションを行う可能性がある。"},{"0":"準備学習内容・時間の目安","1":"特になし"},{"0":"成績評価の方法","1":"出席、受講態度、課題等の総合評価とする。"},{"0":"テキスト","1":"最低限の情報については、プリントを配付して対応する。必要な資料は配付する。"},{"0":"参考文献(作品）等","1":"参考文献については、適宜示す。"},{"0":"教員との連絡方法（オフィスアワー）","1":"講義内容に関する質問等は、毎授業時に受け付ける。授業時以外は、メール等での質問に応じる。"}]]