[[{"0":"科目名","1":"西　洋　演　劇　史　Ⅰ","2":"講義名","3":"西洋演劇史Ⅰ"},{"0":"サブタイトル","1":"演劇の発生とその展開"},{"0":"受講可能学科","1":"全学部・全学科"},{"0":"担当研究室","1":"教養文化・学芸員"},{"0":"担当教員","1":"藤原　麻優子"},{"0":"分野","1":"文化総合Ⅰ類","2":"対象学年","3":"1年,2年,3年,4年"},{"0":"科目群","1":"教養文化Ⅰ類","2":"キャンパス","3":"鷹の台"},{"0":"開講期間","1":"前期 2021/04/12-2021/07/10","2":"曜日・時限","3":"月４"},{"0":"授業形態","1":"講義","2":"単位数","3":"2.0"},{"0":"履修条件","1":"90人"},{"0":"授業概要・カリキュラム上の位置づけ","1":"紀元前5世紀から17世紀まで、2000年以上におよぶ西洋演劇の歴史について学習します。演劇史という観点から、時代によってことなる演劇の姿、変わることのない演劇の姿について理解していきましょう。講義では、西洋演劇史において重要な時代と場所、ジャンルをとりあげ、時代背景、俳優、観客、上演空間、演劇の社会的な機能などについて学びます。戯曲と上演映像の分析も行います。"},{"0":"授業方法","1":"オンデマンド（非同期）型を予定しています。資料の共有にはTeamを使います。Teamsのチーム名は「西洋演劇史Ⅰ_文_20」、チームコードは「b9kbdpd」です。"},{"0":"到達目標","1":"西洋演劇史に関する基礎知識を習得する。"},{"0":"ディプロマポリシーとの関連","1":"https://www.musabi.ac.jp/wp-content/uploads/2021/05/CurriculumMap_la1.pdf"},{"0":"授業計画・課題に対するフィードバック","1":"オンデマンド型の授業は、受講生が①教員の用意する文字資料を読み、②指定の映像資料を閲覧し、③理解度を確認する質問に答える、という構成で進める予定です。「読む・見る・書く」を繰り返し、オンライン授業なりのやりかたで理解を深めていきましょう。第1回 イントロダクション——演劇とは何か第2回 ギリシア悲劇（1）——共同体と神々の演劇第3回 ギリシア悲劇（2）——ソポクレス『オイディプス王』とアリストテレス『詩学』第4回 ギリシア喜劇——笑いと批判精神第5回 ローマ演劇——ローマの社会と劇場娯楽第6回 中世の演劇——受難劇（パッション）と笑劇（ファルス）第7回 謝肉祭劇——ニュルンベルクのマイスタージンガー第8回 イギリス・ルネサンス演劇（1）——シェイクスピアの劇世界第9回 イギリス・ルネサンス演劇（2）——『ハムレット』映像鑑賞第10回 イギリス・ルネサンス演劇（3）——同時代演劇とロンドンの見世物第11回 コンメディア・デッラルテ——即興と身体性の美学第12回 フランス古典主義演劇（1）——コルネイユと『ル・シッド』論争第13回 フランス古典主義演劇（2）——ラシーヌの悲劇とモリエールの喜劇第14回 （休講をした場合は補講を行う）第15回 前期末試験講義回数の不足分は、自己学習型の課題を出すことで補います。例年の対面授業では、90分かけて映像資料を見る回を数回用意していました。その分を各自の自習とすることで、全体として15週分の学習内容を含む講義を組み立てます。提出された課題については、対面授業の場合と同じく、次回の講義で総評や補足を行うことでフィードバックとします。授業の進行方法などにかかわる質問については、その都度回答します。"},{"0":"履修上の留意点","1":"・資料の配布にはTeamsを使います。・毎回YouTube上のいくつかの動画の視聴を指示します。・西洋演劇史という題材の都合上、視聴を指示する動画には英語のものも多く含まれます。解説は用意します。英語を聞き取れる必要はありません。・講義期間中、数回、戯曲を一作品読む、あるいは演劇を原作とした映画作品を視聴するという課題を出します。この課題については、こちらでは資料を用意しません。・講師・受講生双方の状況によって、内容は大幅に変更される可能性があります。"},{"0":"準備学習内容・時間の目安","1":"特になし"},{"0":"成績評価の方法","1":"各回の課題・小レポートのほか、講義期間中に期末レポートに相当する課題を出します。成績評価の配分は平常点50%、期末レポート50%とします。"},{"0":"テキスト","1":"必要なテキストはTeamsで共有します。ただし、いくつかの課題に必要な戯曲・映像作品については各自で用意してください。（例：『ハムレット』の戯曲を入手する、『夏の夜の夢』の映画版をレンタルする、など）"},{"0":"参考文献(作品）等","1":"『ベスト・プレイズ ― 西洋古典戯曲12選』論創社（※新訂版）河竹登志夫『演劇概論』東京大学出版会佐和田敬司ほか『演劇学のキーワーズ』ぺりかん社その他、講義中に適宜紹介します。"}]]