[[{"0":"科目名","1":"絵画基礎　Ⅴ","2":"講義名","3":"絵画基礎Ⅴ"},{"0":"サブタイトル","1":"絵画基礎Ⅴ「絵画を再考する」［油絵専攻2年］5〜8授業週 〈2単位 実技〉袴田京太朗、今井俊介、利部志穂"},{"0":"受講可能学科","1":"造形学部・油絵学科・油絵専攻"},{"0":"担当研究室","1":"油絵"},{"0":"担当教員","1":"袴田　京太朗"},{"0":"分野","1":"専門Ⅰ類","2":"対象学年","3":"2年"},{"0":"科目群","1":"専門Ⅰ類（必修）","2":"キャンパス","3":"鷹の台"},{"0":"開講期間","1":"２期 2021/05/10-2021/06/05","2":"曜日・時限","3":"集中"},{"0":"授業形態","1":"実技","2":"単位数","3":"2.0"},{"0":"履修条件","1":"特になし"},{"0":"授業概要・カリキュラム上の位置づけ","1":"絵を描いていると思いがけない疑問がわいてくることがある。なぜ四角い紙に描いているんだろうとか、なぜ筆を使うのだろうとか、モチーフってなんだろう、キャンバスに描くのはなぜだろう、等々。これらの疑問にはすぐに簡単な答えが得られそうだが、じつは絵画の成り立ちに関わる深い問題を孕んでいる。このような問いはどこかに答えがまるごと用意されているわけではなくて、一人一人が楽しみながらも真正面に捉え、解決していく問題である。ここでは既成の概念にとらわれず制作を通してこれらの疑問を考えていくことで、絵画とは何だろうという根源的な問いから絵画の可能性を開いていきたい。"},{"0":"授業方法","1":"課題内容に基づいて課題作品を制作します。オリエンテーション、指導、及び講評を教員が担当します。講評時などに学生同士が互いの制作や作品について話したり、ディスカッションしたりすることを含む授業内容になる可能性があります。"},{"0":"到達目標","1":"①絵画を与えられた形式と思わないで、なぜ絵画というものが成立しているのか。その不思議さと可能性を見る視点を身につける。②作品制作の中から派生したさまざまな表現を模索することで、美術作家、美術教育者、広域の表現者として活動していく基盤を習得する。"},{"0":"ディプロマポリシーとの関連","1":"https://www.musabi.ac.jp/wp-content/uploads/2021/05/CurriculumMap_pa.pdf"},{"0":"授業計画・課題に対するフィードバック","1":"袴田京太朗、今井俊介、利部志穂の担当教員からなる合計3クラスです。※選択は同時期に開設される「見る・描く・発見する」の3クラスを加えた、合計6クラスの中から選択します。第1日 オリエンテーション／課題内容および素材・技法、作品サイズなどの説明、参考資料の提示など。第2日～第22日 制作・実技第23日 作品講評　学生は指示に従い作品を展示しておくこと。第24日 作品の写真撮影。アトリエの整理・作品の撤去をして次の授業に備えます。●過去の課題から〈絵画を再考する〉小林耕平「イメージを捉え直す」「イメージ」という言葉はとても広い意味で使われています。絵画に限らず、映画、音楽、文学、また料理や商品など、イメージを扱っているものは身の回りに溢れています。また心に浮かんだ像や過去に見た記憶などもイメージです。ではみなさんは作品を作る際にイメージについてどのように考えているのでしょうか？この課題では、最初に50枚以上の画像を図書館から集めてもらいます。図版の画像をスキャナーや携帯電話のカメラ機能を使って撮影し、ポストカードサイズにして出力してください。配布した180x90cmの段ボール板に一望できるように画像を配置してもらいます。並べられた画像を鑑賞し、魅力や気付いたことなどを言葉やドローイングによって書き出します。書き出した言葉（ドローイング）と集めた画像を手がかりに作品を作ります。金田実生先生 「大きなサイズから発見する」大きな紙に向かって存分に制作することが課題です。簡単には視野におさまらない大きさ。制作が進むにつれ、自分の身体性や作品との距離感が強く意識されるでしょう。何を見つめて考え、選び取り、表現するか。頭の中に湧くヴィジョンをいかにあらわしてゆくか。表現を現実化するには画材や素材という物質性も不可欠です。素材が、「描くこと・つくること」とどう干渉し、表現に作用するかも意識して制作を進めて下さい。どのように取り組むかは自由です。それぞれの方法を一考し、大きなスケールを前に伸び伸びと格闘して下さい。豊嶋康子先生 「点・線・面」「点・線・面」をつくってみましょう。学生ひとりに1巻ずつロールのクラフト紙 (120cm幅ｘ23ｍ巻) を配ります。これを自由に使って、速攻でできるだけ多くの種類の「点・線・面」をつくってください。クラフト紙を加工するための他の素材・道具の使用も自由です。ハサミ、カッター、ホチキス、糊、絵の具など、各自それぞれで持参してください。それらを設置するためにふさわしい場所も自由に選んでください。最終的には沢山できたうちの数点を選んで校内のどこかに固定して展示をしますが、制作過程で出来上がったものすべてを撮影をして指定するweb上の場所へアップロードしてください。「点・線・面」をつくることは同時に「それらの周囲」も同時につくることにもなります。そこに新たに加えるべき必要な要素または排除するべき要素も考察します。また、他の人はどのような手順で「点・線・面」をつくったか、みなで解読し、制作方法を交換し、実際につくってみましょう。同じ方法でも作り手によってどのように異なっていくか、また違う作り手なのにどのように似通っていくか、その一致やズレも探ってみます。この期間中にクラフト紙ロール1巻をすべて使いきるようにしてください。"},{"0":"履修上の留意点","1":"オンラインでの対応を希望する者は、必ず事前に油絵研究室へ相談してください。"},{"0":"準備学習内容・時間の目安","1":"絵を見る際に、その内容だけでなく、時代背景や画家の思い、表現方法などを想像して見る習慣をつける。"},{"0":"成績評価の方法","1":"・第23日に作品の講評会を行い採点する。・制作姿勢、独創性、表現力などを重視し総合的に評価する。"},{"0":"テキスト","1":"第1日のオリエンテーション時に必要な場合説明があります。また、課題説明の中で、画集やスライド資料が示される場合もあります。"},{"0":"教員との連絡方法（オフィスアワー）","1":"油絵研究室に申し出てください。随時対応していますので、日時や場所についても相談してください。また、教員の指導日にアトリエで直接質問することもできます。"}]]