[[{"0":"科目名","1":"造形構想基盤演習","2":"講義名","3":"造形構想基盤演習（CLコース）"},{"0":"担当研究室","1":"クリエイティブイノベーション学科"},{"0":"担当教員","1":"井口　博美、荒川　歩、長谷川　敦士、山﨑　和彦、若杉　浩一、岩嵜　博論、平手　健一"},{"0":"分野","1":"造形構想基盤科目","2":"対象学年","3":"1年"},{"0":"科目群","1":"領域共通","2":"キャンパス","3":""},{"0":"開講期間","1":"第1ターム 2021/04/12-2021/06/05第4ターム 2021/10/18-2021/12/25","2":"曜日・時限","3":"火6,火7,水6,水7,木6,木7"},{"0":"授業形態","1":"演習","2":"単位数","3":"2.0"},{"0":"備考","1":"※本授業は市ヶ谷キャンパスで行う"},{"0":"授業概要・カリキュラム上の位置づけ","1":"造形構想基盤演習では、造形構想基盤講義と連動して、本研究科の中核となるビジョンデザイン、プロトタイピング、デザインプロジェクトのプラニングについてを学び、得た知識を実践しながら実際のデザインプロジェクトや事業において活用できるようになることを目指す。演習では、具体的なテーマに基づき、実際にプロジェクトを企画し、アウトプットを導くプロセスを通じて必要な知識や概念を理解することを目指す。プロジェクト計画を立案し、時間とリソースの効果的な管理を行うことによって、デザインのプロフェッショナルとしての自覚と自信を身につける。ビジョンデザインのアプローチと手法を学び、ビジョンに基づいた具体的なユーザーエクスペリエンスのデザインを学ぶ。プロトタイピングを通じたアブダクションを理解し、適切にプロトタイピングを用いるアプローチを学ぶ。"},{"0":"授業方法","1":"造形構想基盤講義と連動して、実際のプロジェクト遂行を行う。第１，第２フェーズリアルタイム（同時双方向）：Zoomもしくは、Teamsを用いる。その他Miro等のコラボレーションツール、制作ツールとしてAdobe CCも用いる（フェーズごとに指定する）。- Teams（Forms）を用いて授業内で出欠をとる。- TeamsもしくはZoomを用いて講義、教示を行い、グループに分かれて作業を行う。- 質問等は授業内で主担当教員が受け付ける。- 必要な資料はTeams上で配布する。- 授業開始5分前までにログインしておくこと。- 各フェーズでの発表のタイミングまでにグループごとに成果をまとめ、代表者のマシンからプレゼンテーションを行う。第３フェーズ学内での個人、グループ制作。"},{"0":"到達目標","1":"・プロフェッショナルとしてビジネスに活用するためのデザインプロジェクトとはなにかを理解する・デザインプロジェクト設計の考え方を理解する・ビジョンデザインの概念とアプローチとを理解する・プロトタイピングに基づく思考を理解する"},{"0":"ディプロマポリシーとの関連","1":"https://www.musabi.ac.jp/wp-content/uploads/2020/04/CurriculumMap_ci.pdf"},{"0":"授業計画・課題に対するフィードバック","1":"造形構想基盤講義と連動して、以下の3つのフェーズに分けて講義と演習を行う。第1フェーズ4月13日～5月6日：長谷川第2フェーズ5月11日～6月3日：山崎※別途プレゼンテーションを行う：6月7日第3フェーズ11月30日～12月23日：若杉"},{"0":"履修上の留意点","1":"欠席・遅刻した場合には、他の受講生に内容を確認する等自分で取り戻す努力をする事。"},{"0":"準備学習内容・時間の目安","1":"プロジェクト期間中は,調査やプロトタイピングなどの課外時間が必要となる。また、プロジェクト実施中は、必ず毎日プロジェクトチームメンバーと進捗の確認を行うこと（オンラインツール等での連絡を含む）。"},{"0":"成績評価の方法","1":"造形構想基盤演習と合わせてプロジェクト単位で、アウトプット、振り返りをレポートし、その内容で評価を行う。・各フェーズごとのレポート、アウトプット（造形構想基盤演習と合わせて３フェーズ）：80%・授業への参加態度：20%"},{"0":"テキスト","1":"特になし"},{"0":"テキストISBN番号","1":"特になし"},{"0":"参考文献(作品）等","1":"特になし"},{"0":"教員との連絡方法（オフィスアワー）","1":"プロジェクト単位で主担当教員を設定する。連絡方法については授業内で指示する。"}]]