[[{"0":"科目名","1":"統計学　Ⅱ","2":"講義名","3":"統計学Ⅱ（データ科学の基礎Ⅱ）"},{"0":"サブタイトル","1":"データ科学の基礎II"},{"0":"受講可能学科","1":"全学部・全学科"},{"0":"担当研究室","1":"教養文化・学芸員"},{"0":"担当教員","1":"圓山　憲子"},{"0":"分野","1":"文化総合Ⅰ類","2":"対象学年","3":"1年,2年,3年,4年"},{"0":"科目群","1":"教養文化Ⅰ類","2":"キャンパス","3":"鷹の台"},{"0":"開講期間","1":"後期 2021/09/06-2021/12/18","2":"曜日・時限","3":"水３"},{"0":"授業形態","1":"講義","2":"単位数","3":"2.0"},{"0":"履修条件","1":"150人"},{"0":"授業概要・カリキュラム上の位置づけ","1":"データ科学の柱の一つである統計学が使われるときのケーススタディや実験を通して、統計調査、分析とその結果の表現、判断という一連の流れを繰り返しながら、統計的手法や統計的な情報の読み方を学ぶ。"},{"0":"授業方法","1":"【teams】によるオンデマンド型授業"},{"0":"到達目標","1":"社会調査の概要、その方法の基本、調査の計画から分析までの調査に関わる一連の流れを理解し、情報の読み方や取り出し方を学ぶ。"},{"0":"ディプロマポリシーとの関連","1":"https://www.musabi.ac.jp/wp-content/uploads/2021/05/CurriculumMap_la1.pdf"},{"0":"授業計画・課題に対するフィードバック","1":"次の15テーマをオンデマンド型授業で学修します。第１テーマ 使われるときの統計学とは第２テーマ 実験（１）－ 母集団比率を探る第３テーマ 実験に潜む統計的法則 － 大数の法則と中心極限定理第４テーマ 実験結果（紙テープを切る）の分析－ 記述統計の復習、データ集計の工夫や視覚化 第５テーマ 実験から得られる理論モデル － 誤差分布第６テーマ 視聴率（1）－ 視聴率調査の概要第７テーマ 視聴率(2)：母集団比率の推定第８テーマ 社会調査（１）－ 社会調査の要点と流れ第９テーマ 社会調査（２）－ 使われるときの理論的背景（無作為抽出法など）第１０テーマ 社会調査（３）－ 統計的誤差と非統計的誤差第１１テーマ 理論と実際のずれ － 仮説検定第１２テーマ 確率論の基礎（１）第１３テーマ 確率論の基礎（２） 第１４テーマ 統計モデル（１）－ 二項分布、幾何分布、ポアソン分布など第１５テーマ 統計モデル（２）－ 統計モデルによる分析事例なお、順番と内容は実際の授業進行の様子に合わせて一部変更になる可能性があります。【授業各回の構成】上記テーマに関するビデオ3本程度を視聴しつつ、内容を理解するための小問などで構成。各回終了時、その回で学んだキーワードを整理し、履修者が授業内容を振り返り理解を促す。各回毎に提出する【授業フィードバック】で理解を確かめる小問を出す場合があり、特に演習が必要なトピックスについては、理解を深め発展的な考察や応用ができるよう小レポートを課します。【授業で扱うデータについて】履修者による調査やアンケートによりデータ収集を行い、授業で学ぶ手法をもしいて分析します。"},{"0":"履修上の留意点","1":"【履修登録上限150名】とします。定員を超えた場合は抽選となります。【「統計学I」を履修しておくと】、使われるときの統計学をよりよく理解し実践に対応する力がつきます（基本の統計量については、既学習として進めます）。毎回電卓（PCなどのアプリも可）を用意してください（プログラム電卓など高度な機能は不使用）必要な計算は電卓を用いて行い、効率の良い計算法はその都度解説します。統計ソフトウエア【エクセル】などを利用する場合もあります。"},{"0":"準備学習内容・時間の目安","1":"「自らが調査をするときはどうするか」という実践的関心を持って、統計学を応用した記事、統計調査などを読むようにしてください（予習３０分）。学んだ統計手法を理解するには、「自らに引き寄せる」こと、自らの関心のある事柄への適用を考察することが大切です（復習３０分）。"},{"0":"成績評価の方法","1":"次の項目による総合評価:平常点のポイント…各回の授業出席（授業後の授業フィードバックの提出）や小問への取組。授業で扱うデータを収集するための調査。複数回の小課題レポート…到達目標の達成を測るための課題レポート複数回提出（レポートをまとめるにあたり、授業内容を復習し、疑問点を解決し、考察を深めることができたか）。"},{"0":"テキスト","1":"テキストは特に指定せず、必要な資料は配布します。Teamsの各回授業チャンネルのファイルタブに置きます。"},{"0":"参考文献(作品）等","1":"初学者に読みやすく、しっかりした内容で、必要なときに役立つ参考文献を授業で紹介。図書館にある統計学の書籍から、自分にとって分り易いもの、使い易いものを参考にすることを薦めます。"},{"0":"教員との連絡方法（オフィスアワー）","1":"【Teams】上の本授業チームに質問や相談を受ける専用チャンネルを用意します。これを利用してください。"}]]