[[{"0":"科目名","1":"イメージエフェクトⅠ","2":"講義名","3":"イメージエフェクトⅠ（ディレクター実習Ⅱ）"},{"0":"サブタイトル","1":"ディレクター実習Ⅱ"},{"0":"担当研究室","1":"映像学科"},{"0":"担当教員","1":"小口　詩子、河井　真也、近藤　祥昭"},{"0":"分野","1":"専門基礎科目","2":"対象学年","3":"2年"},{"0":"科目群","1":"専門基礎（選必）","2":"キャンパス","3":"鷹の台"},{"0":"開講期間","1":"６.７期 2021/11/08-2021/12/18","2":"曜日・時限","3":"月３,月４,火３,火４,水３,水４,木３,木４,金３,金４,土３,土４"},{"0":"授業形態","1":"実技","2":"単位数","3":"2.0"},{"0":"授業概要・カリキュラム上の位置づけ","1":"ドラマ、ドキュメンタリー、アニメーション、MVなど、様々に映画・映像のディレクターを志す学生たちが、作品制作の企画開発から完成作品の展開までを俯瞰的に考察する機会として『プロデュース』、映像制作における要の一つであり強化点として『音響』に着目する。ディレクターがプロデューサーの視点を合わせ持てば、発想含め製作の全過程で多様な可能性が広がる。また、撮影、美術、録音、編集など映像作品を成立させる各パートの専門知識やスキルを合わせ持てば、制作の方法論や表現の幅は広がり、チームワークにおける技術スタッフとも共通コードを持ってコミュニケーションを取ることができる。映像制作において広域な担務をこなし得る学生たちがチームを組み、適宜必要な役割を担う制作スタイルが可能にする作品もあるだろう。\"表現力\"に直結する様々な知識や実践力を習得し、本来のディレクションを全うするための、ベーシックで総合的なクリエイティブの力を身につけてもらう。全体を通し、学生が主体的に関わり、考え進めていける授業を目指す。"},{"0":"授業方法","1":"第1,2週は、講義と並行し、学生に自身のアイディアを企画化しビジュアル化してもらう。第3～５週は音に関する理論や知識に関する講義と、機材や施設を使いながらの講習や実習、与えられたシチュエーションにおけるエチュード課題など。加えて映像作品における撮影、美術、編集などについて考察する講義。  ※授業形態やスケジュールは変更・変動となる場合がある。"},{"0":"到達目標","1":"各自の作品制作に還元される、プロデュース力、及び技術的知識と表現力（主にサウンド面）を養うこと。"},{"0":"ディプロマポリシーとの関連","1":"https://www.musabi.ac.jp/wp-content/uploads/2021/05/CurriculumMap_ctsi_ias.pdf"},{"0":"授業計画・課題に対するフィードバック","1":"＊第1,2週「実践、映画プロデューサー講座」（講師：河井真也●）●映画プロデューサーとは/映画ビジネスとは/日本映画と外国映画の現状と歴史●企画/構想　○企画課題作成（プレゼンテーションのフォーマットに則り各自作りたい映画の企画書を書く）●ファイナンス～ビジネスとしての仕事/原作ものとオリジナル脚本●スタッフィング/キャスティング　○企画課題プレゼン＆ディスカッション→ブラッシュアップ―――●撮影の実際とスタッフの役割●ポストプロダクション～編集～ダビング～完成/配給、宣伝/アカウントシステム、保険、エンターテイメントロイヤー/宣伝戦略～現場スチール撮影からポスターデザイン、広告、TV、ネットスポット出稿/公開～2次使用以降の展開戦略、パッケージから配信、放送まで○宣材課題作成（ポスターデザイン、キービジュアル、コピー、音楽イメージなど宣伝面でのクリエイティブの構築）●国際戦略～合作製作や海外での上映、展開など/国内外の映画祭の現状と組み方、利用の仕方。海外のエージェント、国際映画賞とは○宣材課題仕上げ●企画&宣材プレゼンテーション～講評/総括――――――――＊第3,4,5週「超、音響基礎講座」（講師：近藤祥昭◆）＋特別講座A、B、C◉◆音が発生するとは、音の三要素、ハース効果、ドップラー効果◆音を電気信号に変換する、アナログとデジタル◆音の記録、加工、再生◇課題◉特別講座A◉特別講座B―――◆ 音場を捉える、マイクの使い方（1）◆ 音をミックスする（1）◆ 音をミックスする（2）◇課題◇課題◉特別講座C―――◆ 音場を捉える、マイクの使い方（2）◆ 音をミックスする（3）◆ 音を加工する◇課題制作◇課題制作◆発表会、総括"},{"0":"履修上の留意点","1":"遅刻・欠席厳禁。"},{"0":"準備学習内容・時間の目安","1":"「実践、映画プロデューサー講座」では宣材制作の課題、「超、音響基礎講座」では音のミックスや加工などの作業があり、1年次で学んだ映像基礎の技術（特に基本的なPCの操作）を前提とします。また、各講師から事前に指示が出る場合があり、掲示等で周知します。"},{"0":"成績評価の方法","1":"３つの授業の課題評価を担当講師が行い、全期間を通した総合的な評価となります。全出席が前提。各講義演習における積極的姿勢(40%)と知識・技術習得の度合い(40%)、加えて現場におけるマナー（20％）を評価。"},{"0":"教員との連絡方法（オフィスアワー）","1":"Microsoft Teams を連絡・提出用に用いる。"}]]