[[{"0":"科目名","1":"初級フランス語　１－１","2":"講義名","3":"初級フランス語１－１Ｂ"},{"0":"サブタイトル","1":"文法講読"},{"0":"受講可能学科","1":"全学部・全学科"},{"0":"担当研究室","1":"言語文化"},{"0":"担当教員","1":"小幡　一雄"},{"0":"分野","1":"文化総合Ⅱ類","2":"対象学年","3":"1年,2年,3年,4年"},{"0":"科目群","1":"言語文化Ⅱ類","2":"キャンパス","3":"鷹の台"},{"0":"開講期間","1":"前期 2021/04/12-2021/07/10","2":"曜日・時限","3":"木３"},{"0":"授業形態","1":"演習","2":"単位数","3":"2.0"},{"0":"履修条件","1":"この科目を履修するためには、後期開設の「初級フランス語1－2B」もあわせて履修しなければなりません。なお、前年度までに上記の後期開設科目の単位を既に修得した者は、この科目を履修することはできません。"},{"0":"授業概要・カリキュラム上の位置づけ","1":"フランス語に初めて触れる学生を対象に、前期・後期を通じてフランス語の基礎を固める授業です。テキストの本文や会話文は、パリのさまざまな美術館がテーマになっています。「オンデマンド型」の授業になります。MicrosoftのTeamsを使用します。毎回の小テストとその添削により、しっかりと習得していきます。"},{"0":"授業方法","1":"毎回、Teamsによる文章で解説を行います。しっかり理解してください。教科書は、文法には『新モン・フランセ　ーひとりで学ぶフランス語』（駿河台出版社）を、購読には『やさしくミュゼでパリめぐり』（白水社）を用います。毎回、Teamsに課題や小テストをアップしますから、必ず期限内にメールで下記アドレスまで回答や、ご質問があればご質問も送信するようにしてください。ノートに手書きで書いた回答を写メールでお送りいただいても構いません。できるだけ早く添削して返信しますから見直してください。それをペースメーカーにして、一歩一歩フランス語を身につけていきましょう。kaz.obata@nifty.com"},{"0":"到達目標","1":"基本的な発音のしくみや文法・会話表現などを身につけ、平易な文章を読む力を養います。"},{"0":"ディプロマポリシーとの関連","1":"https://www.musabi.ac.jp/wp-content/uploads/2021/05/CurriculumMap_la2.pdf"},{"0":"授業計画・課題に対するフィードバック","1":"第 1 回 オリエンテーション第 2 回 フランス語の発音（1）第 3 回 フランス語の発音（2）第 4 回 1 課 文法（名詞・冠詞など）第 5 回 1 課 講読（ルーブル美術館）第 6 回 2 課 文法（être 動詞・形容詞など）第 7 回 2 課 講読（オルセー美術館）第 8 回 総復習第 9 回 3 課 文法（avoir動詞・否定文など）第 10 回 3 課 講読（オランジュリー美術館）第 11 回 4 課 文法（-er 動詞、疑問文など）第 12 回 4 課 講読（国立近代美術館）第 13 回 前期の総復習(1)第 14 回 前期の総復習(2)第 15 回 まとめ"},{"0":"履修上の留意点","1":"毎回、Teams上での解説を理解してください。そのためには、『ひとりでも学べるフランス語』（白水社）が役立つことでしょう。覚えるべきことを覚え、毎回課題・小テストを提出し、返信される添削を見直し復習することが大切です。文法を理解し、問題集などで練習問題をこなし、美術館についての文章を自分の力で読む、ということを繰り返していくうちに、知らず知らずのうちにフランス語の実力が飛躍的についてきます。「継続こそ力なり」です！"},{"0":"準備学習内容・時間の目安","1":"語学の学習は積み重ねが大切です。毎回必ず復習して身につけて下さい。（60分）"},{"0":"成績評価の方法","1":"毎回Teamsに提出してもらう課題・小テストにより評価します。"},{"0":"テキスト","1":"教科書(1) ：藤田尊潮・小幡一雄著『やさしくミュゼでパリめぐり』白水社（必携です）教科書(2)：『ひとりでも学べるフランス語』白水社（必携です）辞書 ： 『プチ・ロワイヤル仏和辞典』旺文社（持っていることが望ましい）"},{"0":"テキストISBN番号","1":"978-4560060803"},{"0":"参考文献(作品）等","1":"推薦図書 ： 『フランス語をひとつひとつわかりやすく。』（学研）"},{"0":"教員との連絡方法（オフィスアワー）","1":"下記のメールアドレス宛てに連絡してください。kaz.obata@nifty.com"}]]