[[{"0":"科目名","1":"メディア表現演習Ⅱ","2":"講義名","3":"メディア表現演習Ⅱ"},{"0":"サブタイトル","1":"アニメーション制作"},{"0":"受講可能学科","1":"造形学部・デザイン情報学科"},{"0":"担当研究室","1":"デザイン情報学科"},{"0":"担当教員","1":"山元　隼一"},{"0":"分野","1":"専門Ⅱ類選必","2":"対象学年","3":"2年,3年"},{"0":"科目群","1":"専門Ⅱ類（選必）","2":"キャンパス","3":"鷹の台"},{"0":"開講期間","1":"前期 2021/04/12-2021/07/10","2":"曜日・時限","3":"土３,土４"},{"0":"授業形態","1":"演習","2":"単位数","3":"2.0"},{"0":"授業概要・カリキュラム上の位置づけ","1":"グループワークでアニメーション制作を行う授業である。技能や、担当したいセクション等に合わせて、グループを編成する。アニメーションは企画、ストーリー、作画、音楽などによって構成される総合芸術である。本科目では、単に作品を制作するだけでなく、コンペに出品するなど、発表方法、セルフプロデュースも見据え企画し、制作を行ってもらう。履修にあたっては、アニメーション制作に興味がある、アニメーション業界に入るために制作したい、などといった動機付けまたは得意とすることが各自異なると考えられるので、それに応じてグループ編成も変更する。"},{"0":"授業方法","1":"アニメーション制作に必要な知識、理論のレクチャーを行うほか、それを応用したアニメーションの制作実習や、2000年～2010年代の国内外の短編デジタルアニメーションの実例の紹介と解説等によって授業が構成される。"},{"0":"到達目標","1":"(1)アニメーション制作の一連の流れを体験し、映像表現を身につける。(2)チームでストーリーのあるアニメを企画、計画して設計できる能力を養うとともに、作家性の確立の足がかりを構築する。(3)スケジュール内で制作するプロジェクトマネジメント能力を身につける"},{"0":"ディプロマポリシーとの関連","1":"https://www.musabi.ac.jp/wp-content/uploads/2021/05/CurriculumMap_di.pdf"},{"0":"授業計画・課題に対するフィードバック","1":"以下の計画は授業の進行や課題の制作状況に応じて変更する場合がある。第01回　少人数によるアニメーションの世界/アニメーション制作プロセス第02回　チーム編成 /企画について、作例を見せつつポイントを説明　　　　 作品の狙い、ターゲット層、どういったコンペを狙うかなどの戦略立案　　　　 作品のベンチマークの決定第03回　物語の作り方/イメージボードの制作について第04回　各チームの企画講評　/字コンテ/絵コンテについて(作例を見せながら)/スケジュールの設計　　　　 絵コンテにはカット数制限など、期間から逆算して制作可能な作業量にする。第05回　各チーム企画講評/絵コンテにおけるカットの意図、Vコンテについて第06回　カラースクリプト ・色彩設計・レイアウトについて・アフターエフェクトの基本的な作業について第07回　原画・アニメーションの原則について/デジタルで作画を実際にやってみる第08回　Vコンテ講評・レイアウトの注意点第09回　日本の様々な背景美術とスケジュールについて　チーム制作1　第10回　 アフターエフェクトの注意点・プレミアによる編集について　チーム制作2第11回　チーム制作3第12回　チーム制作4第13回　チーム制作5第14回　チーム制作6第15回　アニメーション上映会/講評"},{"0":"履修上の留意点","1":"グループワークで制作することから、原則として個人制作は認めない。本科目で対象となるのは明確にストーリーが存在するナラティブであり慣習的なアニメーションである。抽象アニメーションなどは対象としないので履修にあたっては注意すること。"},{"0":"準備学習内容・時間の目安","1":"各回の授業を踏まえ、毎週グループで話し合いの機会を持つこと(60分)一般的にアニメーション制作には極めて長期間を要する。特に短い授業期間でできる内容は限られており、ましてや初めてのアニメーション制作となると短期間での完成は難しい。そのため、グループで協力し合い、計画的に制作を進めることが望ましい。制作期間中は極めて多忙となる。液晶タブレットなど準備するが、各自分担して制作を進められるようにipadやノートパソコン等を既に保有している人は授業時の持参を推奨する。"},{"0":"成績評価の方法","1":"提出作品やグループへの貢献度に加え、出欠状況や受講態度などを含め総合的に判断する。"},{"0":"テキスト","1":"なし"},{"0":"参考文献(作品）等","1":"なし"},{"0":"教員との連絡方法（オフィスアワー）","1":"講義内容に関する質問等は、毎授業時に受け付ける。"}]]