[[{"0":"科目名","1":"健康と身体運動文化　１４","2":"講義名","3":"健康と身体運動文化１４（バドミントン）"},{"0":"受講可能学科","1":"全学部・全学科"},{"0":"担当研究室","1":"身体運動文化"},{"0":"担当教員","1":"白井　巧"},{"0":"分野","1":"文化総合Ⅱ類","2":"対象学年","3":"1年,2年,3年,4年"},{"0":"科目群","1":"身体文化Ⅱ類","2":"キャンパス","3":"鷹の台"},{"0":"開講期間","1":"後期 2021/09/06-2021/12/18","2":"曜日・時限","3":"火３"},{"0":"授業形態","1":"実技（身体）","2":"単位数","3":"1.0"},{"0":"履修条件","1":"特になし"},{"0":"授業概要・カリキュラム上の位置づけ","1":"スポーツをはじめ身体運動は、明るく豊かで活力に満ちた社会の形成や、個々人の心身の健全な発達に不可欠なものである。生涯にわたってスポーツに親しむことは極めて大きな意味をもつ。学生時代は社会人への移行期でもあり、身体運動やスポーツライフの定着には絶好の機会であると言える。本学の建学理念の「教養ある美術家養成」という目標にも掲げられるように、幅広く深い教養と人間性の涵養をねらいとしている。この授業では、健康、スポーツ、身体運動文化を理解し、それに親しむ能力を身につける。同時に、こうした経験を通して理解したことや自身の学びを、他者に伝える論理的コミュニケーション能力の習得も目的としている。そのために、実際に身体を動かして他者とコミュニケーションを取りつつ、教場で知識や技能を獲得することが極めて重要である。"},{"0":"授業方法","1":"【重要】この授業は、大学内の施設を利用した「対面授業」です。初回ガイダンス日から体育館にて対面授業を実施します。ただし、コロナ禍の状況に応じて「ハイブリッド型」（オンラインと対面の併用授業）に切り替える可能性もあります。詳細については、初回の授業で説明します。"},{"0":"到達目標","1":"各種運動・スポーツの身体操作技能やプレイ能力の習得や理論、ルール、マナーの理解等を深めることによって、健康づくりやスポーツおよび身体運動文化の環境を考え、自ら企画・運営することのできるような生涯スポーツの基礎を培う。また、運動・スポーツ種目の実践を通じて、他者との円滑なコミュニケーションを図ることができるようになるための態度を養う。"},{"0":"ディプロマポリシーとの関連","1":"https://www.musabi.ac.jp/wp-content/uploads/2021/05/CurriculumMap_la2.pdf"},{"0":"授業計画・課題に対するフィードバック","1":"第 1回 オリエンテーション　(集合場所：体育館バドミントンコートにて授業内容説明) 第 2回 バドミントンを歴史から学ぶ　　　 1830年シャトル遊びの追体験 第 3回 ドライブ、ショートサービス、 簡易ゲーム開始 第 4回 ヘアピン 第 5回 ロブ 第 6回 ドロップ&ロブ、ダブルス審判法の学習とダブルスゲーム開始 第 7回 クリアー(より遠くへシャトルを飛ばそう ) 第 8回 移動をともなう動きを学ぶ         第 9回 バックハンド側の対応を学ぶ その1    第 10回 バックハンド側の対応を学ぶ その 2  [学期の課題を伝える]第 11回 スマッシュとレシーブ          第 12回 今学期学習した打法のおさらい       第 13回 チーム対抗戦 1　　　　[課題 : 提出締め切り日]     　　　  実技と並行して、各自が持参した授業課題を皆に発表する時間を設ける　その1。第 14回 チーム対抗戦 2 　         実技と並行して、各自が持参した授業課題を皆に発表する時間を設ける　その2。第 15回 チーム対抗戦 3"},{"0":"履修上の留意点","1":"1）この授業は対面で実施します。2）初回ガイダンス日から体育館に集合してください。3）初回は、ガイダンスなので運動の服装は必要ありません。4）コロナ禍の状況に応じて、オンライン（Zoom）で実施する場合もあります。このクラスは、バドミントンを通じて、スポーツ自体が持つ「楽しさ」、他者との関わりから「人を鼓舞する力」、自身の身体への気づきから「健康」、これら3つがテーマとなります。 　　但、皆さんが履修をするにあたり下記3つの基本事項を同意した上で登録をお願いいたします。　1. 　スポーツに適した服装で授業に参加する。　2. 　体育館で運動をする際、安全性が確保出来そうな屋内用シューズを、　　　必ず履いた状態で授業に参加する。　3.　今学期は、新型コロナウイルス感染を避けるため、工夫をこらしたスタイルで対面実技授業を　　　実施します。受講者の皆さんにはお手数をおかけしますが、よろしくお願いいたします。●新型コロナウイルス感染と健康のお知らせ　授業中の行動制限に関するお知らせ・ 大きな声は出さない。・ ハイタッチはなし。・ 他の人との距離感覚は、物理的に近づきすぎない（2m）。・ 自分用の水分は、他の人と共有しない。・ 自分用のタオルは、他の人と共有しない。・ 体育館用のシューズを、友人から借用しない・共有しない。・ 授業中に、体育館用シューズの底を手でさわらない。・ 授業中のマスクの着用・不着用は、個人の判断でお願いします。・ 自分でラケットを持っている場合は、是非ご自分のラケットを持参して下さい。・ マイラケット購入を希望の方は、担当教員に相談してください。○大学web 新型コロナウイルスに伴う対応・対策について　https://www.musabi.ac.jp/outline/effort/disaster/covid-19/○ （公財）日本バドミントン協会ガイドライン　　https://www.badminton.or.jp/covid-19/docs/ActivityGuidelines_20200604.pdf○ スポーツ庁　新型コロナウイルス感染症：スポーツ・運動の留意点　　https://www.mext.go.jp/sports/b_menu/sports/mcatetop05/jsa_00010.html○感染症対策　手洗いせきエチケットの基本　https://www.badminton.or.jp/covid-19/docs/InfectiousDiseaseControl_20200604.pdf以上、新型コロナウイルス感染症対策●けがと体調不良連絡・以前に膝の手術をしている、肩関節が外れやすい等がある場合は一言お伝え下さい。・授業日のケガ・体調不良の場合も、クラスの前かクラス中に必ず伝えて下さい。　（例えば、怪我をしているままクラスに参加することは危険です。）・授業中シャトルが目に当たった、ラケットが顔面に当たった、足をねんざした等の怪我は、　必ず報告して下さい。"},{"0":"準備学習内容・時間の目安","1":"オリンピック・ミュージアムを訪ねることを推奨します。　https://japan-olympicmuseum.jp/jp/スポーツを通じたアートやデザインに触れて見ませんか。とてもワクワクする仕組み一杯の場所です。交通：外苑前またはJR信濃町（月曜休館日）"},{"0":"成績評価の方法","1":"新型コロナコロナウイルスに関連する体調不良から授業を控える場合は、不利益にならないよう配慮をする。ただし、健康である範囲において、学期を通じてクラスを欠席しないこと。偏頭痛や既往症がある場合は、出席配慮対象になるので申し出てください。評価内訳：　秀：100～90、優：89～80、良：79～70、可：69～60、不合格： 59以下　　毎週の授業コメント　50 %積極的なチャレンジ：20 %課 題：20 %（バドミントン授業 × あなたの直感＝ 新しいアイディアを作品として具現化する）習熟度確認：10 % （授業で積み重ねた技の習熟度を9週目以降に評価。）体育のクラスでは、どのクラスでも学期を通じて3/4以上の出席がなければ、確実に不合格となる。欠席時の減点：1回：－5点、2回：－10点、 3回：－20点遅刻時の減点：1回：－2点、2回： －4点、 3回： －6点"},{"0":"テキスト","1":"特に指定しない。関連する参考文献については、授業内で適宜紹介する。"},{"0":"参考文献(作品）等","1":"近年で最も素晴らしいバドミントンの世界最高峰のゲーム：Youtube鑑賞YONEX All England Open 2020 | Finals MD Highlights | BWF 2020男子ダブルス決勝ハイライト　5分Youtube: https://www.youtube.com/watch?v=yFQtGhaKiuc&t=53sYONEX All England Open 2020 | Finals WD Highlights | BWF 2020女子ダブルス決勝ハイライト　5分Youtube : https://www.youtube.com/watch?v=UxXVokH6SgM"},{"0":"教員との連絡方法（オフィスアワー）","1":"学期授業期間中毎週火曜日13時～16時直接体育館にお越しくださいまたは、体育館一階身体運動文化事務室にお越しください"}]]