[[{"0":"科目名","1":"西洋美術史概論","2":"講義名","3":"西洋美術史概論"},{"0":"受講可能学科","1":"造形学部・芸術文化学科"},{"0":"担当研究室","1":"芸術文化学科"},{"0":"担当教員","1":"宮崎　匠"},{"0":"分野","1":"専門Ⅱ類選択","2":"対象学年","3":"1年"},{"0":"科目群","1":"専門Ⅱ類（選択）","2":"キャンパス","3":"鷹の台"},{"0":"開講期間","1":"通年 2021/04/12-2021/12/18","2":"曜日・時限","3":"木３"},{"0":"授業形態","1":"演習","2":"単位数","3":"4.0"},{"0":"授業概要・カリキュラム上の位置づけ","1":"21世紀において美術作品は、多くの場合、美術館の中に展示され、目で見て（つまり手で触れずに）鑑賞されるものとなっている。だが過去の歴史の中において、造形作品は目で見られるだけでなく体で触れられ、祈りを捧げられ、生活の中で重要な価値と意味を与えられ、社会的・政治的・教育的・宗教的に実践的な役割を担ってきた。　また美術作品は芸術家がひとりの着想に基づきゼロから作り出したものでもない。必ず先人の作品があり、そのすでに作られた作品を多かれ少なかれベースとしながら、新しい作品が作られている。またその新しく作られた作品については、既存の作品や芸術運動との違いが顕著に確認され、新しい要素や特徴が付け加えられていることがより明確な作品が重要な作例とみなされ、高い評価を与えられている。　これらの点を考慮するなら、歴史のなかで或る特定の作品が「なぜ（理由）」、「何のために（目的・役割）」そして「どのように（技法・素材・表現様式）」つくられてきたか、さらに「どのような点が歴史的に評価されてきたか」を知ること、つまり美術史を学ぶことは、造形作品に関する理解を深めるために必要不可欠なことであるといえる。　その美術史について、この授業では特にヨーロッパの美術の歴史に焦点を当て、古代・中世そしてルネサンス以降の近世を前期に扱い、新古典主義から現代へとつながるアヴァンギャルドの潮流を後期で学ぶ。それにより作品が誕生した社会的・文化的背景の分析を通して、人間の創造の歴史とその意味、さらに多様な表現の意義を理解することを目指す。"},{"0":"授業方法","1":"基本は対面授業であるが、必要に応じてハイブリッドもしくは、オンラインでの授業になる。"},{"0":"到達目標","1":"近代以降の日本と深い関わりのある西洋の美術の歴史を知ることによって、翻って、現代に生きる人間と芸術とのかかわりを考察する。"},{"0":"ディプロマポリシーとの関連","1":"https://www.musabi.ac.jp/wp-content/uploads/2021/05/CurriculumMap_apm.pdf"},{"0":"授業計画・課題に対するフィードバック","1":"【前期】★古代美術第1週 エジプト第2週 メソポタミア第3週 エーゲ第4週 ギリシャ第5週 エトルリアとローマ★中世美術第6週 初期キリスト教第7週 ビザンティン第8週 西欧中世初期第9週 西欧中世後期★近世美術第10週 イタリア・ルネサンス第11週 北方ルネサンス第12週 マニエリスム第13週 17世紀イタリア・スペイン第14週 17世紀アルプス以北第15週 まとめ【後期】★近・現代美術第16週 18世紀美術第17週 ロマン主義第18週 レアリスム第19週 印象主義第20週 ポスト印象主義第21週 ナビ派と象徴主義第22週 世紀末芸術第23週 ロダンと近代彫刻第24週 ブリュッケと青騎士第25週 フォーヴィスム第26週 キュビスムと未来派第27週 ロシア・アヴァンギャルド第28週 デ・ステイルとバウハウス第29週 ダダイスムとシュルレアリスム第30週 期末考査"},{"0":"履修上の留意点","1":"対面授業では、授業中の私語厳禁。"},{"0":"準備学習内容・時間の目安","1":"美術全集や西洋美術史概説に関する文献で歴史を把握、推薦する美術展にも積極的に足を運び、美術の潮流や作家に関する文献を調べて研究する。"},{"0":"成績評価の方法","1":"レポート試験"},{"0":"参考文献(作品）等","1":"『カラー版西洋美術史』　高階秀爾監修　美術出版社　2002年　『西洋美術の歴史』　H.W.ジャンソン、アンソニー・ジャンソン著　2001年　創元社『西洋美術史ハンドブック』　高階秀爾、三浦篤編　1997年　新書館『西洋美術史』北澤洋子監修　2006年　武蔵野美術大学出版局『世界美術大全集：西洋編』　小学館『西洋美術の歴史』中央公論新社『すぐわかる…』シリーズ、東京美術『もっと知りたい…』シリーズ、東京美術『アート･フィールド フランス現代美術』及び『アート･シード ポンピドゥ・センター美術映像ネットワーク』岡部あおみ著など、その他の参考文献は授業に即して指示。"}]]