[[{"0":"科目名","1":"絵画基礎　Ⅱ","2":"講義名","3":"絵画基礎Ⅱ"},{"0":"サブタイトル","1":"絵画基礎Ⅱ「描くことのはじまり〈みる〜ふれる〉」［油絵専攻1年］5〜8授業週 〈2単位 実技〉小林耕平、熊澤未来子、徳永陶子、横谷奈歩"},{"0":"受講可能学科","1":"造形学部・油絵学科・油絵専攻"},{"0":"担当研究室","1":"油絵"},{"0":"担当教員","1":"小林　耕平"},{"0":"分野","1":"専門Ⅰ類","2":"対象学年","3":"1年"},{"0":"科目群","1":"専門Ⅰ類（必修）","2":"キャンパス","3":"鷹の台"},{"0":"開講期間","1":"２.３期 2021/05/10-2021/07/03","2":"曜日・時限","3":"集中"},{"0":"授業形態","1":"実技","2":"単位数","3":"2.0"},{"0":"履修条件","1":"特になし"},{"0":"授業概要・カリキュラム上の位置づけ","1":"1年次ではものをみること、あるいは何かを描くことの問い直しを共通のテーマとしてとらえています。ここではまず身近なところから、そのテーマの一端にふれていきましょう。私たちの生活の中で「みる～ふれる」という行為はごく一般的なことですが、ここでは作品制作を前提として「みる～ふれる」を、さまざまな観点からとらえ直してみます。身近でありながら考えようによっては複雑きわまりない「みる～ふれる」ということを、自分の問題として積極的に考えていくことは、今後拡がっていくであろうそれぞれの表現の重要な基礎になっていくと思います。"},{"0":"授業方法","1":"課題内容に基づいて課題作品を制作します。オリエンテーション、指導、及び講評を教員が担当します。講評時などに学生同士が互いの制作や作品について話したり、ディスカッションしたりすることを含む授業内容になる可能性があります。"},{"0":"到達目標","1":"①普段何気なく見ているものや感じていることを、別の角度からとらえなおす。②事物や物事を再発見し、それを表現できるようにする。　　③基礎課程、専門課程を通じて主体的に作品制作に取り組み、学生それぞれの可能性を真摯に探求することで充実した自己表現を獲得する。"},{"0":"ディプロマポリシーとの関連","1":"https://www.musabi.ac.jp/wp-content/uploads/2021/05/CurriculumMap_pa.pdf"},{"0":"授業計画・課題に対するフィードバック","1":"1．小林耕平クラス、2．熊澤未来子クラス、3．徳永陶子クラス、4．横谷奈歩クラスの計4クラスの中からひとつを学生は選択します。第1日【オリエンテーション】／課題内容および素材・技法、作品サイズなどの説明、参考資料の提示など。第2日～第4週の木曜日【制作・実技】第4週の金曜日【作品講評】学生は指示に従い作品を展示しておくこと。第4週の土曜日【作品の写真撮影】アトリエの整理・作品の撤去をして次の授業に備えます。●過去の課題から丸山直文先生　「「例えば自分の好きな絵画を絵画以外のものに翻訳してみるということ」」作品には見える所と見えない所があるように思います。見える所は木がある、赤い家がある、といったように誰でも同じように捉えることのできる情報としての図であり、見えないところとはそれらの情報を通じて自身の思考を廻らせ、どのようにその作品を解釈し理解したか、その人にとっての「意味（内容）」であるといえます。ここでは自分の好きな絵画作品１点を選び意味を抜き出し、それを絵画以外の方法で作品にしてもらいます。ワシリー・カンディンスキーが音楽から影響を受け絵画を描いたように、パウル・クレーが生物学から影響を受け絵画を描いたように、絵画の中にある直接みえない隠れた部分を読みといてもらいます。そうすることで発想力と作品への理解が深まればと考えます。竹内一先生 「感受から表現（ドローイングと作品化）」絵画制作において、表現手法や媒体を探るのと同等に大切な事は「見て、感受する」という事です。そして、感受性を深める為に観察と感覚を具現化するのがドローイングです。感受したドローイングから絵画空間における存在感や空間を探り、表現に繋げていく事が自分の作品とする為に欠かせない行程となるのです。例えば三次元空間、空間の平面化や簡略化、視覚的イリュージョン空間等、感受した事を具現化する為の空間を探すという事ですが、そこがなかなか繋がらないという人も少なくないでしょう。今回の課題はその行程を体感する為の第一歩として設定しました。具体的には幾つかのキーワードから大学内でドローイングを行ないます。校内のものであればなんでも構いません。自分の気になるものを探し、見付けたものをドローイングします。それらを掲示して自分の中での視点を見出し、より良く表現する為の空間を探り、徐々に自分の感性を引き出すドローイングを行う。それを具現化する為のエスキースへと移って行きます。感受→焦点の絞り込み→エスキース→制作という一連の流れを行なう事で無理せず、自分の表現が見付けられるようになるはずです。山本晶先生「愛ってなに？」「愛」は様々な形式で私たちの前に現れます。宗教、恋愛、友情、対概念としての憎悪。でもそれは教則本のような愛の形で、あなたたちのリアルな愛はもっと新しい形ではないでしょうか。作品を作る動機は愛です。静的であれ、動的であれ、動機の根底には愛があります。ひとりひとり色、形、モチーフへのとてもプライベートな関係をあたためていると思います。造形の要素である「色」の演習で身の回りにある色を収集し、自分はどんなトーンを形成するのか観察します。「形」の演習では日常の中で気になる形を採取します。「対象」つまり、「色」と「形」であぶり出された「対象」からどんな愛の形が出ているかを分析し作品を作ります。一見重く感じる「愛」という言葉を日常空間に放り出すことが可能なのは、アートなのではないでしょうか。"},{"0":"履修上の留意点","1":"この期間は造形総合Ⅰ類「デザインⅠ」（必修）があり学生は前半（第5授業週～第8授業週）と後半（第9授業週～第12授業週）に分かれます。オンラインでの対応を希望する者は、必ず事前に油絵研究室へ相談してください。"},{"0":"準備学習内容・時間の目安","1":"文字通り、見て、触れて、それを描いたり、思ったことをメモに書きとめたりすること。また好奇心を持って自分の身の回りの物を見つめてみる。"},{"0":"成績評価の方法","1":"・第4週の金曜日に、期間中制作した作品を対象に講評会を行なう。・各自の講評後採点され素点が入れられる。・担当する教員によって提出作品が違うので注意すること。・制作姿勢、独創性、表現力などを重視し総合的に評価する。"},{"0":"テキスト","1":"第1日のオリエンテーション時に必要な場合説明があります。また課題説明の中で、画集やスライド資料が示される場合もあります。"},{"0":"教員との連絡方法（オフィスアワー）","1":"油絵研究室に申し出てください。随時対応していますので、日時や場所についても相談してください。また、教員の指導日にアトリエで直接質問することもできます。"}]]