[[{"0":"科目名","1":"造形総合・彫刻Ⅰ","2":"講義名","3":"造形総合・彫刻Ⅰ"},{"0":"サブタイトル","1":"造形総合・彫刻Ⅰ オンライン授業［視覚伝達デザイン学科1年］9〜12授業週 〈2単位 実技〉"},{"0":"受講可能学科","1":"造形学部・視覚伝達デザイン学科"},{"0":"担当研究室","1":"共通彫塑"},{"0":"担当教員","1":"戸田　裕介、山本　一弥、長谷川　さち、多和　圭三、髙野　正晃、櫻井　かえで、松本　隆、人見　崇子、岡田　健太郎\t、諸貫　きよ恵、正親　優哉"},{"0":"分野","1":"造形総合Ⅰ類","2":"対象学年","3":"1年"},{"0":"科目群","1":"造形総合Ⅰ類（必修）","2":"キャンパス","3":"鷹の台"},{"0":"開講期間","1":"３期 2021/06/07-2021/07/03","2":"曜日・時限","3":"集中"},{"0":"授業形態","1":"実技","2":"単位数","3":"2.0"},{"0":"履修条件","1":"視覚伝達デザイン学科1年次生のみに開設されている造形総合科目Ⅰ類〔必修〕です。"},{"0":"授業概要・カリキュラム上の位置づけ","1":"素材：ダンボール大きさ：45×45×45cm以内 モチーフ：「風景」　紙を使用して自分の住む街・近隣の「風景」を制作します。　制作は、まず各自が作りたい場所を自宅周辺から探しだすところからはじまります。制作対象である「風景」は、心象イメージではなく、必ず現実に存在する場所や景観を探し出してください。制作する「風景」は、眺め易い固定位置から観察するだけで無く、対象である風景の中を歩いたり、近づいたり、見上げたり、ときには見下ろしたり、いろいろな角度や距離から観察出来る具体的な場所を「風景」として選んでください。　「風景」を一瞥するような見方ではなく、凝視し、観察することで、普段何気なく目にする景色に、今まで気づくことの無かった空間と物のありかたや、興味深いかたちの関係などを発見しましょう。静物デッサンや風景画を描くときのように、固定した場所からときおり見ながら制作するのではなく、観察対象と制作場所（自宅の居室を想定）が離れているのもこの課題のひとつの特徴です。制作期間継続的に現地を訪れ、デッサンやスケッチを繰り返してください。　ダンボールは、切断、折り曲げ、接着、羽目合わせなど、様々な手法で扱います。粘土のように自由な造形が出来ず、制作工程の最初には不自由を感じることもあるかも知れません。また、素材は、元々何かを形作っていたセカンドハンドの古紙です。既に強い存在感や表情を持っている場合も多く、時として元の材料としての痕跡が制作に繋がって思いがけず素晴らしい形態に変容する可能性も孕んでいます。そういったことはこの課題の楽しみ方の1つでもありますが、基本には、素材を活かすと言った安易な考え方では無く、対象である「風景」を繰り返し観察し、一人一人の「風景」を立体造形物として制作してください。○彫刻家として活動をしている教員が、専門的な知識・経験・技術をもちいて指導し、学生が学位授与方針(ディプロマポリシー)における以下の内容を修得する授業である。1.制作・研究を深め広げる技能を身につける。2.批判的思考を働かせ、課題や主題を自主的に設定することができる。※ 観察対象となるモチーフ及びテーマに関する詳しい説明は、前提講義の場で行います。※ 彫刻制作では、多くの絵画や写真が採用する固定視点とは異なり、観察する「私」が、対象であるモチーフに対峙し、能動的に動き回りながら観察する多視点や、稜線（アウトライン）による物体把握とは異なる、眼球運動や焦点距離の違いを強く意識する、身体性に深く関わる視点や思考が必要です。そういった「彫刻」特有の創造的体験を、実制作と言葉による解説を通して理解し実践的に獲得します。"},{"0":"授業方法","1":"リアルタイム（同時双方向）型を中心にTeams、Zoom等を使用したオンライン授業を行います。※Teamsへのチーム招集を行います。"},{"0":"到達目標","1":"・モチーフを深く観察し、その特徴や性質を感じるとともにプロポーションや構造を理解できる。・素材の特性を理解し、基本的な技術を習得する。・立体造形における基本姿勢を理解し、ねばり強い制作ができる。・制作・研究を深め広げる技能を身につける。・批判的思考を働かせ、課題や主題を自主的に設定することができる。"},{"0":"ディプロマポリシーとの関連","1":"https://www.musabi.ac.jp/wp-content/uploads/2021/05/CurriculumMap_vcd.pdf"},{"0":"授業計画・課題に対するフィードバック","1":"授業週/授業項目 　9  　 前提講義 /研究室の教育方針・課題内容・主旨の説明　　　 授業に必要な道具・材料の解説および作業上の諸注意　10  　　　11　  中間講評・採点 （制作の進度に応じて、日程の変更があります）　12  　講評・採点"},{"0":"履修上の留意点","1":"○原則として全授業日数の出席を必要とします。○準備物：素描用具、A3以上のスケッチブック、その他○タブレット(10インチ以上)のみ、ノートPCのみ、またはデスクトップPCと撮影用スマートフォンを併用しての受講可。○必要に応じて、制作過程など進捗状況を、静止画像データとして提出を求めます。※その他に必要な準備物は、授業開始前週までに連絡します。※一部材料を郵送します。郵送に関する案内はLiveCampus、Teams等で授業前週までに連絡します。※デスクトップPCのみ、スマートフォンのみでの受講は不可。※TeamsとZoomの使い方は事前に確認しておいてください。"},{"0":"準備学習内容・時間の目安","1":"特になし"},{"0":"成績評価の方法","1":"完成作品と制作プロセス両方を、担当する全教員で評価します。"},{"0":"テキスト","1":"前提講義時に、参考作品等のスライド上映を行う予定です。進度に応じて、各自の制作に必要な資料を研究室より配付します。"},{"0":"教員との連絡方法（オフィスアワー）","1":"昼休み、または4限終了後から1時間程度の間に、共通彫塑研究室まで来室してください。※研究室業務の都合によって、日程を改めてもらう場合があります。"}]]