[[{"0":"科目名","1":"デジタルドラマ　Ⅱ","2":"講義名","3":"デジタルドラマⅡ"},{"0":"受講可能学科","1":"造形学部・映像学科"},{"0":"担当研究室","1":"映像学科"},{"0":"担当教員","1":"小口　詩子、大田　晃、山倉　一樹、鈴木　昭彦"},{"0":"分野","1":"専門領域別科目","2":"対象学年","3":"3年"},{"0":"科目群","1":"専門領域別（選必）","2":"キャンパス","3":"鷹の台"},{"0":"開講期間","1":"前期 2021/04/12-2021/07/10","2":"曜日・時限","3":"月１,月２,火１,火２,水１,水２"},{"0":"授業形態","1":"実技","2":"単位数","3":"4.0"},{"0":"履修条件","1":"特になし"},{"0":"授業概要・カリキュラム上の位置づけ","1":"【概要】・履修者全員が監督・ディレクターとして、短編実写映像作品（10分以内）をひとり1本ずつ制作する。4名前後のグループを編成し、班員の作品では撮影、照明、録音、制作などの役割をローテーションで担当する。・映画制作の第一線で活躍する方々を特別講師に招き、現場に即した講義・実習を設ける。【カリキュラム上の位置づけ】・グループによる実写映像制作のワークフローを短期間で濃密に体験したデジタルドラマⅠから、より個的な発想や世界観、作家性に依拠する進級制作（30分以内）、卒業制作（60分以内）へと今後ボリュームある作品づくりに向かうための橋渡しと、自己テーマの発掘・探索および映像の基礎技術の習熟を目的とした授業である。【ねらい】・自分の実現したい企画をいかにして「作品」に結実させるか、常に試行錯誤しながら大いに実験すること。・企画から上映まで、無数の判断と評価を繰り返しながら映像制作の一連の流れを体得し、魅力的な作品づくりのための基礎体力アップを目指す。"},{"0":"授業方法","1":"講義・実習形式で、映像制作に関する知識、機材の実践的取り扱いを学ぶ。個々の企画に関しては、学生と教員間の面談と、グループごとのミーティングの両形式で進める。※授業形態やスケジュールは変更・変動となる場合がある。"},{"0":"到達目標","1":"・撮影・録音に関する機材・施設、制作ツール（企画書・脚本・コンテ・ブレイクダウンシート・スケジュール、香盤表、プロダクションブックなど）の実践的な機能を理解し、活用することができる。・実写映像の制作を進めていくと、さまざまな現実的な手続きが発生する。各自の仕事に責任を持ちながら、グループワークにおける効果的なコミュニケーションの方法、撮影を実現させるための環境作りを模索し、物事が思い通りにならない時に、それを乗り越え好転させる柔軟な対応力を身につける。・提案・調整・交渉・判断・評価を繰り返しながら、先人たちが築いてきた映像制作における合理的なメソッドを尊重しつつも、各々自分の目的に沿った方法をデザインできる。"},{"0":"ディプロマポリシーとの関連","1":"https://www.musabi.ac.jp/wp-content/uploads/2021/05/CurriculumMap_ctsi_ias.pdf"},{"0":"授業計画・課題に対するフィードバック","1":"■第１週＝【実習】オリエンテーション・企画プレゼン／【講義】企画→脚本／【講義】録音：映画の音考察／　※各自企画書提出～脚本草稿執筆■第２週＝【講義】撮影照明：映画の現場考察、機材チェック／【講義】映像制作ワークフロー／脚本→ブレイクダウン／【実習】録音：現場録音考察、機材講習／グループ分け／　※各自脚本執筆～提出■第３週＝【実習】撮影照明：映画の撮影照明考察、機材講習／【実習】演出：人物演出／/機材講習1／　※撮影準備（予算、スケジュール、キャスティング、ロケハン、脚本改稿）■第４週＝【実習】制作留意助言／各チーム準備／【実習】現場シミュレーション／機材講習／【講義】編集ワークフロー・撮影素材管理／　※各チーム準備(キャスト 衣装・稽古・打合せ、ロケ・セット 美術、機材,etc.）／　※個別対応■第５～７週＝各チーム撮影（ロケ撮影）■第８週＝中間報告／各チーム撮影（セット撮影）／ ※各自編集■第９週＝【実習】MA・整音：追加音声収録～整音（サウンドアトリエ）／　※各自編集～整音■第１０週＝編集チェック～整音チェック（サウンドアトリエ）　※各自仕上げ■第１１週＝全作完成チェック／上映準備／【実習】公開プラン＆宣材制作／　※各自完成作書き出し→データ提出■第１２週＝【実習】公開：上映リハ／上映準備～プレ上映・講評／本番上映、批評・各自の企画書、脚本、撮影計画に対して、教員が面談やメールなどで指導する他、班員同士で協力し互いの作品を高め合う工夫を考える。・最終週の上映会にて担当教員による講評、また学生間でディスカッションを行う。  ・変更がある場合、初回授業までにスケジュール表を配布する。"},{"0":"履修上の留意点","1":"・あらゆる場面で主体性、積極性、計画性、柔軟性を求める。必ずしも制作がスムーズに進むことを期待せず、困難に挑むこと。・各工程に定めた〆切を守り、必ず作品を完成させ上映すること。・実習期間～撮影期間～仕上げ期間を通して、授業出席、マナー、コミュニケーション（連絡・報告）を重視する。・実際の撮影現場では安全第一、社会一般のルールに則り行動すること。"},{"0":"準備学習内容・時間の目安","1":"授業初回に10分以内の短編実写映像の企画をひとり1本持参してもらう。内容・手法は基本的に自由。（企画にかける時間に規定無し。日常の中でアイディアを発想し、熟成させること。）企画書フォーマットを授業期間前（3月上旬）にメールで配布する。"},{"0":"成績評価の方法","1":"完成作品への評価40%、グループワークへの取り組み30%、講義・実習への参加～習得30%全日程の1/3を欠席した場合、不可となる。"},{"0":"教員との連絡方法（オフィスアワー）","1":"授業時間内に教員が随時質問を受け付ける。Microsoft Teams を連絡・提出用に用いる。メール・LINEでの問い合わせも可。"}]]