[[{"0":"科目名","1":"生命科学","2":"講義名","3":"生命科学B"},{"0":"受講可能学科","1":"全学部・全学科"},{"0":"担当研究室","1":"教養文化・学芸員"},{"0":"担当教員","1":"濵地　貴志"},{"0":"分野","1":"文化総合Ⅰ類","2":"対象学年","3":"1年,2年,3年,4年"},{"0":"科目群","1":"教養文化Ⅰ類","2":"キャンパス","3":"鷹の台"},{"0":"開講期間","1":"後期 2021/09/06-2021/12/18","2":"曜日・時限","3":"月３"},{"0":"授業形態","1":"講義","2":"単位数","3":"2.0"},{"0":"履修条件","1":"150人"},{"0":"授業概要・カリキュラム上の位置づけ","1":"本講義は、地球上に誕生した生物のしくみについて20世紀以来急速に進展した生命科学の見取り図を紹介する。生命科学の拡大は現在もなおその勢いがとどまるところを知らない、生物と細胞のはたらき方に関して人類が手に入れた理解を紹介して、生物としての自分という自己認識を獲得することをめざす。2020年、世界は新型コロナウイルスによって混乱した。ヒトがまぎれもなく生物であることを、感染症は突き付けてきた。PCR検査やワクチン、抗体などの用語がニュースに毎日登場する一方、デマや不安を煽る情報も広がった。わたしたち一人ひとりが自分と大切なひとの心身を守るために、生命科学の見取り図を手に入れておく必要は高まっているといえよう。そうした健康に直結する側面だけでなく、生物の多様性自体が尽きせぬ興味の源泉だ。生命科学は、その多様性が地球の歴史の中でどのようにうみだされてきたのかを理解するための強力なツールでもある。本講義はそうした生物理解の基盤を示し、生物の多様な側面と普遍的な側面がどうつながっているか示していくことで、21世紀を生きるためのリテラシーを手渡したい。"},{"0":"授業方法","1":"・講義形式。　オンデマンド型(非同期) :Teams によるマルチメディア教材スライド動画配信。・なお、LiveCampus等による参考資料等も配布予定。"},{"0":"到達目標","1":"①生命現象の原理を物理化学的に理解する。②自分が生きていることと生命科学を結びつけて理解する。③ニュースや社会生活のなかで使える正しい生命科学のリテラシーを身につける。"},{"0":"ディプロマポリシーとの関連","1":"https://www.musabi.ac.jp/wp-content/uploads/2021/05/CurriculumMap_la1.pdf"},{"0":"授業計画・課題に対するフィードバック","1":"第1回　ガイダンス・生命科学とは何か第2回　生命はどのように設計されているか：細胞を構成する分子と情報第3回　ゲノム情報はどのように発現するのかI：遺伝子の概念と転写調節第4回　ゲノム情報はどのように発現するのかII：有性生殖とエピジェネティクス第5回　複雑な体はどのようにしてつくられるかI：受精卵から成人まで第6回　複雑な体はどのようにしてつくられるかII：iPS細胞と再生医療第7回　脳はどこまでわかったか：ニューロンと行動第8回　がんとはどのような現象か：突然変異と細胞周期第9回　私たちの食と健康の関係：老いと生活習慣病第10回　ヒトは病原体にどのように備えるか：感染症・免疫システム・自己免疫疾患第11回　環境と生物はどのようにかかわるか：多様性保全と生態系第12回　生命科学技術はここまで進んだ：個人ゲノム情報とCRISPR/Cas第13回　生命科学に関する倫理的・法的規制はどのようになっているか：人間社会と生命第14回　生命科学の新たな展開：生命の起源と人工生命第15回　まとめ※授業の進行状況や受講者の希望に応じて、変更・補足する場合がある。"},{"0":"履修上の留意点","1":"初回は必ず出席すること。人数制限を行っています。定員を超えた場合は抽選となります。"},{"0":"準備学習内容・時間の目安","1":"興味のある生命科学の書籍を読むことを推奨する。（週25分〜）また、「自分が生物・動物であること」を意識し、バランスのよい食事・運動・睡眠を日々行うことを推奨する。日記などで記録するとなお望ましい。（すべて含めて一日8時間程度。日記は提出を求めることは決してない）"},{"0":"成績評価の方法","1":"・各回のForms上での小テストと、期末レポートで評価する。"},{"0":"テキスト","1":"なし"},{"0":"参考文献(作品）等","1":"東京大学生命科学教科書編集委員会（編）『現代生命科学　第3版』（羊土社）2020年この本を根幹としながら、必要に応じて話題を追加する予定です。以下は必須ではありませんが、接しやすく、理解が深まると思われます。福岡伸一『生物と無生物のあいだ』（講談社現代新書）2007年工藤光子・中村桂子『DVD&図解 見てわかるDNAのしくみ』（講談社ブルーバックス）2008年・品切重版未定八代嘉美『増補 iPS細胞』（平凡社新書）2011年水島昇『細胞が自分を食べる　オートファジーの謎』（PHPサイエンス・ワールド新書）2011年清水茜「はたらく細胞」（講談社漫画およびそれに基づくアニメ）2015年-"}]]