[[{"0":"科目名","1":"視覚伝達デザイン表現演習Ⅰ～Ⅴ","2":"講義名","3":"視覚伝達デザイン表現演習Ⅰ～Ⅴ"},{"0":"サブタイトル","1":"編集とデザイン"},{"0":"受講可能学科","1":"造形学部・視覚伝達デザイン学科"},{"0":"担当研究室","1":"視覚伝達デザイン学科"},{"0":"担当教員","1":"小沢　一郎"},{"0":"分野","1":"専門Ⅰ類","2":"対象学年","3":"3年,4年"},{"0":"科目群","1":"","2":"キャンパス","3":""},{"0":"開講期間","1":"","2":"曜日・時限","3":""},{"0":"授業形態","1":"実技","2":"単位数","3":"2.0"},{"0":"履修条件","1":"学科別オリエンテーションにて説明する。"},{"0":"授業概要・カリキュラム上の位置づけ","1":"出版物がどのように編集／デザインされていくのかを、多くの実例を挙げながら解説します。「編集する」「デザインする」という行為に不可欠な知識や技法、発想や情熱などについて、ともに考えます。"},{"0":"授業方法","1":"教室での対面授業を予定していますが、感染症の状況によりＺＯＯＭを用いたリアルタイム形式の授業に切り替える可能性があります。その場合は、教材や提出物のやりとりにＴＥＡＭＳ、電子メールなどを使用します。"},{"0":"到達目標","1":"課題書籍『２０２０年のわたし（仮）』を制作する過程で、本の編集とデザインに関わる基本的な知識と技法を身につけること。"},{"0":"ディプロマポリシーとの関連","1":"https://www.musabi.ac.jp/wp-content/uploads/2021/05/CurriculumMap_vcd.pdf"},{"0":"授業計画・課題に対するフィードバック","1":"編集者とデザイナーは、「本を作る」という営みのなかで、もっとも重要な役割を果たすパートナーです。編集者は、作家、写真家、画家などから預かった原稿を本や雑誌の形にするために、デザイナーの力を借ります。デザイナーは、編集者から情報を引きだし、読者を思いうかべ、視覚的思考をめぐらせて、本や雑誌に形を与えます。わたしは編集者です。講談社で３９年間、本と雑誌の編集の仕事をしてきました。現在はフリーの立場で編集の仕事を続けています。この演習でみなさんには、企画立案から印刷製本まで、出版物が世の中に流通するために必要なプロセスのほぼすべてを、経験してもらうことになります。「編集とデザイン」は、講義と課題制作が並行して進みます。講義は、とくに以下の４点を強調する予定です。紙の出版物の話が中心になりますが、電子出版物の現状についても議論します。　１　本づくりのカナメ「台割」の役割　２　雑誌から学ぶ本づくり　３　編集者・デザイナー・著者――正三角形の協働　　４　コンテンツ（内容）とコンテクスト（状況）課題は、『２０２０年のわたし（仮）』というタイトルの本をつくることです（10月末しめきり予定）。下記の日程の■の部分がそれに該当しますが、制作にあたっては以下の２点を強く意識してください。　１　 ｢なにを、だれに、どのように」という発想　２　 ｢プラン→台割→タイトル→装幀ラフ」という手順いまの自分を、世の中との関わりのなかで編集／デザインし、Ａ５判８０ページの本を完成させます。企画を立て、プランを提出し、台割をつくり、原稿を書き、写真を撮り、イラストを描きます。授業時間外の作業量も少なくないはずですが、その過程で、本をつくる仕事の流れを体感してください。本や雑誌が好きな人、「編集とデザイン」の発想や技法を身につけたい学生の受講を希望します。第１週　なにを、だれに、どのように第２週　編集者とは何か／編集者とデザイナーの協働第３週　プランを考えるにあたって／編集者とデザイナーの発想第４週　■プラン提出／コンテンツとコンテクスト第５週　■プラン会議１第６週　■プラン会議２第７週　デザイナーの仕事１第８週　デザイナーの仕事２／紙の書籍とタブレットの書籍第９週　■台割会議１第10週　■台割会議２／装幀ラフを考えるにあたって第11週　編集者がデザイナーに求めること／ディテールにこだわる第12週　■装幀会議／出版が直面している諸問題　　　　――変更になる場合があります"},{"0":"履修上の留意点","1":"対面授業で行う予定ですが、感染症の状況によってはオンライン授業に切り替えます。その場合は、レジュメや資料として紹介する画像、動画などをＺＯＯＭで紹介しますので、ノートパソコン以上の大きさの画面で受講してください。"},{"0":"準備学習内容・時間の目安","1":"とくにありません。"},{"0":"成績評価の方法","1":"課題の完成度、企画や発想の独自性、関心領域の明確化、レポートの内容、出席日数などを総合的に判断して、優、良、可を決めます。"},{"0":"テキスト","1":"必要に応じて講師から配付します。"}]]