[[{"0":"科目名","1":"イメージングサイエンス論Ⅲ","2":"講義名","3":"映像理論研究"},{"0":"受講可能学科","1":"全学科（映像学科を除く）"},{"0":"受講不可能学科","1":"造形学部・映像学科"},{"0":"担当研究室","1":"映像学科"},{"0":"担当教員","1":"三浦　均"},{"0":"分野","1":"造形総合Ⅱ類","2":"対象学年","3":"2年,3年,4年"},{"0":"科目群","1":"造形総合Ⅱ類","2":"キャンパス","3":"鷹の台"},{"0":"開講期間","1":"前期 2021/04/12-2021/07/10","2":"曜日・時限","3":"火５"},{"0":"授業形態","1":"講義","2":"単位数","3":"2.0"},{"0":"履修条件","1":"受講者定員は20名までとする。"},{"0":"授業概要・カリキュラム上の位置づけ","1":"M.Minnaertの\"Light and color in the Outdoors\"は身近な自然に見られる、光と色による自然・物理現象の古典的著作です。原書はオランダ語で書かれていますが英語訳を比較的少人数で輪読スタイルで読んでいきます。第1章の導入的なLight and Shadowsから始まり、本文は、色、形、自然の大気のなかでの光の振る舞い、雲の見え方、虹や光輪などの豊富な例と写真、素朴なイラスト、時には文学作品の引用などで構成されています。12章　Light and Color in the Landscapeでは月、太陽、星の光と色、地球の水面の織り成す豊かな色彩現象が生じるしくみが明晰に記述されています。最終章の13章Luminous Plants,Animals,and Stonesでは、表題のとおり、発光する生物や鉱物の話題が取り上げられています。 第一章は以下のような記述で始まります；In the shade of a group of trees the ground is dappled randomly with　spots of light, some small, some large, but all regularly elliptical. If you hold a pencile in front of one of these spots, the line connecting pencile and shadow will indicate where the rays of light that form the sopt come from; they are, of course, sunlight that falls through some opening in the foliage: all we see here and there between the leaves is a blinding ray of light."},{"0":"授業方法","1":"テキストの輪読"},{"0":"到達目標","1":"本書を読み通すことで、風景を見るに際して、光と色の物理現象の理解が深まり、 違った眼が開かれてくることが期待できるでしょう。"},{"0":"ディプロマポリシーとの関連","1":"https://www.musabi.ac.jp/wp-content/uploads/2021/05/CurriculumMap_fad2.pdf"},{"0":"授業計画・課題に対するフィードバック","1":"馴染みのない言葉、やや専門的な言葉、理解しづらい箇所などは授業の中でコメントしていきます。"},{"0":"履修上の留意点","1":"ある程度の英語力が必要です。「授業概要」にある引用テキストが、辞書を引きながらでも内容が概ね把握できる程度の力を期待します。英語テキストの輪読形式なので、受け身ではなく、積極的に発表を担える意欲のある人を受け入れます（定員20名）。高校数学で習う程度の数式（三角比や簡単な微分積分）が時々登場しますが、式の数はそれほど多くはありません。必要に応じて解説します。読み進めるのにそれほど大きな障害にはならないでしょう。"},{"0":"準備学習内容・時間の目安","1":"毎週ある程度まとまった量の英語テキストを読む予定です。予習を勧めます。"},{"0":"成績評価の方法","1":"授業への取り組み、発表などから総合的に評価します。"},{"0":"テキスト","1":"M.Minnaert \"Light and color in the Outdoors\" (1995)　 (授業で必要部分を配布するので必ずしも購入の必要はありません）"},{"0":"テキストISBN番号","1":"ISBN13: 978-0387979359"},{"0":"教員との連絡方法（オフィスアワー）","1":"授業時。または映像学科研究室を通して確認すること。"}]]