[[{"0":"科目名","1":"デザイン情報学総合研究Ⅰ","2":"講義名","3":"デザイン情報学総合研究Ⅰb"},{"0":"サブタイトル","1":"デジタルフォトグラフィ表現研究1"},{"0":"受講可能学科","1":"造形学部・デザイン情報学科"},{"0":"担当研究室","1":"デザイン情報学科"},{"0":"担当教員","1":"佐藤　淳一"},{"0":"分野","1":"専門Ⅰ類","2":"対象学年","3":"3年"},{"0":"科目群","1":"専門Ⅰ類（必修）","2":"キャンパス","3":"鷹の台"},{"0":"開講期間","1":"後期 2021/09/06-2021/12/18","2":"曜日・時限","3":"木１,木２"},{"0":"授業形態","1":"演習","2":"単位数","3":"2.0"},{"0":"授業概要・カリキュラム上の位置づけ","1":"前期の「デザイン情報学演習III-b［デジタルフォトグラフィ］」では、さまざまな目的に対応できるような、デジタル写真の基本技術を身に付けてもらった。後期のこの演習では対照的に、写真というメディアを使い、自分が生存している環境から新たな価値を抽出するための、各自のプロジェクトを立ち上げて運用してもらうことになる。ここでの基本的な活動としては、・日々の撮影を継続させること・独自のテーマを発見することに尽きるのだが、このふたつは言わばニワトリとタマゴの関係であり、撮影せずにただ考えていただけではテーマは合焦しない。撮りながら考えるような、追われるような進行にならざるを得ないだろう。またテーマを絞り込んで行く段階では、興味を抱いた対象を明確に意識化し、その社会的な背景を調べ上げて考察することも肝要である。作品にその痕跡が直接的に出現しないことも多いためか、しばしば見過ごされているのだが、「リサーチ」は優れた写真作品の背後に存在する重要なプロセスである。つまりただ撮るだけでなく、現象を可能な限り言語化し、関連情報と結びつけて統合的に独自の視座を確保し、撮影にフィードバックすることが要請される。デザイン情報学科で写真を専攻するということは、そのレベルでの取り組みが求められると考えよ。"},{"0":"授業方法","1":"ゼミ形式。"},{"0":"到達目標","1":"①写真を作品として成立させるための基本的な知識、理論、技術、感覚を獲得する。②独自のテーマを設定し、写真作品の壁面展示ができる。③同じテーマを写真集としても制作できる。"},{"0":"ディプロマポリシーとの関連","1":"https://www.musabi.ac.jp/wp-content/uploads/2021/05/CurriculumMap_di.pdf"},{"0":"授業計画・課題に対するフィードバック","1":"第1回　オリエンテーション第2回～第5回　『写真集の解剖』：写真集の形式で作られた写真作品を解析する。1人1作品を担当し、交代で全員が発表。ゼミの参加人数に応じて期間は変更される。第6回～第11回　撮影した写真プリントを前に毎週ディスカッションを重ねる。各自のテーマを醸成しつつ、展示フォーマットを研究し、ゼミ展で発表する作品を制作する。第12回～第15回　ゼミ展と展示の講評、リフレクション、各自の写真集の編集（ゼミ展開催時期により前後する）。"},{"0":"履修上の留意点","1":"・デジタルカメラ、プリンタ等、制作に必要な機材を所持していること。 ・デザイン情報学演習III-b（デジタルフォトグラフィ）を履修していること。あるいは同レベルの写真スキルを持つことが証明できるポートフォリオを、オリエンテーション時に持参すること。 ・以下の科目を履修済みであることが望ましい。　1. メディア表現演習III ［写真集をつくる］　2. メディア表現論IV ［コミュニケーション哲学］　3. メディア表現論II ［ワンダー写真創造概論］"},{"0":"準備学習内容・時間の目安","1":"・以降、各自の設定したテーマと進行の段階によっては、目安時間以上に積極的に撮影やリサーチの時間を確保する必要がある。（6時間）・課題『写真集の解剖』は、独自の調査研究と資料作成が必要。（12時間以上）"},{"0":"成績評価の方法","1":"・出席と毎回提出のテーマ錬成シート（撮影日記）、ゼミ展における作品展示と写真集制作を総合的に評価する。・特にゼミ展での発表は単位取得の必須条件とし、評価はテーマの独創性と表現力、展示発表への積極性を重視する。"},{"0":"テキスト","1":"なし。"},{"0":"参考文献(作品）等","1":"授業内で指示・紹介する。"},{"0":"教員との連絡方法（オフィスアワー）","1":"講義内容に関する質問等は、毎授業時に受け付ける。"}]]