[[{"0":"科目名","1":"デザイン情報学総合演習Ⅱ","2":"講義名","3":"デザイン情報学総合演習Ⅱe"},{"0":"サブタイトル","1":"4年木下ゼミ【戦略的デザインマネジメント研究】"},{"0":"受講可能学科","1":"造形学部・デザイン情報学科"},{"0":"担当研究室","1":"デザイン情報学科"},{"0":"担当教員","1":"木下　謙一"},{"0":"分野","1":"専門Ⅱ類選択","2":"対象学年","3":"4年"},{"0":"科目群","1":"専門Ⅱ類（選択）","2":"キャンパス","3":"鷹の台"},{"0":"開講期間","1":"前期 2021/04/12-2021/07/10","2":"曜日・時限","3":"木３,木４"},{"0":"授業形態","1":"演習","2":"単位数","3":"2.0"},{"0":"履修条件","1":"学生は、必ずいずれかのゼミに所属しなければならない。"},{"0":"授業概要・カリキュラム上の位置づけ","1":"インターネットの爆発的な普及に伴って、世界中の人々の生活スタイルや人生観に大きな変化が生まれ、アートやデザインの社会的意味も問い直されている。この時代的な転換期をより良き方向へ導くことが「デザイン」にとっての使命であるが、ソーシャルデザインをはじめとして世の中の先導的プロデューサーとして大きな影響力を持つのは「企業」やNPO等の「団体」の存在である。たとえば自動車や情報通信や食品・飲料といった大企業(メーカー)では既にデザインをグローバルな経営戦略の中枢に位置づけ、より戦略性を高めたところでの高度なデザインマネジメント（戦略的デザインマネジメント）が研究・実践されている。その実態をスタディするとともに、「デザイン情報学」の立場から新たな方法論の開発や具体的提案を試みることによって、学生個人毎にデザイン的な思考能力とコミュニケーション訴求力の強化を図り、企業等のデザイン現場でリーダーシップを発揮できるような人材養成を目指す。"},{"0":"授業方法","1":"対面で授業を行う予定だが、新型コロナ感染状況次第で大学の方針に従い、リアルタイム(Zoom、Teams)によるオンライン授業になる可能性もある。※ オンライン授業に使用するソフトは、授業開始以降に変更する可能性がある。"},{"0":"到達目標","1":"大学の最終目標である卒業研究・制作に向け、その概要をまとめたうえで、プロジェクトとして計画・実施に取り組む力を獲得する。"},{"0":"ディプロマポリシーとの関連","1":"https://www.musabi.ac.jp/wp-content/uploads/2021/05/CurriculumMap_di.pdf"},{"0":"授業計画・課題に対するフィードバック","1":"Zoom、Teamsを用いて、教員と学生全員がオンラインで授業を実施する。授業内で時間を設けて質疑応答にも対応する。特定の業界や団体、地域や企業等を想定クライアントとして、〝従来のデザイン分野〟とデジタルメディアやテクノロジーが切り拓く〝新デザイン領域〟とが創発エネルギーを生み出すような「ハイブリッド・デザイン」にチャレンジする。学生の独自テーマと自主性を尊重し、その周辺領域をカバーするようなリサーチ作業や知識データベースづくりによって卒業研究や卒業制作に向けた土台づくりを行う。なお独自テーマを模索中の学生には、別メニューとして「産官学プロジェクト」による特定テーマを用意し、リサーチからデザインへの展開方法を中心に集中指導する予定。具体的な進め方は学生各自の要望を加味して調整するが、以下の内容を標準メニューと考えている。・オリエンテーション（戦略的デザインマネジメントの概念と事例紹介）・各自のプロジェクト計画の検討・企画書作成、ディスカッション・業界・企業等のサーベイ実施 （『調査報告レポート』『デザイン年表・マップ』の作成等を含む）・中間プレゼンテーション （中間チェック）、ディスカッション・プロジェクトの実施 （個別指導）・プレゼンテーション、調査研究レポート （提案含む）等の提出＜参考＞気になっている研究キーワード：　「コンビビアルな社会」　「ソーシャルデザイン」　「ワーク・ライフ・インテグレーション」　「文化技術」　「祝祭のデザイン」"},{"0":"履修上の留意点","1":"すでに独自に取り組みたい具体的テーマを有しているか、企業のデザイン活動（経営戦略、商品企画、マーケティング、エクスペリエンスデザイン、サービスデザイン、プロダクトデザイン等）やブランディングに関心を持っていることが望ましい。ただし、プロジェクトデザインや調査・研究面での指導がベースとなるため、作品づくりのための技術指導等は行わない。オンライン授業になった場合、使い方は事前に確認し、授業開始5分前までに、ログインしておくこと。レジュメや資料をスクリーンにも映しだして授業を進行するので、できればノートパソコンで授業に参加するのが望ましい。"},{"0":"準備学習内容・時間の目安","1":"特になし"},{"0":"成績評価の方法","1":"出席、受講態度、各自プロジェクトにおける具体的アウトプット（調査研究レポート、デザイン年表・マップ、等）を総合的に評価する。"},{"0":"テキスト","1":"プロジェクトの内容と進捗状況に応じて、適宜参考資料の紹介等を行う。"},{"0":"参考文献(作品）等","1":"プロジェクトの内容と進捗状況に応じて、適宜参考資料の紹介等を行う。"}]]