[[{"0":"科目名","1":"デザイン情報学特別演習Ⅰ－Ａ","2":"講義名","3":"デザイン情報学特別演習Ⅰ－Ａ"},{"0":"サブタイトル","1":"アートディレクション"},{"0":"受講可能学科","1":"造形学部・デザイン情報学科"},{"0":"担当研究室","1":"デザイン情報学科"},{"0":"担当教員","1":"草野　剛"},{"0":"分野","1":"専門Ⅰ類","2":"対象学年","3":"2年"},{"0":"科目群","1":"専門Ⅰ類（選択）","2":"キャンパス","3":"鷹の台"},{"0":"開講期間","1":"後期 2021/09/06-2021/12/18","2":"曜日・時限","3":"金３,金４"},{"0":"授業形態","1":"演習","2":"単位数","3":"2.0"},{"0":"授業概要・カリキュラム上の位置づけ","1":"情報伝達の多くは画像と言葉とサウンドによって成立します。アートディレクションとは、書籍・広告・Webサイト・パッケージなどのビジュアル表現を適切にコントロールする営みですが、ルーブル美術館や大英博物館で大規模な企画展が開催されるようになったマンガ、さらにはアニメやゲームにもアートディレクションは必要とされます。そうした作品の展覧会ともなれば、作品を熟知するとともにチームを率いてプロジェクトを進める総合力も求められるのです。印刷物に始まりプロジェクトに及ぶ、そんな現場感覚を養う演習です。我々は常時オンラインに接続しています。現実とデジタルは溶解し、どちらも等しくリアルです。映像と音楽はサブスクリプションで視聴し、書籍は電子で読む、情報はオンラインで…という様にライフスタイルも変化しました。広告もリアルへの出稿は激減し、オンラインも飽和しつつあります。アートディレクションはアナログな事象だけに留まらず、デジタルも等しく管理運営する時代です。この区分が問題ではなく、受け手と送り手の関係と内容を考えた上で、それに適したメディアを施策として選ぶことがより大切です。メディアミックスはデフォルトになり、さまざまなメディアで同時に展開。コンテンツの外側（パッケージ・装丁など）を中心にその内側（展開の提案・設定など）にも関係し、アナログメディア（物理＝印刷・グッズなど）に加えてデジタルメディア（オンスクリーン＝web・sns・アプリケーション・電子書籍など）も担当する領域です。映像の世紀が終わろうとしている現在、過去の文脈を把握した上で、ノウハウを継承し、伝える技術（コミュニケーション）のその後をみなさんが構築してください。よりベストな未来、面白い世界になる為にこれからの在り方を摸索しましょう。"},{"0":"到達目標","1":"アートディレクションにおける概念と知識および実技実践の習得。"},{"0":"ディプロマポリシーとの関連","1":"https://www.musabi.ac.jp/wp-content/uploads/2021/05/CurriculumMap_di.pdf"},{"0":"授業計画・課題に対するフィードバック","1":"講義と課題を往復し、実践から理解を高める。作品を組み立て最終日に講評する。全体の流れを確認しながら授業は進行しますが、状況によっては授業内容の変更もあります。第1週：「アートディレクション」講義方法と知見、スキル、在り方を事例と共に学ぶ。アート・テクノロジー・エンジニアリングと隣接するデザインは他分野の方法を理解し、その思考から学び応用する。＋課題説明（課題：課題（各自で提案）を検討、アートディレクションに取り組む。15週までに提案したテーマに取り組み、このことについて作品を発表する）第2週：「デザイン史」講義国内外のデザインの変移を観察することで、見識を育てる。リソースの解像度を上げる。＋課題の提案（取り組む課題について、ラフを提案し解説する）第3週：「メディア史」講義分野を俯瞰するため、過去の歴史を知る。洞窟壁画からソーシャルメディアまで要点をピップアップ。第4週：「コンテンツ1」講義多岐にわたるメディアを任されるコンテンツの在り方を設計する上で、必要となる要素を解説し、理解を深める。第5週：「コンテンツ2」講義コンテンツが社会から受ける影響と社会に及ぼす影響について考える。第6週：「グラフィックデザイン」講義文字や画像、配色の運用について掘り下げる。情報伝達の手段として制作するデザインの方法と在り方を探る。第7週：「思考（根拠の創出）」講義受け手と送り手に対して、信用たり得る要素の構成・編集する思考を学ぶ。アート・サブカルチャーについても触れたいと思います。第8週：「事例1（web・sns・アプリケーション・電子書籍）」講義アートディレクションが求められるメディアは多岐に渡る。ここでは、上記にあるデジタルメディアでの展開について事例を手本に学ぶ。＋課題の進捗1／面談（課題の進捗を報告）第9週：「事例2（パッケージ・書籍・エディトリアル）」講義上記にある出版メディアの視覚表現について事例を手本に学ぶ。＋課題の進捗2／面談（課題の進捗を報告）第10週：「事例3（広告・展示空間・グッズ・アパレル）」講義上記にある公共空間やコンテンツの展開、併せて展覧会の展示空間の視覚表現について事例を手本に学ぶ。＋課題の進捗3／面談（課題の進捗を報告）第11週：「事例4（CI・VI・タイポグラフィー・自主制作）」講義他の事例にも内包されるブランディングについて、事例を手本に学ぶ。併せて、伝達する上で有効な方法である文字の視覚表現について掘り下げる。＋課題の進捗4／面談（課題の進捗を報告）第12週：「運用（チームビルド）」講義プロジェクト・組織の運用について学ぶ。様々な分野のプロと共にプロジェクトを組み立てる上で、視覚表現が担える領域を確かめる。このチームの形成と組織を運営する上で投資すべき対象について考える。併せて、自分自身と組織のIPを高める方法を探る。第13週：「ゲスト１（理解を拡げる）」講義（予定）各分野の識者にゲスト講師として講演していただき、各分野の現状を学ぶ。第14週：「ゲスト２（理解を拡げる）」講義（予定）各分野の識者にゲスト講師として講演していただき、各分野の現状を学ぶ。第15週：講評　課題提出プレゼンテーションから作品の評価を行う。"},{"0":"履修上の留意点","1":"学生・社会人／経験者・未経験者と区分せず、アートディレクターとして臨む。"},{"0":"準備学習内容・時間の目安","1":"特になし"},{"0":"成績評価の方法","1":"提出作品・出席率を合わせて総合評価とする。"},{"0":"テキスト","1":"授業の進行に応じて配布"},{"0":"参考文献(作品）等","1":"内容に適したスライドをプリントを用意します。各自、研究を進めていると理解が早いと思います。"}]]