[[{"0":"科目名","1":"Design Project E","2":"講義名","3":"Design Project E （造Ⅱ）"},{"0":"サブタイトル","1":"Presentation in English"},{"0":"受講可能学科","1":"全学科（基礎デザイン学科を除く）"},{"0":"受講不可能学科","1":"基礎デザイン学科"},{"0":"担当研究室","1":"基礎デザイン学科"},{"0":"担当教員","1":"板東　孝明、小林　昭世、菱川　勢一、原　研哉"},{"0":"分野","1":"造形総合Ⅱ類","2":"対象学年","3":"2年,3年,4年"},{"0":"科目群","1":"造形総合Ⅱ類","2":"キャンパス","3":"鷹の台"},{"0":"開講期間","1":"前期 2021/04/12-2021/07/10","2":"曜日・時限","3":"水５"},{"0":"授業形態","1":"演習","2":"単位数","3":"1.0"},{"0":"履修条件","1":"学部2年生以上のみ、履修できる。受講者定員は10名までとする。"},{"0":"授業概要・カリキュラム上の位置づけ","1":"In design, it’s necessary to acquire skills of presentation. It’s because not only explain to others the design concept or appeal the significance of the product, but verbalize your own design concept is also a part of design activity. Today, it has certainly increased opportunities of having presentation in English to participate in workshops or competitions abroad, meeting foreigners in Japan, study abroad. Don't feel fear to speak English in public by way of excuse your poor English or be reluctant to communicate. Let's do talk in English first in public.デザインにおいて、プレゼンテーションする力を身につけておくことは必須のことである。デザインの意図を他者に説明したり、プロダクトの意義を訴えるためだけでなく、デザインという造形を言語化することもデザイン行為の一部だからである。今日においては、海外でのワークショップやコンペティションへの参加、外国人が集う会合、海外留学など、英語によるプレゼンテーションの機会が確実に増えている。英語が下手だからとか英会話が苦手だからと億劫がらずに、まず人前で英語で話をしてみよう。"},{"0":"授業方法","1":"Teamsコード：13rr4nq"},{"0":"到達目標","1":"Nothing will start if you are suffering from English words, phrases and grammatical correct usage. To speak your thought of the design to the people. To understand the meaning of other people’s design. To exchange opinions with each other. This class won’t intend only to improve the presentation skills in English, but also to cultivate the ability to verbalizing own design concept.英語の単語や熟語、文法の正確な用法に怯えていては何も始まらない。人に自分のデザインへ思いを語りかける。他者のデザインの意味を理解する。相互に意見交換をする。この授業は英語によるプレゼンテーション能力を向上させるだけでなく、デザインを明確に言語化する力を養うことを目標としている。"},{"0":"ディプロマポリシーとの関連","1":"https://www.musabi.ac.jp/wp-content/uploads/2021/05/CurriculumMap_fad2.pdf"},{"0":"授業計画・課題に対するフィードバック","1":"Week 1: OrientationWeek 2: Basic words for designing (1)Week 3: Basic words for designing (2)Week 4: Presentation by teacher (1) + discussionWeek 5: Presentation by teacher (2) + discussionWeek 6: Presentation by teacher (3) + discussionWeek 7: Presentation by teacher (4) + discussionWeek 8: Presentation by teacher (5) + discussionWeek 9: Presentation by teacher (6) + discussionWeek 10: Presentation by students (1) + discussionWeek 11: Presentation by students (2) + discussionWeek 12: Presentation by students (3) + discussionWeek 13: Presentation by students (4) + discussion第1週：オリエンテーション第2週：デザインの基礎用語(1) 第3週：デザインの基礎用語(2)第4週：教員によるプレゼンテーション(1)＋質疑応答第5週：教員によるプレゼンテーション(2)＋質疑応答第6週：教員によるプレゼンテーション(3)＋質疑応答第7週：教員によるプレゼンテーション(4)＋質疑応答第8週：教員によるプレゼンテーション(5)＋質疑応答第9週：教員によるプレゼンテーション(6)＋質疑応答第10週：学生によるプレゼンテーション(1)＋質疑応答第11週：学生によるプレゼンテーション(2)＋質疑応答第12週：学生によるプレゼンテーション(3)＋質疑応答第13週：学生によるプレゼンテーション(4)＋質疑応答"},{"0":"履修上の留意点","1":"This class will be conducted in English, but in some cases in Japanese.この授業は主に英語で行われるが、場合によって日本語も使用する。"},{"0":"準備学習内容・時間の目安","1":"Students should prepare to talk about own design in English.自分のデザインについて英語で語れるように準備しておくこと。"},{"0":"成績評価の方法","1":"Students should attend at least 66% of the classes.Evaluated with contribution and result of the presentation.授業日の3分の2以上の出席をもって単位認定する。履修態度とプレゼンテーションの成果を鑑みて成績評価する。"}]]