[[{"0":"科目名","1":"Bamboo Designing","2":"講義名","3":"Bamboo Designing"},{"0":"受講可能学科","1":"全学科"},{"0":"担当研究室","1":"工芸工業デザイン学科"},{"0":"担当教員","1":"板東　孝明、伊藤　真一"},{"0":"分野","1":"造形総合Ⅱ類","2":"対象学年","3":"2年,3年,4年"},{"0":"科目群","1":"造形総合Ⅱ類","2":"キャンパス","3":"鷹の台"},{"0":"開講期間","1":"後期 2021/09/06-2021/12/18","2":"曜日・時限","3":"水５"},{"0":"授業形態","1":"演習","2":"単位数","3":"2.0"},{"0":"履修条件","1":"学部2年生以上のみ、履修できる。受講者定員は30名までとする。"},{"0":"授業概要・カリキュラム上の位置づけ","1":"“Bamboo”is one of the well-known sustainable materials which reaches full maturity in 3 years. It was co-existed with people in Asia, Central and South Americas and Africa in various ways. It was alternated with plastics in industrial society. However we should re-focus on this material as a global one for present society where sustainability is crucial issue.The aim of this subject is to find the primary design for bamboo products and to find the beauty and possibility of this material through the technics from traditional folk art to modern industrial methods.At first, we try to find the possibility of this material through research of bamboo folk art, weaving bamboo basket, studying industrial lamination technic and making three dimensional mathematical models. After this experimental process, we design the functional object and make a prototype model. Also we provide the lesson in English to be able to present your idea outside Japan.竹は3年で成長しきる、再生産性の非常に高い素材であり、アジア、中南米、アフリカにおいて様々な形で人々と共生してきた。工業化社会においてはその製品はプラスチックに置き換わってきたが、持続可能な社会が求められる現在において、再度これからのグローバルな素材として見直していく必要がある。この課題では竹のデザインの「原型」となる造形を伝統的な手仕事、工業的製造技術を通して発見、展開することを目的としている。最初に民具の調査、編み、成型といった技法、数理造形の立体制作を通じて造形の可能性を探り。その後、具体的な機能を持った造形物のデザインとプロトタイプ製作を行う。同時にその考え方を国外に向けて発信できるよう英語で授業をおこなう。"},{"0":"到達目標","1":"To be able to design objects from bamboo while considering the following points.• Primary shape.• Nature of material.• Rational form and structure To be able to present your ideas in English at final presentation.竹の造形物を下記の点を考慮してデザインできること。・原型としての造形・素材特性・合理的造形と構造最終プレゼンテーションにおいて英語で考え方を伝えられること。"},{"0":"ディプロマポリシーとの関連","1":"https://www.musabi.ac.jp/wp-content/uploads/2021/05/CurriculumMap_fad2.pdf"},{"0":"授業計画・課題に対するフィードバック","1":"Week 1 Orientation session: Nature of bamboo material, Bamboo Products, Rational structure of nature, Observe Bamboo crafts at Folklore Art GalleryWeek 2 Practice Bamboo hand weaving.  Week 3 Practice Bamboo lamination.Week 4 Making Mathematical Object.Week 5 Design idea review (Sketch)  Week 6 Design idea review (Model)  Week 7 Design idea review (Model)    Week 8 Design idea presentation (Model)   Week 9 Design development review (Model) Week 10  Design development review (Model)   Week 11 Production of final model  Week 12 Production of final model. Short lecture for presentation preparation.  Week 13 Final Presentation１週　オリエンテーション・講義（竹の特性、製品、自然界の合理的構造）民族資料室竹資料見学２週　竹編み実習３週　竹成型合板実習４週　数理造形製作実習５週　デザインアイディアアドバイス（スケッチ）６～７週　デザインアイディアアドバイス（模型）８週　デザインアイディアプレゼンテーション（模型）９～１０週　デザイン展開アドバス（模型）１１週　最終モデル製作１２週　最終モデル製作、プレゼンテーション手法講義１３週　講評"},{"0":"履修上の留意点","1":"Most of the design development work should be done at home  At the class room, mostly we exchange ideas and critics.実際のデザイン作業は授業時間外に行うこと。授業時間においてはデザインアドバイスが主となる。"},{"0":"準備学習内容・時間の目安","1":"none 特になし"},{"0":"成績評価の方法","1":"Academic achievement level at final presentation, attendance.最終プレゼンテーションにおける目標到達度、出席"},{"0":"テキスト","1":"none 特になし"},{"0":"参考文献(作品）等","1":"Sample materialsBamboo folklore crafts at Folk Art Collection Room.  素材見本民族資料室　竹民具コレクション"}]]