[[{"0":"科目名","1":"現代音楽概論　Ⅱ","2":"講義名","3":"現代音楽概論Ⅱ"},{"0":"サブタイトル","1":"モダニズムの音楽"},{"0":"受講可能学科","1":"全学部・全学科"},{"0":"担当研究室","1":"教養文化・学芸員"},{"0":"担当教員","1":"白石　美雪"},{"0":"分野","1":"文化総合Ⅰ類","2":"対象学年","3":"1年,2年,3年,4年"},{"0":"科目群","1":"教養文化Ⅰ類","2":"キャンパス","3":"鷹の台"},{"0":"開講期間","1":"後期 2021/09/06-2021/12/18","2":"曜日・時限","3":"水４"},{"0":"授業形態","1":"講義","2":"単位数","3":"2.0"},{"0":"履修条件","1":"150人"},{"0":"授業概要・カリキュラム上の位置づけ","1":"音楽の意味を根本から問い直したモダニズムの創作に焦点をあてて、20世紀の前衛音楽を学ぶ。20世紀はあらゆる芸術の分野でモダニズムの思潮が高まり、新しい美学による作品を生み出してきた。クラシック音楽の流れをくむ音楽の創作も、20世紀の始まりとともにモダニズムの時代に突入する。この動きは欧米を中心に1970年代まで続く。ここでは「現代音楽概論Ⅰ」の続きとして、第二次世界大戦からモダニズム以降の音楽が現れた90年代までの流れを扱う。作曲家たちは未来を導く新しい音楽の姿を求めて、現代美術とも通じるさまざまな問題にぶつかっていく。彼らの試行錯誤を知ることで学生自身が自己の追求する専門領域において類似の問題とぶつかったとき、自ら解決法を見いだすための基盤を構築する。"},{"0":"授業方法","1":"オンデマンド（非同時双方向）：Teams　で動画と資料を配布する。"},{"0":"到達目標","1":"20世紀後半の現代音楽史の概要を把握し、個々の作品を聴き、内容を知ることによって、現代美術とも通じる様々な問題について考える機会を持ち、これまでとは違った角度から芸術の意味への理解を深める。"},{"0":"ディプロマポリシーとの関連","1":"https://www.musabi.ac.jp/wp-content/uploads/2021/05/CurriculumMap_la1.pdf"},{"0":"授業計画・課題に対するフィードバック","1":"課題については授業内で指示する。第 1 回 授業の内容説明／第二次世界大戦中の音楽第 2 回 トータル・セリー音楽／メシアンとブーレーズ第 3 回 偶然性の音楽／ケージとニューヨーク楽派第 4 回 不確定性の音楽／図形楽譜第 5 回 パフォーマンス／ハプニングからフルクサスへ第 6 回 電子音楽／テープ音楽からコンピュータ音楽へ第 7 回 音群作法（クラスター）／リゲティとペンデレツキ第 8 回 ミニマル・ミュージックの誕生／4人の創始者たち第 9 回 ミニマル・ミュージックの展開／ライヒ第10 回 ミニマル・ミュージックの展開／グラス第11 回 引用の音楽と多様式主義／ベリオとロシア前衛三羽烏第12 回 新簡素主義と新複雑主義／リームとラッヘンマン、スペクトル楽派第13 回 世紀末音楽の諸相／ペルトとグレツキ第14 回 意味の復権／フィンランドとイギリスの戦後世代第15 回 まとめ"},{"0":"履修上の留意点","1":"オンライン授業なので、定員を１５０名とする。Teamsを使って、毎週、水曜日に動画と資料を配布する。資料には簡単なレジュメ等をアップするので、それを参照しながら金曜日までに見終わり、土曜日中に感想と質問を返信すること。これで出席をカウントする。課題については2回を予定しているが、内容については授業内で指示する。 20世紀の新しい音楽の技法がどのようなもので、どのような美学のもとに生まれたのかを中心に話していくので、単に音楽を楽しむという以上の、知的な好奇心が求められる。前期の「現代音楽概論Ⅰ」から続けて受講するのがのぞましい。"},{"0":"準備学習内容・時間の目安","1":"毎回、扱う音楽の歴史上の意義を理解するため、授業内で話されたことを思い出す復習をしてください。機会があれば曲をもう1度、聞いてみるのも復習として有効です。（３０分～１時間）"},{"0":"成績評価の方法","1":"授業内の課題レポートと期末のレポート、および授業への参加度"},{"0":"テキスト","1":"なし。Teamsで適宜、資料を配布する。"},{"0":"参考文献(作品）等","1":"参考文献：久保田慶一他『はじめての音楽史』（音楽之友社）の20世紀の章"}]]