[[{"0":"科目名","1":"上級英語　３－１","2":"講義名","3":"上級英語３－１"},{"0":"サブタイトル","1":"ＴＯＥＦＬ Reading"},{"0":"受講可能学科","1":"全学部・全学科"},{"0":"担当研究室","1":"言語文化"},{"0":"担当教員","1":"Paul V.Kandasamy"},{"0":"分野","1":"文化総合Ⅱ類","2":"対象学年","3":"1年,2年,3年,4年"},{"0":"科目群","1":"言語文化Ⅱ類","2":"キャンパス","3":"鷹の台"},{"0":"開講期間","1":"前期 2021/04/12-2021/07/10","2":"曜日・時限","3":"火４"},{"0":"授業形態","1":"演習","2":"単位数","3":"2.0"},{"0":"履修条件","1":"特になし"},{"0":"授業概要・カリキュラム上の位置づけ","1":"This course is aimed at helping students develop the skills necessary for achieving a good score on the Reading section of the TOEFL internet-based test （iBT）. TOEFL is a standardized test that measures English ability. TOEFL test scores are frequently required when applying to enter college or university in English-speaking countries. As such, students who plan to register for this course should already have achieved an advanced level of English.  The course will provide students ample practice for the TOEFL, thus allowing the students the opportunity to familiarize themselves with the test."},{"0":"授業方法","1":"This course will be conducted on an on-demand online basis.  Each week, an assignment package will be uploaded, and students will be required to complete the assignment and submit it online.  Students will have ample opportunity to have written communication with and get feedback from the instructor online."},{"0":"到達目標","1":"Students can expect to become familiar with the types of texts, vocabulary, questions and patterns used in the Reading section of the TOEFL.  Students will also practice strategies to improve their scores and will become familiar with the overall style of the test."},{"0":"ディプロマポリシーとの関連","1":"https://www.musabi.ac.jp/wp-content/uploads/2021/05/CurriculumMap_la2.pdf"},{"0":"授業計画・課題に対するフィードバック","1":"Class 1 TOEFL OverviewClass 2 Understanding Facts and DetailsClass 3 （continued）Class 4 Identifying Negative FactsClass 5 Locating ReferentsClass 6 Understanding Vocabulary in ContextClass 7 （continued）Class 8 Making InferencesClass 9 （continued）Class 10 Determining PurposeClass 11 Recognizing ParaphrasesClass 12 Recognizing CoherenceClass 13 Summarizing Important IdeasClass 14 Organizing InformationClass 15 Test Practice"},{"0":"履修上の留意点","1":"特になし"},{"0":"準備学習内容・時間の目安","1":"To prepare for this TOEFL class, students should first visit the official TOEFL website (www.ets.og/toefl/) and learn more about the test itself including what the purpose of the test is and how to prepare for the test.  Students should also plan to spend at least 30 minutes after each lesson reviewing the grammar, vocabulary, and strategies introduced in the lesson."},{"0":"成績評価の方法","1":"Students’ grades are based on the satisfactory completion and quality of the assignments."},{"0":"テキスト","1":"There is no textbook for this course.  All reading material will be provided."},{"0":"教員との連絡方法（オフィスアワー）","1":"Office hours are on Wednesdays, Period 4.  Office is located at 12-704."}]]