[[{"0":"科目名","1":"造形演習","2":"講義名","3":"造形演習"},{"0":"受講可能学科","1":"造形学部・建築学科"},{"0":"担当研究室","1":"建築学科"},{"0":"担当教員","1":"戸井田　雄"},{"0":"分野","1":"専門Ⅱ類選択","2":"対象学年","3":"2年,3年,4年"},{"0":"科目群","1":"専門Ⅱ類（選択）","2":"キャンパス","3":"鷹の台"},{"0":"開講期間","1":"前期 2021/04/12-2021/07/10","2":"曜日・時限","3":"水３,水４"},{"0":"授業形態","1":"実技","2":"単位数","3":"1.0"},{"0":"履修条件","1":"特になし"},{"0":"授業概要・カリキュラム上の位置づけ","1":"カリキュラムポリシーにおける「構想と現実を結びつけて建築設計を理解する原寸制作」の実現に向けて、手工具、電動工具、木工機械、溶接機などの正しく安全な使用方法を習得するための、基本的な考え方を習得を目的とした講義を行います。また危険予知活動（ＫＹ）や安全衛生作業法を通して想定される災害防止方法も学び、今後の色々な制作活動にも継続して活用できる能力を養うための講義となっています。"},{"0":"授業方法","1":"リアルタイム（同時双方向）　：Teamsや Zoomによるオンライン授業を行います。"},{"0":"到達目標","1":"実作業を通して、実習以外の制作活動や、学習した以外の工具にも対応出来る様な、造形に関わる基本的な考え方や技術の修得し、その後の原寸制作を可能にするための表現手法の拡張を目標とする。"},{"0":"ディプロマポリシーとの関連","1":"https://www.musabi.ac.jp/wp-content/uploads/2021/05/CurriculumMap_arc.pdf"},{"0":"授業計画・課題に対するフィードバック","1":"可能な限り対面での実習を基本としますが、状況に応じてリアルタイム（同時双方向）　のZoomを用いて、教員と学生全員がオンラインで授業を実施します。基本的には課題も講義内での実施とし、自宅課題などは実施しない予定ですが、オンラインでの実施の場合には、講義内での学生同士のディスカッションを中心も予定しています。＜対面学習が実施可能な場合＞第1回 ガイダンス・安全管理第2回 手持ち工具の使用方法・大型工具の使用方法第3回 手持ち工具の使用方法・大型工具の使用方法第4回 高精度の測定方法・リスクケア・大型工具の使用方法第5回 高精度の測定方法・リスクケア・大型工具の使用方法第6回 第一課題講評・工程管理第7回 第一課題講評・工程管理第8回 作業効率化・・大型工具の使用方法第9回 作業効率化・・大型工具の使用方法第10回 課題発見及び解決の手法・・大型工具の使用方法・溶接第11回 課題発見及び解決の手法・・大型工具の使用方法・溶接第12回 課題発見及び解決の手法・・大型工具の使用方法・溶接第13回 課題発見及び解決の手法・・大型工具の使用方法・溶接第14回 講評第15回 講評＜オンライン学習となる場合＞第1回 ガイダンス・アンケート・ヒアリング第2回 手持ち工具の使用方法と、工具利用時の思考方法第3回 手持ち工具の使用方法と、工具利用時の思考方法第4回 大型工具の使用方法と、工具利用時の思考方法第5回 中精度の立体工作の計画と、スケジュール管理第6回 中精度の立体工作の計画と、スケジュール管理第7回 平面でのプレゼンテーション時における、立体の造作計画第8回 テーマを設定した上での立体制作の計画第9回 テーマを設定した上での立体制作の計画第10回 建築学科工房における電動工具実習第11回 建築学科工房における電動工具実習第12回 建築学科工房における電動工具実習 第13回 建築学科工房における電動工具実習第14回 講評第15回 講評注）基本は２グループ以上で時間を分けての開催となります。　　上記は変更される場合があります。"},{"0":"履修上の留意点","1":"可能な限り対面での実習を基本としますが、状況に応じてリアルタイム（同時双方向）　のZoomを使用して授業を行います。使い方は事前に確認しておいてください。授業中は基本的に学生もカメラを入れた状態での講義を予定しており、グループでの議論や課題発表も想定しているので、ネット環境や機材などの受講環境に関しては、事前に確認と準備を行ってください。必要に応じて、TeamsやLiveCampusを通して、事前に資料を配付します。課題の提出方法は、授業で指示します。レジュメや資料を画面共有で映しながらの講義も予定しているので、ノートパソコンで授業に参加するのが望ましいです。授業開始５分前までに、ログインしておくこと。"},{"0":"準備学習内容・時間の目安","1":"整理整頓や時間厳守等、制作以前の基本的な行いも評価に直結させる為、日常生活から基本的な生活習慣の改善を試みる事が望ましい。"},{"0":"成績評価の方法","1":"出席率と授業態度および完成品により総合評価とする。"},{"0":"テキスト","1":"必要に応じて参考資料を配布します。"},{"0":"教員との連絡方法（オフィスアワー）","1":"講義内容に関する質問等は、毎授業時に受け付ける。"}]]