[[{"0":"科目名","1":"情報表現Ⅷ","2":"講義名","3":"情報表現ⅧB"},{"0":"受講可能学科","1":"全学科"},{"0":"担当研究室","1":"その他"},{"0":"担当教員","1":"川津　雄暉"},{"0":"分野","1":"造形総合Ⅱ類","2":"対象学年","3":"1年,2年,3年,4年"},{"0":"科目群","1":"造形総合Ⅱ類","2":"キャンパス","3":"鷹の台"},{"0":"開講期間","1":"後期 2021/09/06-2021/12/18","2":"曜日・時限","3":"土４"},{"0":"授業形態","1":"演習","2":"単位数","3":"2.0"},{"0":"履修条件","1":"受講者定員は20名までとする。"},{"0":"授業概要・カリキュラム上の位置づけ","1":"本科目においては初心者を対象とし、3DCGにおけるスカルプト系モデリングツールの学習を行う。スカルプト系モデリングは近年のデジタルコンテンツ分野において重要度が増しているほか、3Dプリンタなどの普及に伴い立体造形をはじめとした様々な分野で活用されている。スカルプトモデラーにおいて代表的なソフトウェアはPixologic ZBrushであるが、本科目では同ソフトウェアをより扱いやすくしたバージョンであるZBrushCoreを用いる。本科目での演習を通じ、思い描いた立体物を3Dデータとしてスカルプトできる能力を養う。そのことで、将来的に各自が様々な造形分野へとスカルプトモデリングを応用し、新規な表現を開拓していくための基礎力を身に付ける。"},{"0":"授業方法","1":"教室での「対面授業」形式で実施し、ソフトウェアのオペレーションに関するレクチャーと、それを用いた作品制作によって授業を進行する。"},{"0":"到達目標","1":"①スカルプト系ツールの概念に対する理解と、基本的なオペレーションの習得。②コンピュータ上において立体データを適切に造形できる能力を養うことで、各自の造形分野へ応用できる足掛かりを形成する。"},{"0":"ディプロマポリシーとの関連","1":"https://www.musabi.ac.jp/wp-content/uploads/2021/05/CurriculumMap_fad2.pdf"},{"0":"授業計画・課題に対するフィードバック","1":"※本科目は「対面授業」で実施する。※使用教材・ソフトウェアライセンスの都合上、オンライン授業が難しい科目である。※授業実施にあたっては安全対策を徹底するので「履修上の留意点」にも目を通すこと。※以下に授業計画を示すが、進捗状況によって内容を変更する場合もある。第1週　ガイダンス、使用教材についての説明第2週　スカルプトツールの概念と、基本的なオペレーション第3週　基本ツールの解説、小課題の告知第4週　小課題の制作1、応用機能の説明1第5週　小課題の制作2、応用機能の説明2第6週　小課題の制作3第7週　小課題の講評、最終課題の告知第8週　最終課題の制作1、高度な編集ツールの解説1第9週　最終課題の制作2、高度な編集ツールの解説2第10週　最終課題の制作3、高度な編集ツールの解説3第11週　最終課題の制作4第12週　最終課題の制作5第13週　最終課題の制作6第14週　最終課題の制作7第15週　講評"},{"0":"履修上の留意点","1":"本科目は「対面授業」で実施するため、履修にあたっては以下に留意すること。・入室にあたっては手指消毒を行うこと。・教室内で使用できるコンピュータ数に制限を設けているので指定の場所に着席すること。・使用後の教材の消毒を履修者自身で行ってもらう可能性があるので指示に従うこと。・その他、本学ウェブサイトに掲載される入構者向けの案内・指示に従い、安全確保に努めること。本科目はスカルプト系モデリングツール未経験者を対象とする。3DCGやCADソフトウェアなどの使用経験は必要ないが、コンピュータ（Mac）の基本的な操作方法はマスターしていることが必要である。なお、自宅にコンピュータを保有しているかどうかについては問わない。一方でスカルプト系モデリングツールの使用経験がある学生は履修の対象外とする。特にZBrushCoreとその上位版であるZBrushではデータの互換性がないほか、操作方法も異なることから上位版のZBrush経験者は本科目の履修を推奨しない。教材の都合上、授業時間外の課題制作や自宅作業がほぼ不可能であるため、欠席・遅刻をせずに毎回出席するよう努めること。"},{"0":"準備学習内容・時間の目安","1":"授業時間中の制作がメインとなるため、効率的な作業ができるように計画を事前に考えておくこと。（15分）"},{"0":"成績評価の方法","1":"課題作品を最重要視し、授業参加や受講態度なども考慮して総合的に判断する。"},{"0":"テキスト","1":"なし。"},{"0":"参考文献(作品）等","1":"なし。"},{"0":"教員との連絡方法（オフィスアワー）","1":"講義内容に関する質問等は、毎授業時に受け付ける。"}]]