[[{"0":"科目名","1":"健康と身体運動文化　３７","2":"講義名","3":"健康と身体運動文化３７（バスケットボール）"},{"0":"受講可能学科","1":"全学部・全学科"},{"0":"担当研究室","1":"身体運動文化"},{"0":"担当教員","1":"樋口　和洋"},{"0":"分野","1":"文化総合Ⅱ類","2":"対象学年","3":"1年,2年,3年,4年"},{"0":"科目群","1":"身体文化Ⅱ類","2":"キャンパス","3":"鷹の台"},{"0":"開講期間","1":"前期 2021/04/12-2021/07/10","2":"曜日・時限","3":"火２"},{"0":"授業形態","1":"実技（身体）","2":"単位数","3":"1.0"},{"0":"履修条件","1":"特になし"},{"0":"授業概要・カリキュラム上の位置づけ","1":"バスケットボールは得点あるいは失点後もプレーが止まることなく攻撃と防御が交互に連続的に行われます。また、攻撃と防御の切り替えのスピードが求められ、巧みでスピーディーなボールコントロールも要求されます。これらの特性を踏まえ、バスケットボールをより楽しめるためにファンダメンタル（シュート、ドリブル、パス、ステップ）などの個人的技能を習得しながら、対人技術、チーム戦術などの集団的技能を身に付けます。また、ゲームを通じ、チーム内のコミュニケーションを円滑に図りながらボールを共有し、数多くのシュートに結びつけ得点する楽しさを感じられることも目的とします。バスケットボール部活等の経験者のみならず、未経験者も大いに歓迎します。受講生同士の学び合いを通じ、様々な気付きを得て、体を動かす楽しさや充実感を得られるような授業を展開していきます。また、必要に応じてフィードバックを行います。"},{"0":"授業方法","1":"個々人の技術獲得や、ゲーム分析やチームマネジメントに必要な方法論も踏まえ、実践を通じて学修していきます。ファンダメンタル（シュート・ドリブル・パス・ステップ等）の改善・習熟とともに、それらをゲームにおいて活用しながら更に課題を明らかにし解決方法を探り、練習方法やチーム戦術を検討します。"},{"0":"到達目標","1":"基本技術であるシューティングを中心に、パス、ドリブルなどのボール操作能力を磨き、シュート力の向上を目指すとともに、諸々の課題に取り組み、ステップアップしながらゲーム（1-on-1、2-on-2等）技術を身に付けます。またルール、マナーの理解等を深めることによって、健康づくりやスポーツおよび身体運動文化の環境を考え、自ら企画・運営することのできるような生涯スポーツの基礎を培うことや、他者との円滑なコミュニケーションを図ることができるようになるための態度を養うことも身に付けます。"},{"0":"ディプロマポリシーとの関連","1":"https://www.musabi.ac.jp/wp-content/uploads/2021/05/CurriculumMap_la2.pdf"},{"0":"授業計画・課題に対するフィードバック","1":"第1回　オリエンテーション（授業概要の説明・出席票の作成、バスケットボールの特性、等）第2回　基礎的運動能力（コーディネーション能力を磨く、ボールハンドリング）第3回　個人的技能（パッシング、ドリブル、レイアップシュート、等）ミニゲーム第4回　個人的技能（ジャンプシュート）、ミニゲーム第5回　個人的技能（パッシングドリルとシューティングの組み合わせ）、ミニゲーム第6回　基礎的な個人技能のまとめ第7回　集団的技能（2-on-2）、パッシングゲーム第8回　集団的技能（3-on-3）、オールコートでのファーストブレイク第9回　集団的技能（数的優位におけるオフェンス）第10回　リーグ戦によるゲームを通じた実践的な技術や戦術の習得（１）第11回　リーグ戦によるゲームを通じた実践的な技術や戦術の習得（２）第12回　リーグ戦によるゲームを通じた実践的な技術や戦術の習得（３）第13回　リーグ戦によるゲームを通じた実践的な技術や戦術の習得（４）第14回　リーグ戦によるゲームを通じた実践的な技術や戦術の習得（５）第15回　リーグ戦によるゲームを通じた実践的な技術や戦術の習得（６）、まとめ"},{"0":"履修上の留意点","1":"運動に適した着衣、シューズで参加すること。"},{"0":"準備学習内容・時間の目安","1":"事前学習として、インターネット映像などから見た種目研究や、次回授業時（試合、ゲーム、対戦）における戦術・戦略立案を行うこと。（３０分程度）また、事後学習として、授業内容の振り返り、技術習得レベルの評価、自己パフォーマンス評価、戦術・戦力評価、ストレッチング等のコンディショニングを行うこと。（３０分程度）"},{"0":"成績評価の方法","1":"全授業数の75％以上の出席者を評価の対象とする。授業への参加意欲、技術の習得状況、知識、レポートを総合的に判断し、評価する。"},{"0":"テキスト","1":"特に指定しない。関連する参考文献については、授業内で適宜紹介する。"}]]