[[{"0":"科目名","1":"デザイン情報学特別演習Ⅱ－Ｅ","2":"講義名","3":"デザイン情報学特別演習Ⅱ－Ｅ"},{"0":"サブタイトル","1":"応用CG研究"},{"0":"受講可能学科","1":"造形学部・デザイン情報学科"},{"0":"担当研究室","1":"デザイン情報学科"},{"0":"担当教員","1":"高山　穣"},{"0":"分野","1":"専門Ⅰ類選択","2":"対象学年","3":"3年"},{"0":"科目群","1":"専門Ⅰ類（選択）","2":"キャンパス","3":"鷹の台"},{"0":"開講期間","1":"後期 2021/09/06-2021/12/18","2":"曜日・時限","3":"金１,金２"},{"0":"授業形態","1":"演習","2":"単位数","3":"2.0"},{"0":"授業概要・カリキュラム上の位置づけ","1":"CG/VFX分野において、近年急速に注目が集まっているHoudiniを使用し、プロシージャル（Procedural：手続型）な映像表現を学習する科目である。CGをはじめとしたデジタルイメージの制作には、明示的にデータを記述する方法と手続的に記述されたルールに基づいてデータを生成する二種類に大別されるが、本科目で扱うHoudiniは後者を特徴としている。同ソフトウェアはノードベースでプロシージャルなシーン記述を行うほか、VEXなど独特のスクリプト言語を使用する。そのため、他のDCC（Digital Content Creation）ツールとは発想が大きく異なっており、使用者としても論理的な思考が求められる。本科目では、Houdiniの基本的なオペレーション学習はもとより、同ツールを通じて論理で造形を発想する能力を養うことを目的とし、各自が先進的な表現の開拓につなげるための足掛かりを形成する。"},{"0":"授業方法","1":"主にソフトウェアのオペレーション解説と、それを応用した演習によって授業が進行する。"},{"0":"到達目標","1":"プロシージャルの考え方を理解し、論理で造形を発想できる能力を養う。"},{"0":"ディプロマポリシーとの関連","1":"https://www.musabi.ac.jp/wp-content/uploads/2021/05/CurriculumMap_di.pdf"},{"0":"授業計画・課題に対するフィードバック","1":"以下に授業計画を示すが、各自の課題制作の進捗状況や習得状況によって変更する場合もある。第01回 ガイダンス / プロシージャル表現の概観第02回 Houdiniのインターフェースと基本オペレーション第03回 普通の3DCGソフトとしての扱い方第04回 SOPsによるプロシージャルモデリング（1）第05回 SOPsによるプロシージャルモデリング（2）第06回 スクリプト(1) Expression第07回 スクリプト(2) VEX、VOPs第08回 レンダリングとシェーダー（1）第09回 レンダリングとシェーダー（2）第10回 アニメーション第11回 パーティクル第12回 シミュレーション(1)第13回 シミュレーション(2)第14回 作品制作第15回 講評とまとめ"},{"0":"履修上の留意点","1":"Houdiniは難易度が高く挫折者も多いソフトウェアであることを理解したうえで履修すること。本科目は原則としてHoudini初学者を想定し、インストールや起動などの初歩から説明するため、高度な内容や最新版の機能までは網羅できない。特に中級以上を自認する学生にとっては物足りない内容である可能性がある。そのことを理解したうえで経験者も履修して良いが、経験があるからと言って授業時に身勝手な行動や、授業内容から逸脱した課題制作を行わないこと。なお、本科目はプログラミング的な内容も一部で用いる。よってプログラミングが嫌いな学生の履修は推奨できない。授業時に「3DCGとは何か」といった基礎的な説明は行わない。よって「CG論」や「3DCG基礎1・2」を履修済みか、同等の知識・技能があることが好ましい。"},{"0":"準備学習内容・時間の目安","1":"Houdiniは難易度の高いソフトウェアである。よって必ず自己学習も授業と並行して行うこと（1時間）。特に欠席した場合には必ず自己学習を行うこと。Houdiniは無料の学習用ラインセスが取得でき、Windows、Macともに利用できるので、各自インストールのうえ課題制作等に利用すること（ただし一部のPCでは動作しない場合もある）。"},{"0":"成績評価の方法","1":"出席状況と、課題の内容・提出状況によって総合的に評価する。"},{"0":"テキスト","1":"なし"},{"0":"参考文献(作品）等","1":"授業時に適宜紹介する。"},{"0":"教員との連絡方法（オフィスアワー）","1":"授業内容に関する質問等は、毎授業時に受け付ける。"}]]