[[{"0":"科目名","1":"中級英語　１－１５","2":"講義名","3":"中級英語１－１５A"},{"0":"サブタイトル","1":"講読"},{"0":"受講可能学科","1":"全学部・全学科"},{"0":"担当研究室","1":"言語文化"},{"0":"担当教員","1":"長尾　主税"},{"0":"分野","1":"文化総合Ⅱ類","2":"対象学年","3":"1年,2年,3年,4年"},{"0":"科目群","1":"言語文化Ⅱ類","2":"キャンパス","3":"鷹の台"},{"0":"開講期間","1":"前期 2021/04/12-2021/07/10","2":"曜日・時限","3":"木１"},{"0":"授業形態","1":"演習","2":"単位数","3":"2.0"},{"0":"履修条件","1":"特になし"},{"0":"授業概要・カリキュラム上の位置づけ","1":"各国の文化や旅、社会問題、科学などの幅広い分野を題材に、ナショナルジオグラフィックの写真や映像を豊富に用いたテキストを読み、英文読解の訓練を行う。読解能力の向上を図るために、英文の論旨をていねいにたどりながら主張の全体像を把握する能力を養う。まずは各章の内容を理解することを目標とするが、文法、語彙などにも目を配りつつ正確に読む。各章を読み終えた後、設問を解いて内容を確認する。また、毎回日本語によるまとめを提出することが求められる。"},{"0":"授業方法","1":"ウェブ会議システムZoomをもちいたリアルタイム授業と、学習管理システムを備えたグループウェアMicrosoft Teamsをもちいたオンデマンド授業を併用する。演習による。教材に即して授業は行われる。英文の構成法を身につけ、筆者の主張をいち早くとらえる方法を常に意識しつつ、長い文章を読み進める。積極的に授業に参加することが求められる。"},{"0":"到達目標","1":"これまで習得したスキルを活用しながら英文を読むことによって、より高度な英語読解能力を養い、また幅広い教養を身につける。"},{"0":"ディプロマポリシーとの関連","1":"https://www.musabi.ac.jp/wp-content/uploads/2021/05/CurriculumMap_la2.pdf"},{"0":"授業計画・課題に対するフィードバック","1":"Zoomをもちいて、オンライン授業を実施する。担当教員が解説をした後、時間を設けて質疑応答・意見交換を行う。各回とも課題が出題されるので、Microsoft Teamsを通じて期限までに提出する。提出された課題については、翌週の授業内で担当教員がコメントする。テキストの構成に従い、設問に答えながら、各パッセージを読み進める。まずは英文の構造を確認し、読むスピードを意識して、快適に読み進めながらなおかつ内容を把握できるレベルを探る。各章読了ごとに小テストを行い、返却時にポイントを再確認する。第1回 オリエンテーション　学習方法について第2回 1 A. Skimming for the Main Idea of the Paragraph 第3回 1 B. Identifying the Purpose of the Paragraph第4回 2 A. Understanding Pronoun Reference第5回 2 B. Scanning for Details第6回 3 A. Creating a Timeline of Events第7回 3 B. Distinguishing Facts from Speculation第8回 4 A. Dealing with Unfamiliar Vocabulary (1)--Using Context第9回 4 B. Differentiating Between Main Ideas and Supporting Details第10回  5 A. Interpreting Infographics第11回  5 B. Dealing with Unfamiliar Vocabulary (2)--Affixes第12回  6 A. Understanding Cause-and-Effect Relationships  第13回  6 B. Recognizing Contrastive Relationships第14回  振り返り　到達度チェック　第15回  まとめ"},{"0":"履修上の留意点","1":"ZoomおよびMicrosoft Teamsの利用方法を各自で確認しておくこと。Microsoft TeamsおよびLiveCampusを通じて、事前に資料を配布することがある。毎回の授業で予習・復習・課題提出について指示されるので、これに従うこと。授業開始5分前にはZoomにログインしておくこと。授業内でZoomのチャット機能を利用して出欠確認を行う。授業担当者は、受講者の意見を取り入れながらZoomの画面構成を行っていく予定だが、できるだけ大きな画面を備えた端末を利用することが推奨される。以下のサイトを参照して、必ずテキストの内容を確認してから受講すること。http://cengagejapan.com/elt/cgi-bin/details/?no=1412675514ci7jh&f=5"},{"0":"準備学習内容・時間の目安","1":"テキストの指定された箇所を少なくとも1時間30分程度かけて予習する。この場合、予習とは、該当箇所を通読して文章の大筋をとらえ、第1回の授業で指示される方法を参考にして未知の表現・事象などを可能なかぎり調べ、さらに、どうしても調べきれなかったことについて質問できる状態にしておくことをいう。"},{"0":"成績評価の方法","1":"提出された課題の結果(50%)、チャットや掲示板による授業参加(20%)、学期末のレポートの結果(30%)を総合して評価する。"},{"0":"テキスト","1":"Paul MacIntyre, David Bohlke. Reading Explorer 2 (3rd Edition). National Geographic Learning, 2020.履修が確定した学生は、世界堂の店頭でテキストを各自購入すること。在庫不足の場合は、ISBN番号を参考にし、書店や出版社から各自購入すること。（個人で注文する場合は版の違いに注意する。授業では20年に改訂された第3版を使用する）"},{"0":"テキストISBN番号","1":"ISBN-13: 978-0-357-11626-5"},{"0":"参考文献(作品）等","1":"授業で適宜ハンドアウトの配付、参考文献の指示を行う。"},{"0":"教員との連絡方法（オフィスアワー）","1":"講義内容に関する質問等は、毎授業時に受け付けます。"}]]