[[{"0":"科目名","1":"グローバルキャリアデザイン","2":"講義名","3":"グローバルキャリアデザイン"},{"0":"受講可能学科","1":"全学部・全学科"},{"0":"担当研究室","1":"教養文化・学芸員"},{"0":"担当教員","1":"大塚　智"},{"0":"分野","1":"文化総合Ⅰ類","2":"対象学年","3":"1年,2年"},{"0":"科目群","1":"教養文化Ⅰ類","2":"キャンパス","3":"鷹の台"},{"0":"開講期間","1":"前期 2021/04/12-2021/07/10","2":"曜日・時限","3":"水５"},{"0":"授業形態","1":"講義","2":"単位数","3":"2.0"},{"0":"履修条件","1":"1・2年次生のみ、履修できる。100人"},{"0":"授業概要・カリキュラム上の位置づけ","1":"本講義は、国内外に視野を広げて主体的なキャリアデザインをする力を身につけることを目的とします。昨今のグローバル経済の加速に伴い、国際的なアートやデザインの分野は変容し続けており、国境や分野の境界を越えた新たな文化潮流が生まれています。そのような状況を考慮して、現代では言語、文化、専門知識について、国内と海外を比較しながら自身のキャリアをデザインすることが必要です。将来活躍したい領域のグローバルな動向の十分なリサーチと、他文化を理解しながらコミュニケーションを取る積極的な姿勢は、とりわけ重要だと考えられるでしょう。講義では、グローバルに活躍するアーティストやデザイナーなど様々な事例に触れながら、「考える力」、「伝える力」、「発信する・実行する力」を軸に、「総合的判断力や批評力」の基礎能力の向上を目指します。本講義は、現在広告代理店でクリエイティブ・ディレクターを務める講師が担当し、主体的に課題発見・情報収集・行動するプロセスの重要性について解説してゆきます。また、グローバルにアートやデザイン領域に携わってきたプロフェショナルをゲスト講師として迎え、実体験を元に異文化コミュニケーションとキャリア形成について講義していただく回を設けます。講義と演習を通して、4年制のカリキュラムの段階を追って深めていく「自己の専門性の位置づけ」の基盤となる思考力を養ってゆきます。"},{"0":"授業方法","1":"通常授業は、Teamsを用いて配信型（オンデマンド）とリアルタイム配信（同時双方向）を併用する講義となります。特別講義は、Zoomでリアルタイムによるオンライン授業を行います。授業ごとの質疑は授業日の翌日まで提出可とします。"},{"0":"到達目標","1":"①キャリアデザインの基礎知識と、グローバルに視野を持つ重要性を理解し、説明することができる。②理想的なキャリア像を描き、主体的に課題発見をする「考える力」、他者に説明し共有する「伝える力」、情報収集など目標実現に必要な「発信する・実行する力」を修得する。③授業内容と自らのアイディアや体験を、関連付けて思考し、説明できるようになることで、学位授与方針における「総合的判断力や批判」の基礎能力を向上する。"},{"0":"ディプロマポリシーとの関連","1":"https://www.musabi.ac.jp/wp-content/uploads/2021/05/CurriculumMap_la1.pdf"},{"0":"授業計画・課題に対するフィードバック","1":"（順番と内容は一部変わる可能性があります）第１回　オリエンテーション第２回　グローバルキャリアデザインとは第３回　国際的な仕事の舞台1:クリエイティブ産業(アート/デザイン/広告)とグローバリズム第４回　国際的な仕事の舞台2:技術の進化で多様化する、多国間のコラボレーション第５回　国際的な仕事の舞台3:世界で求められるアイデア第６回　グローバルキャリアデザインケーススタディ1(広告クリエイター)第７回　中間レポート第８回　中間レポートフィードバック第９回　グローバルキャリアデザインケーススタディ2(アーティスト)第１０回　グローバルキャリアデザインケーススタディ3(デザイナー)第１１回　仕事とプライベートのバランス第１２回　コミュニケーションとネットワークの重要性第１３回　20代から始めるグローバルキャリアデザイン第１４回　まとめ第１５回　期末レポートの提出"},{"0":"履修上の留意点","1":"初回は必ず出席すること。定員（100名）を超えた場合は抽選となります。各回ごとの出欠管理および質疑応答はTeamsのアプリFormsを使います。提出期限は授業翌日（木、24:00）までとします。授業の資料、小テスト、課題の共有と提出はTeams上で行います。資料、動画をスクリーンに映しだすため、携帯電話の画像サイズでは文字を読めない可能性が高いので、パソコンで授業に参加することが望ましいです。"},{"0":"準備学習内容・時間の目安","1":"次回の授業に繋がるよう、受講後の復習をすること（毎回40分程度）授業で紹介した本を読み、キャリアについての理解を深めること。（授業全体で8-12時間）"},{"0":"成績評価の方法","1":"中間レポート50%、期末レポート50%締切後の提出はいずれも採点対象外になります。2/3以上の出席がない場合は、単位取得対象外になります。"},{"0":"テキスト","1":"なし"},{"0":"参考文献(作品）等","1":"ビーコムプラス（2017）『クリエイターのハローワーク』マール社（ISBN：978-4-8373-1065-5）ほか。その他、参考文献リストや資料を必要に応じて配布。"}]]